module("short_msg_text13001", package.seeall)
data = {
  [130010000] = {
    content = "脖子怎么样了？",
    text_time = 1050
  },
  [130010110] = {
    title = "好像好一点了",
    content = "好像好一点了，谢谢你送来的药。",
    text_time = 2100
  },
  [130010111] = {
    content = "记得多敷一段时间，不要刚好就拿下来。",
    text_time = 2500
  },
  [130010112] = {
    content = "也不要嫌麻烦懒得贴。",
    text_time = 1350
  },
  [130010120] = {
    title = "呃，好像更加严重了",
    content = "呃，好像更加严重了，一动就会疼，不过谢谢你送来的药。",
    text_time = 2500
  },
  [130010121] = {
    content = "一般没有这么快见效。",
    text_time = 1350
  },
  [130010122] = {
    content = "还是要坚持贴药，不要嫌麻烦就不贴。",
    text_time = 2400
  },
  [130010130] = {
    title = "没有太大的变化",
    content = "没有太大的变化，还是很疼，不过谢谢你送来的药。",
    text_time = 2500
  },
  [130010131] = {
    content = "见效不快是正常现象，不要太心急。",
    text_time = 2400
  },
  [130010132] = {
    content = "药还是要坚持贴，不要犯懒嫌麻烦。",
    text_time = 2400
  },
  [130010210] = {
    title = "没有想到颈椎出问题会这么疼",
    content = "……没那么懒了，只是没有想到颈椎出问题会这么疼。",
    text_time = 2500
  },
  [130010211] = {
    content = "所以之后要注意。",
    text_time = 1200
  },
  [130010212] = {
    content = "工作的时候也要注意活动颈椎，不要总是保持一个姿势不动。",
    text_time = 2500
  },
  [130010220] = {
    title = "之前都没有这么疼",
    content = "之前颈椎也疼过，不过没有这次厉害。",
    text_time = 2400
  },
  [130010221] = {
    content = "以前就疼的话，那为什么不早点和我说？",
    text_time = 2500
  },
  [130010222] = {
    content = "工作闲暇时要注意活动颈椎，不要总是保持一个姿势不动。",
    text_time = 2500
  },
  [130010230] = {
    title = "希望能快点好起来",
    content = "不敢偷懒的……脖子疼实在是太耽误事了，只希望能够快点好起来。",
    text_time = 2500
  },
  [130010231] = {
    content = "明天的汇报允许你推迟一天，先好好休息。",
    text_time = 2500
  },
  [130010232] = {
    content = "以后工作期间要注意活动颈椎，不要总是保持一个姿势不动。",
    text_time = 2500
  },
  [130010310] = {
    title = "因为我沉迷于工作无法自拔",
    content = "因为我沉迷于工作无法自拔，一工作起来什么都忘了……",
    text_time = 2500
  },
  [130010311] = {
    content = "……你是认真的？",
    text_time = 1200
  },
  [130010312] = {
    content = "算了，以后我会提醒你。",
    text_time = 1650
  },
  [130010320] = {
    title = "我不会耽误工作的",
    content = "你放心，就算脖子疼，我也不会耽误工作的。",
    text_time = 2500
  },
  [130010321] = {
    content = "工作永远都不会比你的健康重要。",
    text_time = 2250
  },
  [130010322] = {
    content = "记住了的话就回去休息，晚些时候我会再打电话给你。",
    text_time = 2500
  },
  [130010330] = {
    title = "还好，能够忍受",
    content = "不要紧，这种疼痛对我来说，还是能够忍受的。",
    text_time = 2500
  },
  [130010331] = {
    content = "疼就说出来，不要忍。",
    text_time = 1500
  },
  [130010332] = {
    content = "回去休息，晚些时候我会再打电话给你。",
    text_time = 2500
  },
  [130011000] = {
    content = "这次的报告做得不错。比之前有点进步。",
    text_time = 2500
  },
  [130011110] = {
    title = "难得被夸",
    content = "没想到你还会夸我，有点不习惯呢。",
    text_time = 2400
  },
  [130011111] = {
    content = "看来你还是喜欢被我批评。",
    text_time = 1800
  },
  [130011112] = {
    content = "不过你如果继续保持的话，或许就会习惯了。",
    text_time = 2500
  },
  [130011113] = {
    content = "对了，我下周去美国出差，你有什么想要的礼物吗？",
    text_time = 2500
  },
  [130011120] = {
    title = "通宵好几晚做的",
    content = "那当然，我通宵熬夜好几晚才做出来的。",
    text_time = 2500
  },
  [130011121] = {
    content = "那我觉得你要提高效率。",
    text_time = 1650
  },
  [130011122] = {
    content = "对了，我下周去美国出差，你有什么想要的礼物吗？",
    text_time = 2500
  },
  [130011130] = {
    title = "会继续努力",
    content = "谢谢，我会继续努力的！",
    text_time = 1650
  },
  [130011131] = {
    content = "嗯，但是还有几个小问题。",
    text_time = 1800
  },
  [130011132] = {
    content = "一会我把修改意见发给你。",
    text_time = 1800
  },
  [130011133] = {
    content = "对了，我下周去美国出差，你有什么想要的礼物吗？",
    text_time = 2500
  },
  [130011210] = {
    title = "不要骆驼",
    content = "拜托不要再送我骆驼了，送点别的吧！",
    text_time = 2500
  },
  [130011211] = {content = "白痴。", text_time = 450},
  [130011212] = {
    content = "知道了，会给你带当地纪念品的。",
    text_time = 2250
  },
  [130011220] = {
    title = "想要巧克力",
    content = "最近很想吃巧克力，想要那种装很多颗五彩缤纷的礼盒！",
    text_time = 2500
  },
  [130011221] = {
    content = "我知道有个牌子的巧克力不错。",
    text_time = 2100
  },
  [130011222] = {
    content = "礼盒的话，没问题。",
    text_time = 1350
  },
  [130011230] = {
    title = "不用麻烦",
    content = "不用啦，每次都麻烦你给我带礼物。",
    text_time = 2400
  },
  [130011231] = {
    content = "不麻烦。",
    text_time = 600
  },
  [130011232] = {
    content = "那我就自己选了。",
    text_time = 1200
  },
  [130011310] = {
    title = "下周汇报推迟",
    content = "既然你下周出差，那下周的汇报是不是可以……",
    text_time = 2500
  },
  [130011311] = {
    content = "不可以。",
    text_time = 600
  },
  [130011312] = {
    content = "我会让魏谦告诉你时间。",
    text_time = 1650
  },
  [130011320] = {
    title = "有什么好玩的",
    content = "说起来我还没有去过美国呢，不知道有什么好玩的？",
    text_time = 2500
  },
  [130011321] = {
    content = "你可以下周一跟我一起去。",
    text_time = 1800
  },
  [130011322] = {
    content = "我们在美国多待两天。",
    text_time = 1500
  },
  [130011330] = {
    title = "什么时候走？",
    content = "什么时候去出差呀，我这里还有份报告要给你看。",
    text_time = 2500
  },
  [130011331] = {
    content = "下周一。",
    text_time = 600
  },
  [130011332] = {
    content = "明天可以来华锐找我。",
    text_time = 1500
  },
  [130012110] = {
    title = "你平时做什么呀？",
    content = "许墨，你平时休息的时候会干什么呀？",
    text_time = 2500
  },
  [130012111] = {
    content = "嗯……看书或者运动吧。",
    text_time = 1650
  },
  [130012210] = {
    title = "比如游泳吗",
    content = "运动啊……我脑海里瞬间就出现你游泳的样子了呢！",
    text_time = 2500
  },
  [130012211] = {
    content = "我确实会游泳，不过不常去。",
    text_time = 1950
  },
  [130012212] = {
    content = "其实，我平时比较常做的运动是射箭。",
    text_time = 2500
  },
  [130012220] = {
    title = "比如羽毛球吗",
    content = "是羽毛球吗？感觉你特别适合打羽毛球呢！",
    text_time = 2500
  },
  [130012221] = {
    content = "羽毛球确实不错，我身边的同事常约着打。",
    text_time = 2500
  },
  [130012222] = {
    content = "不过我很少参与，比起羽毛球我倒是会去射箭。",
    text_time = 2500
  },
  [130012230] = {
    title = "额……太极拳？",
    content = "不知道为什么，提到运动我脑海里就浮现出“太极拳”这三个字……",
    text_time = 2500
  },
  [130012231] = {
    content = "哈哈，我给了你一种会打太极拳的印象吗？",
    text_time = 2500
  },
  [130012232] = {
    content = "那结果可能要让你失望了，我平时会做的运动是射箭。",
    text_time = 2500
  },
  [130012310] = {
    title = "感觉射箭很酷",
    content = "射箭！好酷啊！突然觉得和你好搭呀！",
    text_time = 2500
  },
  [130012311] = {
    content = "你还想了解什么，我都可以告诉你。",
    text_time = 2400
  },
  [130012320] = {
    title = "完全没想到是射箭",
    content = "竟然是射箭，我完全没想到诶……",
    text_time = 2250
  },
  [130012321] = {
    content = "看来我得想点办法，让你加深对我的了解才行。",
    text_time = 2500
  },
  [130012330] = {
    title = "为什么是射箭",
    content = "为什么会是射箭呢？",
    text_time = 1350
  },
  [130012331] = {
    content = "如果一定要问我原因的话……",
    text_time = 1950
  },
  [130012332] = {
    content = "大概是因为我比较享受瞄准目标并射中的这个过程吧。",
    text_time = 2500
  },
  [130012410] = {
    title = "我也想试试射箭了",
    content = "听到你这么说，我也想试试了！",
    text_time = 2100
  },
  [130012411] = {
    content = "想找我学射箭吗？那这周末我们就一起去吧。",
    text_time = 2500
  },
  [130012412] = {
    content = "到时候我会手把手教你的。",
    text_time = 1800
  },
  [130012420] = {
    title = "虽然很想试但是有点怕",
    content = "虽然我很想试一试射箭，但心里有点怕……",
    text_time = 2500
  },
  [130012421] = {
    content = "那这周末我们一起去射箭馆吧。",
    text_time = 2100
  },
  [130012422] = {
    content = "也许你亲眼看过我射箭后，就不会那么怕了。",
    text_time = 2500
  },
  [130012423] = {
    content = "然后，我再慢慢教你。",
    text_time = 1500
  },
  [130012430] = {
    title = "射中目标有什么秘诀吗",
    content = "想要准确的射中靶心有什么秘诀吗？",
    text_time = 2400
  },
  [130012431] = {
    content = "你如果想知道的话，不如周末和我一起去射箭馆吧。",
    text_time = 2500
  },
  [130012432] = {
    content = "到时候，我让你亲身体验一下。",
    text_time = 2100
  },
  [130013110] = {
    title = "我发现自己在好多方面都很菜…",
    content = "许墨，我发现自己在好多方面都很菜…",
    text_time = 2500
  },
  [130013111] = {content = "菜？", text_time = 300},
  [130013112] = {
    content = "哦，是水平不足的意思吗。",
    text_time = 1800
  },
  [130013113] = {
    content = "这不是一件坏事。",
    text_time = 1200
  },
  [130013210] = {
    title = "这是大神的嘲讽吗！",
    content = "这是来自大神的嘲讽吗！",
    text_time = 1650
  },
  [130013211] = {
    content = "当然不是。",
    text_time = 750
  },
  [130013212] = {
    content = "人类对自我的认知通常是不准确的。",
    text_time = 2400
  },
  [130013213] = {
    content = "意识不到水平的欠缺，才是坏事。",
    text_time = 2250
  },
  [130013220] = {
    title = "难道是好事？",
    content = "不是坏事，难道还是好事吗？",
    text_time = 1950
  },
  [130013221] = {
    content = "是好事。",
    text_time = 600
  },
  [130013222] = {
    content = "人类对自我的认知通常是不准确的。",
    text_time = 2400
  },
  [130013223] = {
    content = "意识不到水平的欠缺，才是坏事。",
    text_time = 2250
  },
  [130013230] = {
    title = "不是来求安慰的啦。",
    content = "别取笑我啦，我不是来求安慰的。",
    text_time = 2250
  },
  [130013231] = {
    content = "这不是安慰。",
    text_time = 900
  },
  [130013232] = {
    content = "人类对自我的认知通常是不准确的。",
    text_time = 2400
  },
  [130013233] = {
    content = "意识不到水平的欠缺，才是坏事。",
    text_time = 2250
  },
  [130013310] = {
    title = "你也会这样吗？",
    content = "像你这么厉害的人，难道会不知道自己厉害吗？",
    text_time = 2500
  },
  [130013311] = {
    content = "所有人都会有认知偏差。",
    text_time = 1650
  },
  [130013312] = {
    content = "只有不断进步，才能修正这样的偏差。",
    text_time = 2500
  },
  [130013313] = {
    content = "所以成长也是不断质疑自己、战胜自己的过程。",
    text_time = 2500
  },
  [130013320] = {
    title = "意识到了有什么帮助？",
    content = "那我意识到了，又有什么帮助呢？",
    text_time = 2250
  },
  [130013321] = {
    content = "给你指明学习和成长的方向",
    text_time = 1800
  },
  [130013322] = {
    content = "如果根本意识不到，就只能原地踏步。",
    text_time = 2500
  },
  [130013323] = {
    content = "甚至被淘汰。",
    text_time = 900
  },
  [130013330] = {
    title = "意识不到会怎么样？",
    content = "意识不到的话，会怎样呢？",
    text_time = 1800
  },
  [130013331] = {
    content = "盲目自信，或者对他人预设过高。",
    text_time = 2250
  },
  [130013332] = {
    content = "都会造成沟通障碍。",
    text_time = 1350
  },
  [130013333] = {
    content = "不论是对自己，还是对人际关系，都很难有进展。",
    text_time = 2500
  },
  [130013410] = {
    title = "我不能被淘汰",
    content = "那我要加倍努力了，不能被淘汰！",
    text_time = 2250
  },
  [130013411] = {
    content = "你很努力，所以不用担心被淘汰。",
    text_time = 2250
  },
  [130013412] = {
    content = "你的未来会越来越好的。",
    text_time = 1650
  },
  [130013413] = {
    content = "这一点，我深信不疑。",
    text_time = 1500
  },
  [130013420] = {
    title = "我感觉我还是有救的",
    content = "听你这么说，我感觉我还是有救的！谢谢你！",
    text_time = 2500
  },
  [130013421] = {
    content = "我只是告诉了你原理。",
    text_time = 1500
  },
  [130013422] = {
    content = "总能很快恢复信心的人，是你。",
    text_time = 2100
  },
  [130013423] = {
    content = "朝着你坚持的方向努力吧。",
    text_time = 1800
  },
  [130013430] = {
    title = "你总能说服我",
    content = "我以为的坏事，你都能说成好事，而且还总能说服我。",
    text_time = 2500
  },
  [130013431] = {
    content = "那是因为你的总是积极向前，努力不放弃。",
    text_time = 2500
  },
  [130013432] = {
    content = "这也是你一直让我骄傲的地方。",
    text_time = 2100
  },
  [130014110] = {
    title = "下午真不好意思",
    content = "下午我竟然趴在你的办公桌上睡着了，真不好意思……",
    text_time = 2500
  },
  [130014111] = {
    content = "没关系，不过你是昨晚没有睡好吗？看你下午睡得很沉。",
    text_time = 2500
  },
  [130014210] = {
    title = "因为最近工作太忙",
    content = "呃……因为最近工作比较忙，所以熬了几夜……",
    text_time = 2500
  },
  [130014211] = {
    content = "工作上还有什么是我能帮到你的吗？",
    text_time = 2400
  },
  [130014212] = {
    content = "哪怕只有一点也好，我也想帮你分担。",
    text_time = 2500
  },
  [130014213] = {
    content = "这样你也不用总是熬夜了。",
    text_time = 1800
  },
  [130014220] = {
    title = "你之前借我的书太好看了",
    content = "你之前借我的那本书太好看了，看完的时候天已经亮了……然后我就直接上班去了。",
    text_time = 2500
  },
  [130014221] = {
    content = "那看来是我该反省一下了。",
    text_time = 1800
  },
  [130014222] = {
    content = "没有推荐真正帮助入睡的睡前读物给你。",
    text_time = 2500
  },
  [130014230] = {
    title = "下午的阳光太温暖了",
    content = "因为下午的阳光照在身上特别舒服，正好最近几天睡得晚，一下子就困了……",
    text_time = 2500
  },
  [130014231] = {
    content = "我也很喜欢午后的阳光，很温暖。",
    text_time = 2250
  },
  [130014232] = {
    content = "不过比起通过午睡补眠，我还是更希望你能保证晚上的睡眠时间。",
    text_time = 2500
  },
  [130014310] = {
    title = "我下次会注意的",
    content = "我下次会注意好好睡觉的……只要没有什么突发情况……",
    text_time = 2500
  },
  [130014311] = {
    content = "你呀……真拿你没办法。",
    text_time = 1650
  },
  [130014312] = {
    content = "但如果有什么问题一定要记得及时找我，知道吗？",
    text_time = 2500
  },
  [130014320] = {
    title = "我已经在反省了",
    content = "我已经在反省了……",
    text_time = 1350
  },
  [130014321] = {
    content = "我并不是在责怪你。",
    text_time = 1350
  },
  [130014322] = {
    content = "只是看到你没有精神的样子，我会心疼。",
    text_time = 2500
  },
  [130014410] = {
    title = "我下午睡着的时候有打呼噜吗",
    content = "那个……我下午睡着的时候有……打呼噜吗？",
    text_time = 2500
  },
  [130014411] = {
    content = "嗯……我记得好像是有打呼噜，但是对我来说，很可爱。",
    text_time = 2500
  },
  [130014420] = {
    title = "我下午睡着的时候有说梦话吗",
    content = "那个……我下午睡着的时候……有说梦话吗？",
    text_time = 2500
  },
  [130014421] = {
    content = "嗯……好像说了‘最喜欢许墨……’",
    text_time = 2400
  },
  [130014422] = {
    content = "‘的讲座’这样的话。",
    text_time = 1500
  },
  [130014430] = {
    title = "我下午睡着的时候有没有什么不雅的举动",
    content = "我下午睡着的时候有没有什么不雅的举动呀？比如流口水……什么的……",
    text_time = 2500
  },
  [130014431] = {
    content = "我印象中好像是有的，是在梦见了什么好吃的东西吗？",
    text_time = 2500
  },
  [130014510] = {
    title = "丢死人了",
    content = "天哪，太丢人了！感觉已经没脸见你了……",
    text_time = 2500
  },
  [130014511] = {
    content = "抱歉，因为想看你的反应所以开了个玩笑。",
    text_time = 2500
  },
  [130014512] = {
    content = "你下午趴在我的办公桌上睡得很乖，很可爱。",
    text_time = 2500
  },
  [130014513] = {
    content = "同事喊我了，那就下次再聊，今晚记得早点睡。",
    text_time = 2500
  },
  [130014520] = {
    title = "再也不在别人的地盘睡着了",
    content = "我发誓，我以后再也不在别人的地盘睡着了QAQ",
    text_time = 2500
  },
  [130014521] = {
    content = "抱歉，因为想看你的反应所以开了个玩笑。",
    text_time = 2500
  },
  [130014522] = {
    content = "你下午趴在我的办公桌上睡得很安静。",
    text_time = 2500
  },
  [130014523] = {
    content = "同事喊我了，那就下次再聊，今晚记得早点睡。",
    text_time = 2500
  },
  [130015110] = {
    title = "今天学到一个新名词！",
    content = "我今天学到一个新名词！",
    text_time = 1650
  },
  [130015111] = {
    content = "什么名词？",
    text_time = 750
  },
  [130015112] = {
    content = "怎么突然说起这个了。",
    text_time = 1500
  },
  [130015210] = {
    title = "先听我说嘛，叫“知识诅咒”",
    content = "先听我说嘛，叫“知识诅咒”就是说当你已经知道一件事情后，就无法想象不知道这个事情是什么样的了。听到这个解释我马上就想到你了。",
    text_time = 2500
  },
  [130015211] = {content = "……", text_time = 300},
  [130015212] = {
    content = "不明白为什么你会想到我。",
    text_time = 1800
  },
  [130015220] = {
    title = "听到“知识的诅咒”就想起你来了！",
    content = "因为听到“知识的诅咒”这个名词，就想起你来了。",
    text_time = 2500
  },
  [130015221] = {
    content = "当你已经知道一件事情后，就无法想象不知道这个事情是什么样子？",
    text_time = 2500
  },
  [130015222] = {
    content = "我知道这个说法。",
    text_time = 1200
  },
  [130015223] = {
    content = "但是这句话是怎么让你想到我的？",
    text_time = 2250
  },
  [130015310] = {
    title = "天马行空？冥冥之中？",
    content = "天马行空？冥冥之中？我也解释不清楚……",
    text_time = 2500
  },
  [130015311] = {content = "我……", text_time = 450},
  [130015312] = {content = "算了。", text_time = 450},
  [130015320] = {
    title = "你每次被人误解的时候都让我不用去解释……",
    content = "你每次被人误解的时候都让我不用去解释，因为我已经知道了你温柔善良的一面，所以没办法理解别人的立场吗？",
    text_time = 2500
  },
  [130015321] = {content = "……", text_time = 300},
  [130015322] = {
    content = "我没想那么多，只是不想你白费口舌。",
    text_time = 2500
  },
  [130015323] = {
    content = "不过你这么一说……",
    text_time = 1350
  },
  [130015324] = {
    content = "算了，不说了。",
    text_time = 1050
  },
  [130015410] = {
    title = "你想说什么？",
    content = "你想说什么？",
    text_time = 900
  },
  [130015411] = {
    content = "就像我没办法想象没有遇见你的我会是什么样子一样。",
    text_time = 2500
  },
  [130015412] = {
    content = "这就是我刚才想说的话。",
    text_time = 1650
  },
  [130015420] = {
    title = "怎么了？",
    content = "怎么了？",
    text_time = 600
  },
  [130015421] = {
    content = "“知识的诅咒”对我来说，就是无法想象没有遇见你的我会是什么样子。",
    text_time = 2500
  },
  [130015422] = {
    content = "这就是我刚才想说的话。",
    text_time = 1650
  },
  [130016110] = {
    title = "你还弹琴吗？",
    content = "你还弹琴吗？",
    text_time = 900
  },
  [130016111] = {
    content = "什么琴？",
    text_time = 600
  },
  [130016210] = {
    title = "吉他……",
    content = "吉他……",
    text_time = 600
  },
  [130016211] = {
    content = "是我一时没反应过来。",
    text_time = 1500
  },
  [130016212] = {
    content = "怎么了？",
    text_time = 600
  },
  [130016220] = {
    title = "吉他是用“弹”这个动词吧……？",
    content = "吉他是用“弹”这个动词吧……？",
    text_time = 2250
  },
  [130016221] = {
    content = "是我一时没反应过来。",
    text_time = 1500
  },
  [130016222] = {
    content = "平时也不用“琴”这个字提它。",
    text_time = 2100
  },
  [130016223] = {
    content = "怎么了？",
    text_time = 600
  },
  [130016310] = {
    title = "教练我要学吉他！",
    content = "教练我要学吉他！",
    text_time = 1200
  },
  [130016311] = {
    content = "这么快就拜师了……",
    text_time = 1350
  },
  [130016312] = {
    content = "好，不过要做好心理准备。",
    text_time = 1800
  },
  [130016320] = {
    title = "看到视频里的指弹好帅，有点想学。",
    content = "看到视频里的指弹好帅，有点想学。",
    text_time = 2400
  },
  [130016321] = {
    content = "我可以教你，不过你自己也要做好准备。",
    text_time = 2500
  },
  [130016410] = {
    title = "会很难吗……",
    content = "会很难吗……",
    text_time = 900
  },
  [130016411] = {
    content = "你有钢琴基础，乐理对你应该不算难。",
    text_time = 2500
  },
  [130016412] = {
    content = "但毕竟一个弦乐一个键盘，还要适应一下。",
    text_time = 2500
  },
  [130016420] = {
    title = "你这么一说我已经有点想打退堂鼓了。",
    content = "怎么办你这么一说我已经有点想打退堂鼓了。",
    text_time = 2500
  },
  [130016421] = {
    content = "不学也没关系，听我弹就行了。",
    text_time = 2100
  },
  [130016430] = {
    title = "我一定可以顺利学会的！",
    content = "我一定可以顺利学会的！",
    text_time = 1650
  },
  [130016431] = {
    content = "有这份自信就够了。",
    text_time = 1350
  },
  [130016432] = {
    content = "而且你还有我，没问题的。",
    text_time = 1800
  },
  [130017000] = {
    content = "发生什么事了，怎么一大早就开始情绪低落？",
    text_time = 2500
  },
  [130017110] = {
    title = "没什么，不用管我……",
    content = "没什么，不用管我……",
    text_time = 1500
  },
  [130017111] = {
    content = "只要和你有关，都不是可以不管的事。",
    text_time = 2400
  },
  [130017112] = {
    content = "跟我说说看？",
    text_time = 900
  },
  [130017120] = {
    title = "我们女生低落都不需要理由！",
    content = "我们女生低落都不需要理由！",
    text_time = 1950
  },
  [130017121] = {
    content = "……如果是因为那个的话，记得多喝热水。",
    text_time = 2500
  },
  [130017122] = {
    content = "即便没有理由，我也不会放着你不管。",
    text_time = 2400
  },
  [130017123] = {
    content = "等你想说了再来找我就好。",
    text_time = 1650
  },
  [130017210] = {
    title = "只是假期综合症而已",
    content = "只是假期综合症而已，无心工作……",
    text_time = 2400
  },
  [130017211] = {
    content = "坚持到下班，别光看着屏幕放空。",
    text_time = 2100
  },
  [130017212] = {
    content = "晚上我来接你去散心。",
    text_time = 1350
  },
  [130017213] = {
    content = "现在感觉有点工作动力了吗？",
    text_time = 1950
  },
  [130017220] = {
    title = "放完假有点缓不过来",
    content = "放完假有点缓不过来，困成了狗。",
    text_time = 2100
  },
  [130017221] = {
    content = "我要代表全体警犬向这个形容提出异议了。",
    text_time = 2500
  },
  [130017222] = {
    content = "至少飞飞在我面前就没犯过困。",
    text_time = 1950
  },
  [130017223] = {
    content = "笑一笑是不是精神多了？",
    text_time = 1650
  },
  [130017230] = {
    title = "想到要上班就脑壳疼",
    content = "想到要补班就脑壳疼嘤嘤嘤……",
    text_time = 1800
  },
  [130017231] = {
    content = "那我帮你揉揉？",
    text_time = 1050
  },
  [130017310] = {
    title = "不过……你怎么知道的？！",
    content = "不过……你怎么知道的？！",
    text_time = 1800
  },
  [130017311] = {
    content = "是刚刚恰好路过你窗外看到了。",
    text_time = 1950
  },
  [130017320] = {
    title = "你是不是又扒我窗了！",
    content = "你是不是又扒我窗了！",
    text_time = 1500
  },
  [130017321] = {
    content = "……只是刚好路过",
    text_time = 1200
  },
  [130017322] = {
    content = "好了，工作加油。",
    text_time = 1050
  },
  [130018000] = {
    content = "这位姑娘，今日风和日丽适宜踏青，不知可否赏脸出来游览一番？",
    text_time = 2500
  },
  [130018110] = {
    title = "你不是在拍戏吗？",
    content = "听说你最近接了个古装剧，不是正在片场拍摄吗？",
    text_time = 2500
  },
  [130018111] = {
    content = "是呀，刚结束了一场踏青的戏。",
    text_time = 2100
  },
  [130018112] = {
    content = "这是我剧中的台词，想看看你的反应。",
    text_time = 2500
  },
  [130018120] = {
    title = "我还要上班呢……",
    content = "小女子公务繁忙，现正在办公室奋笔疾书，恕不能赴约。",
    text_time = 2500
  },
  [130018121] = {
    content = "哈哈，我正在演古装剧呢。",
    text_time = 1800
  },
  [130018122] = {
    content = "这是我剧中的台词，想看看你的反应。",
    text_time = 2500
  },
  [130018123] = {
    content = "你怎么比我还文绉绉的。",
    text_time = 1650
  },
  [130018130] = {
    title = "今天下雨啊。",
    content = "窗外又是风又是雨的，哪里风和日丽了？",
    text_time = 2500
  },
  [130018131] = {
    content = "我在片场拍古装戏呢。",
    text_time = 1500
  },
  [130018132] = {
    content = "这是我剧中的台词，想看看你的反应。",
    text_time = 2500
  },
  [130018210] = {
    title = "风流才子",
    content = "感觉你演的应该是个风流才子……",
    text_time = 2250
  },
  [130018211] = {content = "哪有！", text_time = 450},
  [130018212] = {
    content = "遇到心仪的女孩子就是要主动一点才行。",
    text_time = 2500
  },
  [130018220] = {
    title = "拍戏很辛苦",
    content = "拍戏是不是很辛苦呀？",
    text_time = 1500
  },
  [130018221] = {
    content = "嗯，片场的盒饭不好吃。",
    text_time = 1650
  },
  [130018222] = {
    content = "而且古装戏的头套和戏服实在是太闷了。",
    text_time = 2500
  },
  [130018230] = {
    title = "我当真了",
    content = "我刚才还以为你真的要约我呢……",
    text_time = 2250
  },
  [130018231] = {
    content = "啊，是我不好。",
    text_time = 1050
  },
  [130018232] = {
    content = "等这部戏杀青，我们找个地方踏青吧！",
    text_time = 2500
  },
  [130018310] = {
    title = "没见过古装扮相。",
    content = "穿古装的你是什么样子，我还从来没有见过呢！",
    text_time = 2500
  },
  [130018311] = {
    content = "我之前拍了定妆照哦。",
    text_time = 1500
  },
  [130018312] = {
    content = "等下发给你看看。",
    text_time = 1200
  },
  [130018313] = {
    content = "导演喊我拍下一场戏了，一会再聊吧！",
    text_time = 2500
  },
  [130018320] = {
    title = "怎么会演古装剧？",
    content = "没想到你经纪人竟然会让你演古装剧，好期待呀！",
    text_time = 2500
  },
  [130018321] = {
    content = "经纪人说这部戏有大投资，制作团队也很专业。",
    text_time = 2500
  },
  [130018322] = {
    content = "导演喊我拍下一场戏了，一会再聊吧！",
    text_time = 2500
  },
  [130018330] = {
    title = "关于什么的古装戏？",
    content = "从来没见你演过古装剧，不知道这部剧是讲什么的？",
    text_time = 2500
  },
  [130018331] = {
    content = "这是一部根据热门小说改编的电视剧。",
    text_time = 2500
  },
  [130018332] = {
    content = "听说原著的人气很高哦~",
    text_time = 1650
  },
  [130018333] = {
    content = "导演喊我拍下一场戏了，一会再聊吧！",
    text_time = 2500
  },
  [130019000] = {
    content = "我下周要开演唱会哦~",
    text_time = 1500
  },
  [130019110] = {
    title = "收到票了",
    content = "我收到你让经纪人转交给我的票啦！",
    text_time = 2400
  },
  [130019111] = {
    content = "那可是我特地为你保留的VIP座位哦！",
    text_time = 2500
  },
  [130019112] = {
    content = "不过，演唱会出了一点小问题。",
    text_time = 2100
  },
  [130019113] = {
    content = "一直合作的dancer临时有事请假了，你有认识的吗？",
    text_time = 2500
  },
  [130019120] = {
    title = "已经买好票了",
    content = "我已经买好票啦，第一排哦！",
    text_time = 1950
  },
  [130019121] = {
    content = "这么厉害，我的演唱会门票可是很难抢的！",
    text_time = 2500
  },
  [130019122] = {
    content = "不过，演唱会出了一点小问题。",
    text_time = 2100
  },
  [130019123] = {
    content = "一直合作的dancer临时有事请假了，你有认识的吗？",
    text_time = 2500
  },
  [130019130] = {
    title = "忘记买票了",
    content = "哎呀，我竟然忘记买票了，对不起啊……",
    text_time = 2500
  },
  [130019131] = {
    content = "没关系，我留了一张VIP票，让经纪人转交给你。",
    text_time = 2500
  },
  [130019132] = {
    content = "不过，演唱会出了一点小问题。",
    text_time = 2100
  },
  [130019133] = {
    content = "一直合作的dancer临时有事请假了，你有认识的吗？",
    text_time = 2500
  },
  [130019210] = {
    title = "有认识的",
    content = "有哦，之前节目里有合作过的舞者，我去问问有没有档期。",
    text_time = 2500
  },
  [130019211] = {
    content = "真是麻烦你啦。",
    text_time = 1050
  },
  [130019212] = {
    content = "下次休假请你去souvenir吃饭！",
    text_time = 2500
  },
  [130019220] = {
    title = "没有认识的",
    content = "没有诶，不过我可以发动公司的人帮你找一下。",
    text_time = 2500
  },
  [130019221] = {
    content = "嗯，我也在朋友圈问了。",
    text_time = 1650
  },
  [130019222] = {
    content = "经纪人也在发动关系帮忙找。",
    text_time = 1950
  },
  [130019230] = {
    title = "可以帮忙找",
    content = "我认识一个很厉害的公关，什么样的人都可以找到！",
    text_time = 2500
  },
  [130019231] = {
    content = "真的吗？",
    text_time = 600
  },
  [130019232] = {
    content = "这么厉害的人，下次也介绍给我认识认识吧！",
    text_time = 2500
  },
  [130019310] = {
    title = "有什么要求？",
    content = "对dancer有什么要求吗？",
    text_time = 2100
  },
  [130019311] = {
    content = "最好能够驾驭Hiphop风格。",
    text_time = 2250
  },
  [130019312] = {
    content = "男生女生都可以哦！",
    text_time = 1350
  },
  [130019313] = {
    content = "谢谢啦！",
    text_time = 600
  },
  [130019320] = {
    title = "演唱会周边",
    content = "对了，能给我几套演唱会周边吗？我想送人……",
    text_time = 2500
  },
  [130019321] = {
    content = "没问题，要多少问我经纪人要就行了。",
    text_time = 2500
  },
  [130019322] = {
    content = "别忘了帮我留意合适的dancer哦！",
    text_time = 2500
  },
  [130019330] = {
    title = "我会努力的",
    content = "放心吧，我一定会好好帮你找有没有适合的人的！",
    text_time = 2500
  },
  [130019331] = {
    content = "果然薯片小姐最靠谱了！",
    text_time = 1650
  },
  [130019332] = {
    content = "给你点赞哦！",
    text_time = 900
  }
}
return data
