module("short_msg_text14065", package.seeall)
data = {
  [140650000] = {
    content = "在外面翻找什么？卧室里都听得一清二楚。",
    text_time = 2850
  },
  [140650110] = {
    title = "呜呜呜大事不妙",
    content = "TAT怎么办，我记得睡前把饰链放在了床头柜上，可刚刚再看却不见了！",
    text_time = 4950
  },
  [140650111] = {
    content = "……不用担心，它没丢。是布丁半夜溜进房间捣乱时，把它拨到了夹缝。",
    text_time = 4800
  },
  [140650112] = {
    content = "我把布丁拎出去时，顺便拾起来放进了抽屉。",
    text_time = 3000
  },
  [140650113] = {
    content = "笨蛋。下次惊慌失措前，先找我问清楚。",
    text_time = 2700
  },
  [140650120] = {
    title = "……哈哈没事！我在找东西而已",
    content = "……我找点东西而已！你接着睡，不用管我。",
    text_time = 3000
  },
  [140650121] = {
    content = "如果是找那条饰链，你可以回卧室了。",
    text_time = 2550
  },
  [140650122] = {
    content = "我早上起来看见它掉在地毯上，就收进了你的首饰盒里。",
    text_time = 3750
  },
  [140650123] = {
    content = "要是丢了其他东西，那就继续找吧。",
    text_time = 2250
  },
  [140650130] = {
    title = "始作俑者快来帮忙！",
    content = "说起来明明是你的原因……那条饰链丢了，来帮我找找嘛！",
    text_time = 3900
  },
  [140650131] = {
    content = "你口中的始作俑者，早上就帮你把它收起来了。",
    text_time = 3150
  },
  [140650132] = {
    content = "去衣帽间，跟你的其他项链收在一层。",
    text_time = 2550
  },
  [140650133] = {
    content = "现在能安静地回来躺下了吗？",
    text_time = 1950
  },
  [140650210] = {
    title = "你什么时候起来的？",
    content = "0.0原来你还起来了一次吗？我完全没留意到。",
    text_time = 3300
  },
  [140650211] = {
    content = "不意外，某人的睡眠质量一向很好。",
    text_time = 2400
  },
  [140650212] = {
    content = "平时把枕头从你怀里抽出来，你都不会醒。何况昨天比平时睡得更晚。",
    text_time = 4650
  },
  [140650220] = {
    title = "……你是不是故意的！",
    content = "我刚起来时你怎么不告诉我……你是不是故意的！",
    text_time = 3300
  },
  [140650221] = {
    content = "少以己度人，只有笨蛋才会这么幼稚。",
    text_time = 2550
  },
  [140650222] = {
    content = "是你自己匆匆忙忙，在我开口前就穿上拖鞋冲了出去。",
    text_time = 3600
  },
  [140650230] = {
    title = "还好没丢……",
    content = "呜呜呜还好没丢！我真的被吓了一跳。",
    text_time = 2550
  },
  [140650231] = {
    content = "隔着屏幕都能想象出你松一口气的样子。",
    text_time = 2700
  },
  [140650232] = {
    content = "也不冷静想想，昨晚我们一直没有离开房间，怎么会丢在外面。",
    text_time = 4200
  },
  [140650310] = {
    title = "我决定要把它供起来",
    content = "吃一堑长一智，我从此要把它收藏起来~",
    text_time = 2550
  },
  [140650311] = {
    content = "首饰再特别，只有经人佩戴的那一刻，设计才算圆满。",
    text_time = 3600
  },
  [140650312] = {
    content = "喜欢就戴。把它束之高阁，反而失去了意义。",
    text_time = 3000
  },
  [140650313] = {
    content = "而且你系上它的样子，我也想多看几次。",
    text_time = 2700
  },
  [140650320] = {
    title = "我今天就要戴",
    content = "太好了！我等会儿就要戴着它，跟你一起去影院~",
    text_time = 3300
  },
  [140650321] = {
    content = "可以。我现在去厨房，你可以去准备穿搭了。",
    text_time = 3000
  },
  [140650322] = {
    content = "一个多小时，足够你纠结了。",
    text_time = 1800
  },
  [140650323] = {
    content = "希望这次出门前，某人不会又拖拖拉拉地撒娇，要我再等她一下。",
    text_time = 4350
  },
  [140650330] = {
    title = "研究新搭配",
    content = "刚刚想到，它好像也可以有别的搭配，比如腰链或者腿链~",
    text_time = 3900
  },
  [140650331] = {
    content = "腿链可以。但当腰链用，它的设计过短了。",
    text_time = 2850
  },
  [140650332] = {
    content = "可以再订购一条新的，让店里改造长度。",
    text_time = 2700
  },
  [140650333] = {
    content = "搭配起来，效果应该不错。",
    text_time = 1800
  },
  [140651000] = {
    content = "某人自告奋勇要准备的元宵大餐做得怎么样了？",
    text_time = 3150
  },
  [140651110] = {
    title = "非常完美。",
    content = "非常非常完美，甚至这次的餐桌上还有布丁副厨师长的“贡献”！",
    text_time = 4350
  },
  [140651111] = {
    content = "……它贡献了什么？小鱼干？",
    text_time = 1950
  },
  [140651112] = {
    content = "你确定它是去做贡献，而不是去偷吃食材的？",
    text_time = 3000
  },
  [140651113] = {
    content = "上次我做饭的时候它就溜进去假装要帮忙，结果偷偷叼走两只虾藏起来了。",
    text_time = 4950
  },
  [140651120] = {
    title = "超额完成任务！",
    content = "可以说是超额完成任务，而且准备菜的过程中，布丁也有帮忙哦~",
    text_time = 4350
  },
  [140651121] = {
    content = "布丁？你让它进厨房了？",
    text_time = 1650
  },
  [140651122] = {
    content = "现在它悄悄顺走食材的动作比以前进步了不少。",
    text_time = 3150
  },
  [140651123] = {
    content = "别是打着帮忙的名义，实际去偷吃食材了。",
    text_time = 2850
  },
  [140651130] = {
    title = "你就等着一饱口福吧～",
    content = "你就等着一饱口福吧～布丁作为我的副手，也出了一道“菜”呢！",
    text_time = 4350
  },
  [140651131] = {
    content = "不用我帮忙，找布丁帮忙？",
    text_time = 1800
  },
  [140651132] = {
    content = "平时不怎么做菜，收副手倒是收得快。",
    text_time = 2550
  },
  [140651133] = {
    content = "自己检查一下，食材有没有被副手“私贪”了。",
    text_time = 3150
  },
  [140651210] = {
    title = "布丁自己放了几粒猫粮在我们的碗里",
    content = "呜呜虽然它叼走了鸡肉，但回了几粒猫粮在我们的碗里，我很感动！",
    text_time = 4500
  },
  [140651211] = {
    content = "全家也就你会答应这么不划算的买卖。",
    text_time = 2550
  },
  [140651212] = {
    content = "不过这可能也是在变相提醒你，元宵大餐别忘了让它也上桌。",
    text_time = 4050
  },
  [140651213] = {
    content = "毕竟某种程度上来说，布丁和某人一样，是只馋猫。",
    text_time = 3450
  },
  [140651220] = {
    title = "少了半个鸡翅……",
    content = "我刚才摆了一下盘，发现真少了半个鸡翅！！可我没看到它吃啊。",
    text_time = 4350
  },
  [140651221] = {
    content = "布丁很聪明，不到吃的时候，会把东西现藏起来。",
    text_time = 3300
  },
  [140651222] = {
    content = "你可以看看餐柜附近的角落。",
    text_time = 1950
  },
  [140651223] = {
    content = "也可能是它知道自己不能上桌吃饭，所以先偷偷顺走一点。",
    text_time = 3900
  },
  [140651230] = {
    title = "难怪它刚才这么主动“帮忙”……",
    content = "难怪它刚才主动帮忙，还把几颗猫粮扫到菜里帮我加料，原来是为了偷吃鸡翅。",
    text_time = 5550
  },
  [140651231] = {
    content = "也就你分不清捣乱和帮忙……以后和布丁在厨房单独相处时长个心眼。",
    text_time = 4650
  },
  [140651232] = {
    content = "可能是笨蛋之前说元宵节要吃团圆饭，被它听到了。",
    text_time = 3450
  },
  [140651233] = {
    content = "所以它也想来分一口。",
    text_time = 1500
  },
  [140651310] = {
    title = "今晚是不是应该让它上桌……",
    content = "这么想来，团圆饭确实不能少了它，所以是不是应该让它也上桌？",
    text_time = 4350
  },
  [140651311] = {
    content = "它上桌了，还有你吃的余地？",
    text_time = 1950
  },
  [140651312] = {
    content = "布丁的大餐一会我回去准备。",
    text_time = 1950
  },
  [140651313] = {
    content = "顺便把某人一直喊着想吃的红豆泥汤圆也做了。",
    text_time = 3150
  },
  [140651320] = {
    title = "所以你什么时候回来？",
    content = "所以你什么时候回来~吃完晚饭我还想出去找个热闹的地方过节呢！",
    text_time = 4500
  },
  [140651321] = {
    content = "再数十个数开门。",
    text_time = 1200
  },
  [140651322] = {
    content = "中央公园今晚的花灯会很精彩，有不少你喜欢的项目。",
    text_time = 3600
  },
  [140651323] = {
    content = "等大餐过后，就带着笨蛋去“闹元宵”。",
    text_time = 2700
  },
  [140651330] = {
    title = "不论如何我都很开心。",
    content = "不管怎么说，我觉得还是很开心！",
    text_time = 2250
  },
  [140651331] = {
    content = "开心归开心，记得看好剩下的食材。",
    text_time = 2400
  },
  [140651332] = {
    content = "别等到最后，你自己想吃的东西被它嚯嚯得差不多了。",
    text_time = 3600
  },
  [140651333] = {
    content = "那某人今晚所有的计划就要全部泡汤了。",
    text_time = 2700
  },
  [140652000] = {
    content = "起床了吗？",
    text_time = 750
  },
  [140652110] = {
    title = "还躺在床上。",
    content = "我还躺在床上翻滚，完全不想起床，躺着好舒服啊——",
    text_time = 3600
  },
  [140652111] = {
    content = "小懒虫，差不多该起床了。",
    text_time = 1800
  },
  [140652112] = {
    content = "虽然很想让你再睡一会——",
    text_time = 1800
  },
  [140652113] = {
    content = "不过已经快中午了，再不起来，你定下的过节行程就走不完了。",
    text_time = 4200
  },
  [140652120] = {
    title = "刚刚起。",
    content = "我刚刚起床，已经洗漱完啦。",
    text_time = 1950
  },
  [140652121] = {
    content = "看来给你多睡一会儿是个正确的选择。",
    text_time = 2550
  },
  [140652122] = {
    content = "东西我都已经收拾好了。",
    text_time = 1650
  },
  [140652123] = {
    content = "现在出门时间也正好。",
    text_time = 1500
  },
  [140652130] = {
    title = "我是不是睡过头了？",
    content = "我是不是睡过头了？现在出门还来得及吗？",
    text_time = 2850
  },
  [140652131] = {
    content = "不用担心，上周你补班很辛苦，所以我刻意晚一点给你发消息。",
    text_time = 4200
  },
  [140652132] = {
    content = "多睡这一会儿也不会耽误行程。",
    text_time = 2100
  },
  [140652133] = {
    content = "等会儿去玩的时候你也足够精神。",
    text_time = 2250
  },
  [140652210] = {
    title = "还好有你在。",
    content = "还好有你在，不然我现在肯定手忙脚乱的，或者干脆就在家过节了。",
    text_time = 4500
  },
  [140652211] = {
    content = "对于你这个小朋友，我比较了解。",
    text_time = 2250
  },
  [140652212] = {
    content = "无非就是想过节日的心，和想休息的大脑起了冲突。",
    text_time = 3450
  },
  [140652213] = {
    content = "所以我不过是迂回地解决了一下这个矛盾。",
    text_time = 2850
  },
  [140652220] = {
    title = "你一直等我很无聊吧。",
    content = "抱歉，我多睡了好一会儿，你一直等我很无聊吧？",
    text_time = 3300
  },
  [140652221] = {
    content = "不会，在等待的过程里，我也把你可能会想带出门的东西都收拾好了。",
    text_time = 4650
  },
  [140652222] = {
    content = "而且，一想到能看见你睡饱满足的样子，就会格外期待。",
    text_time = 3750
  },
  [140652223] = {
    content = "算是一举两得。",
    text_time = 1050
  },
  [140652230] = {
    title = "这一觉睡得超满足。",
    content = "托你的福，我感觉这一觉睡得超级满足！",
    text_time = 2700
  },
  [140652231] = {
    content = "那看来我们的元宵节已经有了一个满意的开始。",
    text_time = 3150
  },
  [140652232] = {
    content = "毕竟休息好才是过节的第一要义。",
    text_time = 2250
  },
  [140652233] = {
    content = "如果休息不好，其他行程也许就会变成你的负担了。",
    text_time = 3450
  },
  [140652310] = {
    title = "我立刻开始行动。",
    content = "我现在立刻开始行动，争取我们十五分钟内可以出门！",
    text_time = 3600
  },
  [140652311] = {
    content = "不用着急，给你打扮和纠结的时间都在安排的计划内。",
    text_time = 3600
  },
  [140652312] = {
    content = "你只需要按照平时的节奏来就可以了。",
    text_time = 2550
  },
  [140652313] = {
    content = "难得过节，不要在打扮上给自己留遗憾。",
    text_time = 2700
  },
  [140652320] = {
    title = "可是让你自己准备了一切。",
    content = "可是让你一个人准备了所有东西，我心里有点过意不去。",
    text_time = 3750
  },
  [140652321] = {
    content = "既然这样，不如下周陪我去看博物馆新开的展览吧。",
    text_time = 3300
  },
  [140652322] = {
    content = "听说那里还有主题下午茶。",
    text_time = 1800
  },
  [140652323] = {
    content = "就当作是给我今天做准备工作的奖励。",
    text_time = 2550
  },
  [140652330] = {
    title = "接下来的事情都交给我吧！",
    content = "好！接下来今天过节的所有事情就都交给我吧，许教授就负责跟着我享受～",
    text_time = 4950
  },
  [140652331] = {
    content = "我已经准备好了。",
    text_time = 1200
  },
  [140652332] = {
    content = "这样正好，如果你来负责带路和安排节日活动的话——",
    text_time = 3600
  },
  [140652333] = {
    content = "我就可以把所有精力，都用在你身上了。",
    text_time = 2700
  },
  [140653000] = {
    content = "我还有一会儿才能到家，你先在家吃点零食！",
    text_time = 3000
  },
  [140653110] = {
    title = "你去哪里啦？",
    content = "你去哪里啦？我看你外套还在家呢。",
    text_time = 2400
  },
  [140653111] = {
    content = "在楼下呢~你之前不是说想看4D电影吗！我和朋友借了点他自己调试的设备。",
    text_time = 5250
  },
  [140653112] = {
    content = "今天过节，我们就在家里放纵一次！",
    text_time = 2400
  },
  [140653113] = {
    content = "我现在还在搬最后一个大家伙。",
    text_time = 2100
  },
  [140653120] = {
    title = "家里突然多出来不少设备。",
    content = "家里多出来好多设备啊，你是不是准备要搞什么大动作？",
    text_time = 3750
  },
  [140653121] = {
    content = "没错！我准备搞个家庭4D电影，连椅子我都弄来了。",
    text_time = 3600
  },
  [140653122] = {
    content = "我有个朋友是电影爱好者，这些都是他借我的。",
    text_time = 3150
  },
  [140653123] = {
    content = "我正在搬最后一样大家伙。",
    text_time = 1800
  },
  [140653130] = {
    title = "我没找到零食。",
    content = "客厅里东西放的到处都是，我没找到零食呜呜呜呜。",
    text_time = 3450
  },
  [140653131] = {
    content = "对哦，我把桌上的零食都收到茶几下面的箱子里啦，你看看！",
    text_time = 4050
  },
  [140653132] = {
    content = "客厅里那些是家庭4D电影的设备，我和朋友借的。",
    text_time = 3450
  },
  [140653133] = {
    content = "元宵节嘛，除了汤圆我想着过节可以弄点平时没有的活动，这样肯定会很有趣！",
    text_time = 5250
  },
  [140653210] = {
    title = "怪不得很多东西特别眼熟。",
    content = "怪不得我看着好多设备都很眼熟，连小干冰机都有！",
    text_time = 3450
  },
  [140653211] = {
    content = "这足以证明今晚我们什么电影都能驾驭了，嘿嘿。",
    text_time = 3300
  },
  [140653212] = {
    content = "等我回来，我们一起研究研究，应该很快就能安装好。",
    text_time = 3600
  },
  [140653213] = {
    content = "我还买好了汤圆，今晚就是元宵影夜，超爽。",
    text_time = 3000
  },
  [140653220] = {
    title = "那在你回来前我也研究一下吧。",
    content = "那在你回来前我也研究一下吧，你朋友给你写的说明书很详细的样子。",
    text_time = 4650
  },
  [140653221] = {
    content = "好耶，主战力二号预计还有五分钟到达战场。",
    text_time = 3000
  },
  [140653222] = {
    content = "现在这里就暂时先交给主战力一号吧！",
    text_time = 2550
  },
  [140653223] = {
    content = "等我们“双剑合璧”的时候，相信横扫千军不是梦。",
    text_time = 3450
  },
  [140653230] = {
    title = "收拾起来很麻烦吧。",
    content = "这个收拾起来很麻烦吧？我现在就开始动手整理一下吧？",
    text_time = 3750
  },
  [140653231] = {
    content = "我问过我朋友啦，他说大部分东西都调试好了，不会很难收拾。",
    text_time = 4200
  },
  [140653232] = {
    content = "还有小部分参数他也写给我了。",
    text_time = 2100
  },
  [140653233] = {
    content = "一会儿我回来调一下就绝对没问题了！",
    text_time = 2550
  },
  [140653310] = {
    title = "我们看哪部电影？",
    content = "太好啦，那我们看哪部电影？感觉好难抉择……",
    text_time = 3150
  },
  [140653311] = {
    content = "今天有不少元宵节专场电影呢，现在网站上也同步上映了。",
    text_time = 3900
  },
  [140653312] = {
    content = "我们可以一边吃着热乎乎的元宵，一边看电影。",
    text_time = 3150
  },
  [140653313] = {
    content = "这么一想真是人间天堂……我立刻就回来！",
    text_time = 2850
  },
  [140653320] = {
    title = "两个椅子已经被霸占了",
    content = "两个椅子已经被苹果箱和Cello当新窝霸占了。",
    text_time = 3450
  },
  [140653321] = {
    content = "什么！这两个家伙！等我回去就用罐头把它们引诱开！",
    text_time = 3600
  },
  [140653322] = {
    content = "阿薯，立刻进入“备战模式”，让我们先把它们哄走，再开始元宵二人世界！",
    text_time = 5100
  },
  [140653330] = {
    title = "感觉要穿厚一点的衣服",
    content = "又是喷水又是干冰的，感觉咱们今天要穿厚一点的衣服了。",
    text_time = 3900
  },
  [140653331] = {
    content = "这不用担心，我早就准备好我们的元宵战袍了！",
    text_time = 3150
  },
  [140653332] = {
    content = "嘿嘿，还是配套的哦~",
    text_time = 1500
  },
  [140653333] = {
    content = "绝对能让你度过一个安心又不会生病的快乐元宵！",
    text_time = 3300
  },
  [140654000] = {
    content = "我刚刚买完东西回来，发现你没在家。去哪儿了？",
    text_time = 3300
  },
  [140654110] = {
    title = "我快回家啦。",
    content = "去健身房了！但是应该快回家啦。",
    text_time = 2250
  },
  [140654111] = {
    content = "好，那我先把东西收去冰箱里。",
    text_time = 2100
  },
  [140654112] = {
    content = "不过你怎么突然这个点去健身房？",
    text_time = 2250
  },
  [140654120] = {
    title = "在跑步。",
    content = "我在之前办了卡的健身房跑步呢。",
    text_time = 2250
  },
  [140654121] = {
    content = "之前不是说元宵节要在家里“暴躺两天”吗？",
    text_time = 3000
  },
  [140654122] = {
    content = "怎么突然又去健身房跑步了？",
    text_time = 1950
  },
  [140654130] = {
    title = "去健身房了。",
    content = "我去健身房啦，刚刚在跟着教练深蹲呢。",
    text_time = 2700
  },
  [140654131] = {
    content = "我记得你前两天说最近太冷了，要在家睡觉。",
    text_time = 3000
  },
  [140654132] = {
    content = "怎么今天会突然跑到健身房，还做深蹲？",
    text_time = 2700
  },
  [140654210] = {
    title = "今天健身房有活动！",
    content = "因为今天健身房有元宵活动，打卡完成任务送兔子汤圆的奖牌~",
    text_time = 4200
  },
  [140654211] = {
    content = "原来是这样，那你现在应该拿到手了吧。",
    text_time = 2700
  },
  [140654212] = {
    content = "快回来吧，有奖牌了，也要有奖励才行。",
    text_time = 2700
  },
  [140654213] = {
    content = "我买到了网红兔子元宵，等你回来，正好可以吃。",
    text_time = 3300
  },
  [140654220] = {
    title = "好几天没运动了。",
    content = "好几天没运动，所以今天觉得自己应该运动一下了T T",
    text_time = 3750
  },
  [140654221] = {
    content = "辛苦了，等你回来，可以收到一份小犒劳。",
    text_time = 2850
  },
  [140654222] = {
    content = "刚才超市那边在人挤人抢限量的兔子汤圆，我抢到了最后一盒。",
    text_time = 4200
  },
  [140654223] = {
    content = "等你回来应该正好煮好。",
    text_time = 1650
  },
  [140654230] = {
    title = "我怕自己之后又懒得运动了。",
    content = "我怕我今天偷懒，之后都懒得运动了。",
    text_time = 2550
  },
  [140654231] = {
    content = "你应该相信你任命的“运动检察官”。",
    text_time = 2550
  },
  [140654232] = {
    content = "我会认真监督你合理安排运动和休息~",
    text_time = 2550
  },
  [140654233] = {
    content = "今天，检察官给额外运动的这位学员准备了兔子元宵。",
    text_time = 3600
  },
  [140654310] = {
    title = "哇塞什么馅的？",
    content = "哇塞，是什么馅的呀？",
    text_time = 1500
  },
  [140654311] = {
    content = "有黑芝麻的、芋泥的，还有豆沙的。",
    text_time = 2400
  },
  [140654312] = {
    content = "这下不用选择困难症了。",
    text_time = 1650
  },
  [140654313] = {
    content = "现在我就把它们从“冻兔子”变成热腾腾的软兔子。",
    text_time = 3450
  },
  [140654320] = {
    title = "兔子元宵！！",
    content = "哇！兔子元宵！我立刻飞奔回来。",
    text_time = 2250
  },
  [140654321] = {
    content = "慢点，刚运动完别呛着冷空气。",
    text_time = 2100
  },
  [140654322] = {
    content = "我已经算好时间了，等你回到家应该温度正好。",
    text_time = 3150
  },
  [140654323] = {
    content = "和你一起吃，这个元宵一定格外美味。",
    text_time = 2550
  },
  [140654330] = {
    title = "嘿嘿我也给你带了个小礼物。",
    content = "嘿嘿我也给你带了个小礼物！卡通元宵刺绣的护额护腕全套~",
    text_time = 4050
  },
  [140654331] = {
    content = "太好了。之前那套旧了，正准备换掉。",
    text_time = 2550
  },
  [140654332] = {
    content = "明天我就戴着这个去打球。",
    text_time = 1800
  },
  [140654333] = {
    content = "肯定能拿好分数。",
    text_time = 1200
  },
  [140655000] = {
    content = "你说最近过个节怎么东西越来越贵了？",
    text_time = 2550
  },
  [140655110] = {
    title = "你去买东西啦？",
    content = "嗯？你出门去买东西啦？",
    text_time = 1650
  },
  [140655111] = {
    content = "老头有几个小玩意儿要叫我们买，说是有秘密用途。",
    text_time = 3450
  },
  [140655112] = {
    content = "我本来说过几天买，结果接到临时通知说明天就要用。",
    text_time = 3600
  },
  [140655113] = {
    content = "刚出门溜达了一圈，发现那些年货街的东西促销打折完比节前还贵。",
    text_time = 4500
  },
  [140655120] = {
    title = "过节的东西一直都很贵。",
    content = "过节嘛，所有地方的东西都很贵，你还不如网购呢。",
    text_time = 3450
  },
  [140655121] = {
    content = "要是来得及我就网购了，我昨晚都把东西加购物车了。",
    text_time = 3600
  },
  [140655122] = {
    content = "没想到今天接到老头临时通知，说是明天就要用他叫买的东西。",
    text_time = 4200
  },
  [140655123] = {
    content = "这些东西大超市还没有，年货街个个涨价再打折，一个比一个贵，无语。",
    text_time = 4800
  },
  [140655130] = {
    title = "你要买什么吗？",
    content = "你要买什么东西吗？",
    text_time = 1350
  },
  [140655131] = {
    content = "老头心血来潮叫买的小玩意儿而已。",
    text_time = 2400
  },
  [140655132] = {
    content = "非要明天用，网购都来不及。",
    text_time = 1950
  },
  [140655133] = {
    content = "我刚刚出门看了一圈，年货街一家比一家贵，那个价格都够吃好几顿火锅了。",
    text_time = 5100
  },
  [140655210] = {
    title = "一会儿我们出去再看看？",
    content = "要不再去别的地方看看？年货街其实也行就是需要砍价，我帮你！",
    text_time = 4350
  },
  [140655211] = {
    content = "你能行吗？",
    text_time = 750
  },
  [140655212] = {
    content = "别到时候人家给你绕进去了，你还没发现。",
    text_time = 2850
  },
  [140655213] = {
    content = "这些商家可都是一个比一个老油条的人精。",
    text_time = 2850
  },
  [140655220] = {
    title = "我带你去商业街买。",
    content = "这说明你差了一个会砍价的我，我砍价可牛了，带我去，保准没问题。",
    text_time = 4650
  },
  [140655221] = {
    content = "那么自信啊？",
    text_time = 900
  },
  [140655222] = {
    content = "你别夸下海口之后来个大败仗。",
    text_time = 2100
  },
  [140655223] = {
    content = "到时候被忽悠了嘴一撅，我俩这个元宵节完蛋一半。",
    text_time = 3450
  },
  [140655230] = {
    title = "我来帮你吧！",
    content = "这个我是专家！其实在年货街这种地方只要会砍价，到手价比节前还便宜。",
    text_time = 4950
  },
  [140655231] = {
    content = "哟？这么说今天你能让我长长见识了？",
    text_time = 2550
  },
  [140655232] = {
    content = "行，那一会儿我接你去。",
    text_time = 1650
  },
  [140655233] = {
    content = "先说好，一会儿可不能半路当逃兵。",
    text_time = 2400
  },
  [140655310] = {
    title = "到时候看我发挥。",
    content = "你别不信，到时候等着看我展示！",
    text_time = 2250
  },
  [140655311] = {
    content = "当观众啊，这我擅长。",
    text_time = 1500
  },
  [140655312] = {
    content = "到时候你砍下来了，那你就是大功臣。",
    text_time = 2550
  },
  [140655313] = {
    content = "今天想干什么都听你的，包你过个最开心的元宵节。",
    text_time = 3450
  },
  [140655320] = {
    title = "这就需要你打配合啦。",
    content = "这就需要你和我打配合啦。",
    text_time = 1800
  },
  [140655321] = {
    content = "懂了。到时候我就在旁边给商家施加心理压力，然后你来砍价。",
    text_time = 4200
  },
  [140655322] = {
    content = "这么一想，赢面还是很大的。",
    text_time = 1950
  },
  [140655323] = {
    content = "到时候看我眼神行事。",
    text_time = 1500
  },
  [140655330] = {
    title = "看来你对砍价的艺术不够了解～",
    content = "看来你对砍价的艺术不够了解～",
    text_time = 2100
  },
  [140655331] = {
    content = "门都还没出，你就开始当砍价艺术家了？",
    text_time = 2700
  },
  [140655332] = {
    content = "先出门吧，我快到你家了。",
    text_time = 1800
  },
  [140655333] = {
    content = "在当艺术家之前，总要先给我看看你的技术才行。",
    text_time = 3300
  },
  [140656000] = {
    content = "你之前买来攒钱的ATM存钱罐，自己把钱吐出来了。",
    text_time = 3600
  },
  [140656110] = {
    title = "怎么会这样！！",
    content = "怎么会这样！！",
    text_time = 1050
  },
  [140656111] = {
    content = "难道不是某个笨蛋觉得好玩，所以往里面塞存了太多钱？",
    text_time = 3750
  },
  [140656112] = {
    content = "[/gift]买个能多存点的存钱罐吧。",
    text_time = 1800,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140656113] = {
    content = "这就当作是给你放进新存钱罐的第一笔吧。",
    text_time = 2850
  },
  [140657000] = {
    content = "看到桌上的福袋了吗？",
    text_time = 1500
  },
  [140657110] = {
    title = "已经打开了！",
    content = "已经打开了，里面是好大一包开心果呀！",
    text_time = 2700
  },
  [140657111] = {
    content = "那是今年送给你的第一包福运，祝你笑口常开。",
    text_time = 3150
  },
  [140657112] = {
    content = "[/gift]这是今年的第一份财运。",
    text_time = 1650,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140657113] = {
    content = "希望这位小朋友，今年福财双收。",
    text_time = 2250
  },
  [140658000] = {
    content = "我发现一种超级小巧的红包，在银柳枝上贴一串，和爆竹一样。",
    text_time = 4200
  },
  [140658110] = {
    title = "天啊，是鞭炮和红包的合体！！",
    content = "天啊，是鞭炮和红包的合体！！",
    text_time = 2100
  },
  [140658111] = {
    content = "[/gift]先预热一下~",
    text_time = 900,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140658112] = {
    content = "叮叮~你的福运和财运还有十分钟后将抵达你身边，请注意查收。",
    text_time = 4350
  },
  [140658113] = {
    content = "一会我们就可以在家快乐放“发财炮”啦。",
    text_time = 2850
  },
  [140659000] = {
    content = "我马上就到家，一路上都是绿灯。",
    text_time = 2250
  },
  [140659110] = {
    title = "新年第一天的好兆头！",
    content = "新年第一天的好兆头！说明你今年一年都会顺顺利利。",
    text_time = 3600
  },
  [140659111] = {
    content = "也说明今年我来见你的路，都会畅通无阻。",
    text_time = 2850
  },
  [140659112] = {
    content = "[/gift]敲门红包。",
    text_time = 750,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140659113] = {
    content = "好运分给你，可以准备开门了。",
    text_time = 2100
  }
}
return data
