module("short_msg_text14091", package.seeall)
data = {
  [140910000] = {
    content = "今天某人一直很安静，在忙什么？",
    text_time = 2250
  },
  [140910110] = {
    title = "说出来吓你一跳",
    content = "说出来吓你一跳，我今天一直在专心工作，工作全都提前完成了！",
    text_time = 4350
  },
  [140910111] = {
    content = "没什么好惊讶的。",
    text_time = 1200
  },
  [140910112] = {
    content = "昨天你睡得不错，充足的睡眠本来就能够让人集中注意力。",
    text_time = 3900
  },
  [140910113] = {
    content = "看你现在精神十足的样子，应该已经规划好下班后的活动了。",
    text_time = 4050
  },
  [140910120] = {
    title = "是不是想我了",
    content = "我在努力工作哦，李总是不是想我了~",
    text_time = 2550
  },
  [140910121] = {
    content = "看来某人昨晚睡得太好，现在还在做梦。",
    text_time = 2700
  },
  [140910122] = {
    content = "既然在努力工作，今天的策划案应该能准时上交。",
    text_time = 3300
  },
  [140910123] = {
    content = "交完之后准备做什么？",
    text_time = 1500
  },
  [140910130] = {
    title = "今天在沉迷工作",
    content = "昨天睡得超级好，今天我神清气爽，沉迷工作无法自拔。",
    text_time = 3750
  },
  [140910131] = {
    content = "既然沉迷了一天，你的工作应该完成得差不多了。",
    text_time = 3300
  },
  [140910132] = {
    content = "根据经验，你现在大概在想……",
    text_time = 2100
  },
  [140910133] = {
    content = "今天准时下班后做什么。",
    text_time = 1650
  },
  [140910210] = {
    title = "我刚刚做好了攻略",
    content = "嘿嘿嘿我刚刚做好了攻略，打算晚上买点助眠香氛，说不定能睡得更香。",
    text_time = 4800
  },
  [140910211] = {
    content = "助眠香氛不是对所有人都起效。",
    text_time = 2100
  },
  [140910212] = {
    content = "可以买回来尝试一下。",
    text_time = 1500
  },
  [140910213] = {
    content = "如果有效，某人就不用再缠着我讲睡前故事了。",
    text_time = 3150
  },
  [140910220] = {
    title = "要趁热打铁",
    content = "是哦，我打算趁热打铁，在网上买点帮助我们睡得更好的助眠香氛！",
    text_time = 4500
  },
  [140910221] = {
    content = "在这些事上，笨蛋的脑筋总是转得很快。",
    text_time = 2700
  },
  [140910222] = {
    content = "买些助眠香氛也不错。",
    text_time = 1500
  },
  [140910223] = {
    content = "以防又有人睡不着，要听睡前故事。",
    text_time = 2400
  },
  [140910230] = {
    title = "被安利了好东西",
    content = "嗯......下午被安利了一款助眠香氛，我正在网上挑呢。",
    text_time = 4200
  },
  [140910231] = {
    content = "我记得助眠香氛是用香味让人放松，更好入睡。",
    text_time = 3150
  },
  [140910232] = {
    content = "和睡前故事的功能差不多。",
    text_time = 1800
  },
  [140910233] = {
    content = "保留一个就够了。",
    text_time = 1200
  },
  [140910310] = {
    title = "我当然两个都要",
    content = "谁说的！我当然是选择在香香的味道中听故事~",
    text_time = 3150
  },
  [140910311] = {
    content = "得寸进尺。",
    text_time = 750
  },
  [140910312] = {
    content = "看在你今天效率还算高的份上，下班后我接你去商场。",
    text_time = 3600
  },
  [140910313] = {
    content = "等选好喜欢的香氛和故事书，想必某人今晚能安分一点。",
    text_time = 3750
  },
  [140910320] = {
    title = "我这是在增加故事素材",
    content = "我这是在增加睡前故事的素材，比如布丁人和报表人一起买香氛~",
    text_time = 4350
  },
  [140910321] = {
    content = "笨蛋总有歪理。",
    text_time = 1050
  },
  [140910322] = {
    content = "既然你对故事内容已经有了规划。",
    text_time = 2250
  },
  [140910323] = {
    content = "今晚的睡前故事就由你来讲。",
    text_time = 1950
  },
  [140910330] = {
    title = "助眠的东西不嫌多",
    content = "睡前故事和香氛不冲突，反正助眠的东西不嫌多！试试哪个最有效嘛！",
    text_time = 4650
  },
  [140910331] = {
    content = "试试可以。",
    text_time = 750
  },
  [140910332] = {
    content = "但我恐怕没法给到客观的评价。",
    text_time = 2100
  },
  [140910333] = {
    content = "毕竟有某人在，我不担心睡眠问题。",
    text_time = 2400
  },
  [140911000] = {
    content = "刚刚看到你转发的几条测评帖，怎么想起下载睡眠记录软件了？",
    text_time = 4200
  },
  [140911110] = {
    title = "想把好眠记录下来",
    content = "昨晚有你的声音，我睡得超级香！就想把这么好的睡眠记录下来。",
    text_time = 4350
  },
  [140911111] = {
    content = "原来是为了记录这个。",
    text_time = 1500
  },
  [140911112] = {
    content = "我记得有一款软件使用体验不错。",
    text_time = 2250
  },
  [140911113] = {
    content = "应该会符合你的需求。",
    text_time = 1500
  },
  [140911120] = {
    title = "我也想记录你的睡眠",
    content = "昨晚你说一直在偷偷记录我入睡的情况，我也想记录下你的～",
    text_time = 4050
  },
  [140911121] = {
    content = "好，那就按你说的记录吧。",
    text_time = 1800
  },
  [140911122] = {
    content = "不过我对你发的这几款软件了解不多。",
    text_time = 2550
  },
  [140911123] = {
    content = "如果你没有特别倾向哪个的话，我倒有另一个不错的推荐。",
    text_time = 3900
  },
  [140911130] = {
    title = "你的论文带来的想法",
    content = "是昨晚听你说的论文想到的，感觉很有意思～",
    text_time = 3000
  },
  [140911131] = {
    content = "既然$u这么有兴趣，那我们就一起记录一下吧。",
    text_time = 3300
  },
  [140911132] = {
    content = "只是我看了一下，市面上的软件功能大概不够完善。",
    text_time = 3450
  },
  [140911133] = {
    content = "倒是可以使用另一款不错的记录软件。",
    text_time = 2550
  },
  [140911210] = {
    title = "有什么特点？",
    content = "那款睡眠软件有什么特别的设计吗？",
    text_time = 2400
  },
  [140911211] = {
    content = "里面有一只特别可爱的小动物，可以实时反应使用者的状态。",
    text_time = 4050
  },
  [140911212] = {
    content = "比如检测到使用者熬夜了，它的脸上就会挂上浓厚的黑眼圈。",
    text_time = 4050
  },
  [140911213] = {
    content = "要不要从今晚开始试试？",
    text_time = 1650
  },
  [140911220] = {
    title = "你推荐肯定错不了",
    content = "能被许教授评价“不错”，应该很好用~",
    text_time = 2700
  },
  [140911221] = {
    content = "与其说好用，不如说是专业，它的健康数据库非常完善。",
    text_time = 3750
  },
  [140911222] = {
    content = "虽然没有有趣的功能，但是可以快速分析出使用者的健康情况。",
    text_time = 4200
  },
  [140911223] = {
    content = "今天晚上要体验一下吗？",
    text_time = 1650
  },
  [140911230] = {
    title = "是你认识的人研发的？",
    content = "看你的描述，这个软件是你认识的人研发的吗？",
    text_time = 3150
  },
  [140911231] = {
    content = "嗯，研发软件的是一对情侣，他们一人是程序员，一人是我的同事。",
    text_time = 4500
  },
  [140911232] = {
    content = "同事给我介绍过这款软件，说是很贴合情侣的需求。",
    text_time = 3450
  },
  [140911233] = {
    content = "要是你感兴趣的话，我们可以从今晚开始试用一下。",
    text_time = 3450
  },
  [140911310] = {
    title = "我已经迫不及待了",
    content = "嗯嗯，我已经迫不及待想试试了！",
    text_time = 2250
  },
  [140911311] = {
    content = "好，那我一会儿把下载链接发给你。",
    text_time = 2400
  },
  [140911312] = {
    content = "另外，使用记录软件时，最好再配合上检测心跳的辅助设备。",
    text_time = 4050
  },
  [140911313] = {
    content = "晚上我去接你，我们一起去选购一款合适的设备吧。",
    text_time = 3450
  },
  [140911320] = {
    title = "对睡觉的期待感增加了",
    content = "好啊，感觉用了睡眠记录软件，对“睡觉”这件事的期待感都增加了。",
    text_time = 4650
  },
  [140911321] = {
    content = "我也有相同的感受。",
    text_time = 1350
  },
  [140911322] = {
    content = "每天睡前和你一起打开记录软件，早上时互道一声早安，看看昨晚的睡眠情况。",
    text_time = 5250
  },
  [140911323] = {
    content = "生活中有仪式感的小事，又增加了一件。",
    text_time = 2700
  },
  [140911330] = {
    title = "会坚持使用的",
    content = "好，有许教授陪我，我肯定会坚持使用的。",
    text_time = 2850
  },
  [140911331] = {
    content = "嗯，我们大概会用很久。",
    text_time = 1650
  },
  [140911332] = {
    content = "到时候我们可以把睡眠数据整理成册，记录下那些相拥而眠的美好夜晚。",
    text_time = 4800
  },
  [140911333] = {
    content = "然后一起写下——“记录人：$u&许墨”。",
    text_time = 3000
  },
  [140912000] = {
    content = "阿薯，我昨晚睡觉的时候是不是压到你了TAT？",
    text_time = 3300
  },
  [140912110] = {
    title = "没有啊",
    content = "没有啊~如果你压到我，我应该会醒的，但昨晚我是一觉睡到天亮哦。",
    text_time = 4650
  },
  [140912111] = {
    content = "真的吗？",
    text_time = 600
  },
  [140912112] = {
    content = "可怎么感觉你早上起来心情不太好的样子，眉头还皱得紧紧的。",
    text_time = 4200
  },
  [140912113] = {
    content = "我还以为你是因为我没睡好呢……",
    text_time = 2250
  },
  [140912120] = {
    title = "睡熟了不知道",
    content = "我没印象耶，但就算有也没关系啦~有你的“洛氏哄睡大法”，我可是一觉睡到天亮哦~",
    text_time = 5850
  },
  [140912121] = {
    content = "是这样吗……",
    text_time = 900
  },
  [140912122] = {
    content = "可你今天起来之后怎么一个人坐在客厅里，眉头还皱得紧紧的……",
    text_time = 4350
  },
  [140912123] = {
    content = "你是因为我没睡好吗？",
    text_time = 1500
  },
  [140912130] = {
    title = "怎么这么问？",
    content = "啊？为什么这么问？",
    text_time = 1350
  },
  [140912131] = {
    content = "因为感觉你早上起来心情不是很好……",
    text_time = 2550
  },
  [140912132] = {
    content = "还一个人坐在客厅里皱眉。",
    text_time = 1800
  },
  [140912133] = {
    content = "你是不是没睡好？还是发生什么事了吗？",
    text_time = 2700
  },
  [140912210] = {
    title = "被吓到",
    content = "我是有点被吓到！苹果箱昨晚跑进我的梦里，说它的玩具被Cello藏在了柜顶上，结果早上起来一看，竟然真的在！",
    text_time = 7950
  },
  [140912211] = {
    content = "是苹果箱之前消失了的毛绒鸡腿吗？",
    text_time = 2400
  },
  [140912212] = {
    content = "之前我也替它找过，但都没有找到，结果它直接跑进你的梦里了吗？",
    text_time = 4500
  },
  [140912213] = {
    content = "感觉我的鸡皮疙瘩都起来了！",
    text_time = 1950
  },
  [140912220] = {
    title = "做了个神奇的梦",
    content = "不是啦~是我梦到苹果箱跟我说，它的玩具被Cello藏在了柜顶，等我醒了去看的时候，居然真的在！",
    text_time = 7050
  },
  [140912221] = {
    content = "是不是苹果箱之前弄不见的毛绒鸡腿？",
    text_time = 2550
  },
  [140912222] = {
    content = "我今天看到的时候还以为苹果箱叼着的是别的玩具呢。",
    text_time = 3600
  },
  [140912223] = {
    content = "我感觉我现在的表情和早上的阿薯同步了！",
    text_time = 2850
  },
  [140912230] = {
    title = "是因为苹果箱",
    content = "是苹果箱啦，它昨晚跑进我的梦里跟我说它的玩具被Cello藏在了柜顶，我醒了过去一看，居然真的找到了！",
    text_time = 7500
  },
  [140912231] = {
    content = "难道是苹果箱今天叼着的那个毛绒鸡腿吗？",
    text_time = 2850
  },
  [140912232] = {
    content = "苹果箱一定会觉得阿薯你是它的超级英雄！",
    text_time = 2850
  },
  [140912233] = {
    content = "不过这也太神奇了！",
    text_time = 1350
  },
  [140912310] = {
    title = "买彩票",
    content = "我突发奇想，遇到这么神奇的事，我们是不是该去买张彩票啊？",
    text_time = 4200
  },
  [140912311] = {
    content = "好主意！",
    text_time = 600
  },
  [140912312] = {
    content = "你帮了苹果箱的忙，苹果箱肯定也想谢谢你。",
    text_time = 3000
  },
  [140912313] = {
    content = "不过号码是不是也应该由苹果箱来选？",
    text_time = 2550
  },
  [140912320] = {
    title = "下了翻译APP",
    content = "以防苹果箱之后还有忙需要我帮，我已经下载了狗狗翻译APP！",
    text_time = 4350
  },
  [140912321] = {
    content = "但苹果箱会不会觉得跑进梦里才是最方便的？毕竟梦里它可以直接说话。",
    text_time = 4800
  },
  [140912322] = {
    content = "说不定它还会把昨晚的事告诉Cello和其他好朋“狗”，让它们以后也到你的梦里玩。",
    text_time = 6000
  },
  [140912323] = {
    content = "既然这样，以后我都要好好地哄阿薯睡觉，让阿薯每晚都做“毛茸茸”的梦~",
    text_time = 5100
  },
  [140912330] = {
    title = "和你也有关系",
    content = "我觉得苹果箱能跑进我的梦里肯定和我昨晚睡得特别好有关系~",
    text_time = 4200
  },
  [140912331] = {
    content = "是这样吗？",
    text_time = 750
  },
  [140912332] = {
    content = "那哄睡服务今晚继续提供~",
    text_time = 1800
  },
  [140912333] = {
    content = "不过希望今晚能进到$u梦里的人是我。",
    text_time = 2550
  },
  [140913000] = {
    content = "昨天晚上睡得还好吗？",
    text_time = 1500
  },
  [140913110] = {
    title = "睡得好香啊",
    content = "我睡得好香啊，今天一天都不困。",
    text_time = 2250
  },
  [140913111] = {
    content = "那就好。",
    text_time = 600
  },
  [140913112] = {
    content = "以前你经常在下午发“好困啊”的表情，今天一个也没发。",
    text_time = 3900
  },
  [140913113] = {
    content = "不过你转发了一条动感搏击的推送，是想试试吗？",
    text_time = 3300
  },
  [140913120] = {
    title = "都不想起床了",
    content = "超级好，醒来的时候都不想起床了。",
    text_time = 2400
  },
  [140913121] = {
    content = "那干脆请个假多睡会儿。",
    text_time = 1650
  },
  [140913122] = {
    content = "对了，你昨天放在冰箱的便当，我已经带到署里了。",
    text_time = 3000
  },
  [140913123] = {
    content = "便当袋里有张纸，好像是动感搏击的传单？",
    text_time = 2850
  },
  [140913130] = {
    title = "睡得晕晕乎乎",
    content = "睡得晕晕乎乎的，幸好有你定的闹钟，不然我就要迟到了。",
    text_time = 3900
  },
  [140913131] = {
    content = "我走的时候你睡得很沉，我就没吵醒你。",
    text_time = 1500
  },
  [140913132] = {
    content = "定闹钟时你的手机弹出了一条健身工作室的短信。",
    text_time = 3750
  },
  [140913133] = {
    content = "你对动感搏击有兴趣？",
    text_time = 1500
  },
  [140913210] = {
    title = "想了解一下",
    content = "对啊，我先想了解一下，到时候可以拉白警官和我一起练习。",
    text_time = 4050
  },
  [140913211] = {
    content = "一起练没问题。",
    text_time = 1050
  },
  [140913212] = {
    content = "我最近刚好学了一些动感搏击的东西。",
    text_time = 2550
  },
  [140913213] = {
    content = "想了解什么的话就问我吧。",
    text_time = 1800
  },
  [140913220] = {
    title = "是公司楼下遇到的",
    content = "其实是在公司楼下遇到了健身工作室的人，我刚好也有点兴趣。",
    text_time = 4200
  },
  [140913221] = {
    content = "不用去工作室。",
    text_time = 1050
  },
  [140913222] = {
    content = "家里的空间足够练习动感搏击了。",
    text_time = 2250
  },
  [140913223] = {
    content = "至于相关的动作要领，我已经了解过了。",
    text_time = 2700
  },
  [140913230] = {
    title = "听说能促进睡眠",
    content = "嗯嗯，听说动感搏击能促进睡眠，就想咨询一下专业人士。",
    text_time = 3900
  },
  [140913231] = {
    content = "嗯，运动之后确实更好入睡。",
    text_time = 1950
  },
  [140913232] = {
    content = "不过不用咨询别人了。",
    text_time = 1500
  },
  [140913233] = {
    content = "我最近研究了一下动感搏击，应该可以回答大部分问题。",
    text_time = 3750
  },
  [140913310] = {
    title = "好像什么运动都难不倒你",
    content = "好欸，好像只要是运动相关的，不管什么都难不倒你。",
    text_time = 3600
  },
  [140913311] = {
    content = "还行，多练练就好。",
    text_time = 1350
  },
  [140913312] = {
    content = "今天我们可以先尝试一些简单的动作。",
    text_time = 2550
  },
  [140913313] = {
    content = "熟悉之后再慢慢升级。",
    text_time = 1500
  },
  [140913320] = {
    title = "做不好不要笑我",
    content = "那我们晚上来试试吧！但要是做不好，不许笑我哦~",
    text_time = 3450
  },
  [140913321] = {
    content = "不会笑你。",
    text_time = 750
  },
  [140913322] = {
    content = "而且动感搏击以解压放松为主。",
    text_time = 2100
  },
  [140913323] = {
    content = "按照我们之前一起锻炼的经验，你应该会学得很快。",
    text_time = 3450
  },
  [140913330] = {
    title = "和你平时的搏击一样吗",
    content = "哇，它和你平时的搏击一样吗？",
    text_time = 2100
  },
  [140913331] = {
    content = "动作原理差不多。",
    text_time = 1200
  },
  [140913332] = {
    content = "不过更有节奏感，也柔和一点。",
    text_time = 2100
  },
  [140913333] = {
    content = "等晚上实际演练的时候，我带你感受一下。",
    text_time = 2850
  },
  [140914000] = {
    content = "你是不是有什么东西忘记还我了？",
    text_time = 2250
  },
  [140914110] = {
    title = "什么？",
    content = "啊？什么东西？",
    text_time = 1050
  },
  [140914111] = {
    content = "别装蒜啊，你这都借了我的手串几天了？",
    text_time = 2700
  },
  [140914112] = {
    content = "不过看在你这么识货的份上，我打算今天就给你做一串新的。",
    text_time = 4050
  },
  [140914120] = {
    title = "借我一下",
    content = "借我一下嘛！你不是说你的手串有平心的功效？我今天正好有个很重要的会议。",
    text_time = 5250
  },
  [140914121] = {
    content = "行，看在你有正当理由的份上，再借你用会儿。",
    text_time = 3150
  },
  [140914122] = {
    content = "至于说好要给你做的那串，我打算今天就动工。",
    text_time = 3150
  },
  [140914130] = {
    title = "你自己落下的",
    content = "明明是你自己落下的还赖我！",
    text_time = 1950
  },
  [140914131] = {
    content = "要不是有人睡着了还非拽着我的手串不撒手，它能落下？",
    text_time = 3750
  },
  [140914132] = {
    content = "不过看在你这么喜欢的份上，我打算今天就给你做一条新的。",
    text_time = 4050
  },
  [140914210] = {
    title = "我也想参与",
    content = "我能参与制作吗？我还没试过打磨珠子呢！就是不知道会不会翻车……",
    text_time = 4650
  },
  [140914211] = {
    content = "这不还有我么。",
    text_time = 1050
  },
  [140914212] = {
    content = "就算翻车了，我这儿的木材也够你做个十串八串的。",
    text_time = 3450
  },
  [140914213] = {
    content = "不过我这几天又是借你手串又是给你做新的，你就没点别的表示？",
    text_time = 4350
  },
  [140914220] = {
    title = "想加点配件",
    content = "我在网上看到别人的手串都加了很多好看的小配件，我也想要！",
    text_time = 4200
  },
  [140914221] = {
    content = "这有什么难的。",
    text_time = 1050
  },
  [140914222] = {
    content = "晚点带你去玉石市场转转，保证给你配出全网独一份的手串。",
    text_time = 4050
  },
  [140914223] = {
    content = "不过我这几天又是借你手串又是给你做新的，你就没点别的表示？",
    text_time = 4350
  },
  [140914230] = {
    title = "想要特别的设计",
    content = "既然是你做的，那是不是可以来点特别的设计？",
    text_time = 3150
  },
  [140914231] = {
    content = "要求还挺高，不过放心。",
    text_time = 1650
  },
  [140914232] = {
    content = "我也没打算做一条普普通通的手串，那多没意思。",
    text_time = 3300
  },
  [140914233] = {
    content = "但我这几天又是借你手串又是给你做新的，你就没点别的表示？",
    text_time = 4200
  },
  [140914310] = {
    title = "好像没什么能回礼",
    content = "啊？可是我好像没什么能回礼的……",
    text_time = 2400
  },
  [140914311] = {
    content = "谁跟你要回礼了？",
    text_time = 1200
  },
  [140914312] = {
    content = "不用准备什么。",
    text_time = 1050
  },
  [140914313] = {
    content = "周末炸街我正缺个伴儿，就决定是你了。",
    text_time = 2700
  },
  [140914320] = {
    title = "准备了惊喜",
    content = "放心吧~我已经准备好惊喜了！我打算帮你的手串也改造一下~",
    text_time = 4200
  },
  [140914321] = {
    content = "我的手串用什么改造？",
    text_time = 1500
  },
  [140914322] = {
    content = "现在这样就挺好的。",
    text_time = 1350
  },
  [140914323] = {
    content = "除非把它改造成和你一样的。",
    text_time = 1950
  },
  [140914330] = {
    title = "尽管开口",
    content = "看在你努力解决我睡眠问题的份上，尽管开口！",
    text_time = 3150
  },
  [140914331] = {
    content = "哟，这么大方。",
    text_time = 1050
  },
  [140914332] = {
    content = "那我真提了啊。",
    text_time = 1050
  },
  [140914333] = {
    content = "我打算换一块新的板，你到时候陪我去给点意见？",
    text_time = 3300
  },
  [140915000] = {
    content = "阿薯，再过七八九……十五分钟，我就回酒店啦~",
    text_time = 3300
  },
  [140915110] = {
    title = "怎么没叫我？",
    content = "醒来的时候发现你已经出门了，怎么没叫我？",
    text_time = 3000
  },
  [140915111] = {
    content = "嘿嘿，因为阿薯睡得好香，我不忍心叫醒你嘛。",
    text_time = 3150
  },
  [140915112] = {
    content = "反正街角的咖啡厅老板说，卖Brunch的小店离得不远。",
    text_time = 4050
  },
  [140915113] = {
    content = "跟着他家的腊肠狗向导，很快就能回来。",
    text_time = 2700
  },
  [140915120] = {
    title = "去哪里了？",
    content = "好哦，你一大早去哪里了啊？",
    text_time = 1950
  },
  [140915121] = {
    content = "我去买超级美味的Brunch了~",
    text_time = 2400
  },
  [140915122] = {
    content = "咖啡厅的老板给我安利了一家当地人才知道的宝藏小店。",
    text_time = 3750
  },
  [140915123] = {
    content = "还派出了他家的腊肠狗给我当向导呢！",
    text_time = 2550
  },
  [140915130] = {
    title = "哈哈哈为什么是这样的时间？",
    content = "哈哈哈为什么是这样的时间？",
    text_time = 1950
  },
  [140915131] = {
    content = "因为虽然我飞快地买完了两份美味Brunch，准备回去和阿薯一起享用。",
    text_time = 5100
  },
  [140915132] = {
    content = "但给我带路的腊肠狗向导有自己的步调。",
    text_time = 2700
  },
  [140915133] = {
    content = "要等它慢慢走回咖啡厅，估计还要一阵子呢。",
    text_time = 3000
  },
  [140915210] = {
    title = "向导业务能力怎么样？",
    content = "这位腊肠狗向导的业务能力怎么样啊？",
    text_time = 2550
  },
  [140915211] = {
    content = "我要给它的业务能力打101分~",
    text_time = 2250
  },
  [140915212] = {
    content = "它不光带我找到了Brunch店，还走的是隐藏在巷子里的小路。",
    text_time = 4500
  },
  [140915213] = {
    content = "路上不光人少，风景也很棒，可以说是超值服务了。",
    text_time = 3450
  },
  [140915220] = {
    title = "它好聪明啊",
    content = "好聪明的狗狗，它竟然还认识路0v0",
    text_time = 2550
  },
  [140915221] = {
    content = "是呀，它在附近的街区非常有名，一路上都有人跟它打招呼。",
    text_time = 4050
  },
  [140915222] = {
    content = "店主见它带我去店里，还送了两袋刚出炉的曲奇给我，说是给向导的朋友。",
    text_time = 4950
  },
  [140915223] = {
    content = "收到饼干时，向导的头昂得高高的，看起来神气十足呢。",
    text_time = 3750
  },
  [140915230] = {
    title = "耗时好像有点久",
    content = "腊肠狗向导是不是带你绕路了？你们都已经出去好久了……",
    text_time = 3900
  },
  [140915231] = {
    content = "被阿薯发现了><",
    text_time = 1200
  },
  [140915232] = {
    content = "它很有心机地带我绕到了有热狗摊的小路上，让我心软地给它买了两根热狗。",
    text_time = 5100
  },
  [140915233] = {
    content = "不过除此之外，向导还是很尽责的！",
    text_time = 2400
  },
  [140915310] = {
    title = "要给腊肠向导准备点小礼物！",
    content = "那我可要给辛苦的腊肠向导准备点小礼物，牛肉干怎么样？",
    text_time = 3900
  },
  [140915311] = {
    content = "好啊，它一定会喜欢的！",
    text_time = 1650
  },
  [140915312] = {
    content = "不过只有腊肠向导有吗？辛苦的周棋洛也要小礼物！",
    text_time = 3450
  },
  [140915313] = {
    content = "就要……来自薯片小姐大大的拥抱好了！",
    text_time = 2700
  },
  [140915320] = {
    title = "晚点可以让它再带下路",
    content = "哇，等吃完Brunch可以让它再带我们走走吗？我也想见识一下！",
    text_time = 4650
  },
  [140915321] = {
    content = "我就知道阿薯会这么说，已经跟老板商量好了。",
    text_time = 3150
  },
  [140915322] = {
    content = "用一周份的狗粮作为辛苦费，换向导带我们在旧城区玩一天。",
    text_time = 4050
  },
  [140915323] = {
    content = "和阿薯一起，今天的旅行肯定会更快乐~",
    text_time = 2700
  },
  [140915330] = {
    title = "苹果箱会不会也可以……",
    content = "你说……我们家苹果箱会不会也能给人带路？",
    text_time = 3000
  },
  [140915331] = {
    content = "苹果箱那么聪明，肯定没问题。",
    text_time = 2100
  },
  [140915332] = {
    content = "不然等我们回家，出去溜苹果箱的时候试试看怎么样？",
    text_time = 3600
  },
  [140915333] = {
    content = "让它带我们去喜欢的餐厅，全家一起享受美食！",
    text_time = 3150
  },
  [140916000] = {
    content = "某个笨蛋笔记本登录的账号忘了下线，顶置聊天的“AAA布丁批发商小李”是谁？",
    text_time = 5550
  },
  [140916110] = {
    title = "发个消息试试就知道了",
    content = "想知道是谁，你发个消息试试就知道了！",
    text_time = 2700
  },
  [140916111] = {
    content = "基于我对某个笨蛋的了解，应该不用多此一举。",
    text_time = 3150
  },
  [140916112] = {
    content = "只是好奇某人在私底下到底给我取了多少个外号。",
    text_time = 3300
  },
  [140916120] = {
    title = "你已经猜到了吧",
    content = "嘿嘿，其实你已经猜到了吧……？",
    text_time = 2250
  },
  [140916121] = {
    content = "猜到了这个人是谁，但没猜到你的脑回路。",
    text_time = 2850
  },
  [140916122] = {
    content = "说吧，怎么突然给我换了这个备注？",
    text_time = 2550
  },
  [140916130] = {
    title = "是布丁批发商",
    content = "嗯……就是一个普普通通的布丁批发商而已。",
    text_time = 3000
  },
  [140916131] = {
    content = "据我所知你最近的布丁来源只有一个。",
    text_time = 2550
  },
  [140916132] = {
    content = "把我的名字备注设成这个，是在暗示我最近的布丁供应量不够？",
    text_time = 4200
  },
  [140916210] = {
    title = "看到新闻了吗",
    content = "因为最近有很多骗子利用盗号技术跟被盗号者的亲友借钱，我这叫防患于未然。",
    text_time = 5250
  },
  [140916211] = {
    content = "有点防范意识，但不多。",
    text_time = 1650
  },
  [140916212] = {
    content = "一般人不会把不够亲近的人放在聊天顶置，这一点骗子应该也很清楚。",
    text_time = 4650
  },
  [140916213] = {
    content = "而且遇到这种情况，我会直接打电话验证。",
    text_time = 2850
  },
  [140916220] = {
    title = "是专家的建议",
    content = "这是防诈专家的建议，把亲近的人备注成推销员，让骗子无机可乘！",
    text_time = 4500
  },
  [140916221] = {
    content = "你觉得骗子会相信，你和一个推销布丁的“小李”一星期聊天记录根本翻不到顶？",
    text_time = 5400
  },
  [140916222] = {
    content = "与其相信所谓的专家，还不如给你的账号多加几道安全管控。",
    text_time = 4050
  },
  [140916223] = {
    content = "而且就算骗子假扮成你，我也没那么容易被骗。",
    text_time = 3150
  },
  [140916230] = {
    title = "悦悦被盗号了",
    content = "昨天悦悦就被盗号了，然后骗子伪装成她跟我借钱，还好被我识破了！",
    text_time = 4650
  },
  [140916231] = {
    content = "怪不得突然关注起聊天备注的问题。",
    text_time = 2400
  },
  [140916232] = {
    content = "不过就算有人伪装成你，我也没那么容易上当。",
    text_time = 3150
  },
  [140916233] = {
    content = "毕竟比起借钱，某人找各种理由让我多做几个布丁的可能性更大。",
    text_time = 4350
  },
  [140916310] = {
    title = "AI换声技术",
    content = "听说现在的AI换声技术很厉害，就算打电话也不能保证安全！",
    text_time = 4200
  },
  [140916311] = {
    content = "AI换声应该不知道某人一接通电话就会开始傻乐。",
    text_time = 3450
  },
  [140916312] = {
    content = "也不会想到上一秒还在乐的人，下一秒就开始抗议资本家的“压榨”。",
    text_time = 4650
  },
  [140916313] = {
    content = "就算是笨蛋，也不是谁都能冒充的。",
    text_time = 2400
  },
  [140916320] = {
    title = "这个名字想了很久",
    content = "这个名字是不是很厉害？我想了很久，甚至在前面加了AAA来保证是好友列表第一位！",
    text_time = 5850
  },
  [140916321] = {
    content = "按照这个规律，你应该是“AAA布丁鉴赏大师$u”？",
    text_time = 3750
  },
  [140916322] = {
    content = "那提醒一下这位鉴赏大师，记得早点下班。",
    text_time = 2850
  },
  [140916323] = {
    content = "今天布丁供应商心情不错，可以多提供一个布丁。",
    text_time = 3300
  },
  [140916330] = {
    title = "我是守护精灵",
    content = "你好，我是李泽言的守护精灵，请每天献上一份布丁维持我的“灵力”。",
    text_time = 4800
  },
  [140916331] = {
    content = "既然是我的守护精灵，你的报告应该不需要我担心了。",
    text_time = 3600
  },
  [140916332] = {
    content = "不过说起来，这位守护精灵的报告是不是一个小时前就该交了？",
    text_time = 4200
  },
  [140916333] = {
    content = "再不抓紧，布丁供应商可就要下班了。",
    text_time = 2550
  },
  [140917000] = {
    content = "回家后没有见到你，但看到了房间里满地缠在一起的毛线，发生了什么吗？",
    text_time = 4950
  },
  [140917110] = {
    title = "等我回去就收拾！",
    content = "我临时有事出去一下，等我回去就收拾！",
    text_time = 2850
  },
  [140917111] = {
    content = "如果我没有猜错的话，你是打算编织一张苔藓地毯吗？",
    text_time = 3600
  },
  [140917112] = {
    content = "毕竟之前在家品店看到这种地毯的时候，你似乎很喜欢。",
    text_time = 3750
  },
  [140917113] = {
    content = "还一直说地毯毛茸茸的，很温暖。",
    text_time = 2250
  },
  [140917120] = {
    title = "虽然现在只是一堆毛线",
    content = "虽然现在它们只是一堆毛线，在不久的将来，它们即将成为一张苔藓地毯！",
    text_time = 4950
  },
  [140917121] = {
    content = "你最近到了不少快递，原来都是在为这个做准备吗？",
    text_time = 3450
  },
  [140917122] = {
    content = "仔细一看，地上的毛线有很多深深浅浅的绿色，这么摊在一起已经很漂亮了。",
    text_time = 5100
  },
  [140917123] = {
    content = "想来成品的效果也一定很令人期待。",
    text_time = 2400
  },
  [140917130] = {
    title = "看了苔藓纪录片",
    content = "最近看了一部有关苔藓的纪录片，就想自己编织一张“苔藓地毯”……只是在整理毛线时出了一点小问题。",
    text_time = 7050
  },
  [140917131] = {
    content = "有关苔藓的纪录片，是我推荐给你的那部吗。",
    text_time = 3000
  },
  [140917132] = {
    content = "和你一起看纪录片时，就听到你说这些苔藓很美。",
    text_time = 3300
  },
  [140917133] = {
    content = "以它为灵感做成的地毯，想来应该也会是一件不错的艺术品。",
    text_time = 4050
  },
  [140917210] = {
    title = "还没确定好图纸",
    content = "可是我现在还没确定好最终的图纸，很头疼……",
    text_time = 3150
  },
  [140917211] = {
    content = "还无法决定的话，我们可以一起多看几种风格，再对比一下作为参考。",
    text_time = 4650
  },
  [140917212] = {
    content = "听说最近会有一个植物景观展，其中也包含了苔藓相关的展厅。",
    text_time = 4200
  },
  [140917213] = {
    content = "或许我们可以去那里寻找一些灵感。",
    text_time = 2400
  },
  [140917220] = {
    title = "怀疑自己的毅力",
    content = "听说做一张地毯的工期可能要好几个月，很怀疑自己会不会只是三分钟热度，坚持不到最后……",
    text_time = 6300
  },
  [140917221] = {
    content = "既然是三分钟热度，不妨给自己一个机会，先从这三分钟开始。",
    text_time = 4200
  },
  [140917222] = {
    content = "我们可以在过程中一起慢慢寻找新的乐趣和动力。",
    text_time = 3300
  },
  [140917223] = {
    content = "又或许，陪伴本身也会渐渐成为继续这件事的动力之一。",
    text_time = 3750
  },
  [140917230] = {
    title = "每天下班新期待",
    content = "决定了要做苔藓地毯，感觉以后每天下班都有了新的期待！",
    text_time = 3900
  },
  [140917231] = {
    content = "看着自己的想法被一点一点完成，的确是一件很幸福的事。",
    text_time = 3900
  },
  [140917232] = {
    content = "陪伴你一起完成，也同样幸福。",
    text_time = 2100
  },
  [140917233] = {
    content = "也许这项活动，会成为我们两个人共同的期待。",
    text_time = 3150
  },
  [140917310] = {
    title = "最重要的问题",
    content = "现在最重要的问题是——先把这堆毛线整理好……",
    text_time = 3300
  },
  [140917311] = {
    content = "整理毛线的确是一项非常考验耐心的工作，而且看起来今天的工程量似乎格外大。",
    text_time = 5400
  },
  [140917312] = {
    content = "不过两个人的话，一起边聊天边整理，繁琐的工作也会变得有趣一些。",
    text_time = 4650
  },
  [140917313] = {
    content = "不知道$u小姐会需要我的帮助吗？",
    text_time = 2400
  },
  [140917320] = {
    title = "苔藓上会长蘑菇吗",
    content = "请教许教授一个问题，生长苔藓的地方会长蘑菇吗？我想在苔藓地毯上增加一个颜色鲜艳的小蘑菇，应该会很好看！",
    text_time = 7500
  },
  [140917321] = {
    content = "想象了一下这个画面，的确非常可爱。",
    text_time = 2550
  },
  [140917322] = {
    content = "要是还显得空旷，可以再放上一个狐狸玩偶和一个兔子玩偶，让它们并肩躺在苔藓上小憩。",
    text_time = 5850
  },
  [140917323] = {
    content = "地毯空间足够大的话，把玩偶换成我们也未尝不可。",
    text_time = 3450
  },
  [140917330] = {
    title = "打算放在书房里",
    content = "我打算做好后把它放在书房里，对着电脑工作时偶尔看到这片绿色，心情应该会变好。",
    text_time = 5700
  },
  [140917331] = {
    content = "看来以后，书房会成为$u同学的常驻场所了。",
    text_time = 3150
  },
  [140917332] = {
    content = "毕竟面对着一片生机盎然的绿色，就算没有工作，也很难不想要多待一会儿。",
    text_time = 5100
  },
  [140917333] = {
    content = "到那个时候，这片地毯上也会留有我的位置吗？",
    text_time = 3150
  },
  [140918000] = {
    content = "阿薯你给我的鳄鱼浴球也太好玩了！",
    text_time = 2400
  },
  [140918110] = {
    title = "就知道你会喜欢",
    content = "嘿嘿，我就知道你一定会喜欢~",
    text_time = 2100
  },
  [140918111] = {
    content = "刚放进水里的时候水是蓝色的，等里面的鳄鱼玩具露出来的时候水就开始变红色了！",
    text_time = 5550
  },
  [140918112] = {
    content = "体验感满分！",
    text_time = 900
  },
  [140918113] = {
    content = "要是每次泡澡都能这么有趣，说不定我一到冬天就出现的洗澡困难症就能治好了~",
    text_time = 5400
  },
  [140918120] = {
    title = "配合BGM使用",
    content = "如果想要更沉浸式的体验，建议搭配电影BGM使用！",
    text_time = 3600
  },
  [140918121] = {
    content = "当水开始变红的时候，我的脑子就自动播起了那段“噔噔噔噔”的BGM了！",
    text_time = 5100
  },
  [140918122] = {
    content = "体验感满分！",
    text_time = 900
  },
  [140918123] = {
    content = "因为这款浴球，我感觉我一到冬天就出现的洗澡困难症都治好了~",
    text_time = 4350
  },
  [140918130] = {
    title = "会忍不住演起来",
    content = "我猜你泡澡泡到一半的时候肯定会忍不住演起来~",
    text_time = 3300
  },
  [140918131] = {
    content = "真是知我者莫若薯！",
    text_time = 1350
  },
  [140918132] = {
    content = "当浴球里的鳄鱼头玩具开始冒“血”的时候我就忍不住在水里扑腾起来。",
    text_time = 4800
  },
  [140918133] = {
    content = "感觉有了这款浴球，我一到冬天就出现的洗澡困难症都治好了~",
    text_time = 4200
  },
  [140918210] = {
    title = "还有其他款的",
    content = "我还买了其他款的浴球哦，不过这些要等你回来才能体验了。",
    text_time = 4050
  },
  [140918211] = {
    content = "没关系，阿薯这次为我准备的浴球已经够我这次的拍摄期用了~",
    text_time = 4200
  },
  [140918212] = {
    content = "而且我还没抽到隐藏款呢。",
    text_time = 1800
  },
  [140918213] = {
    content = "不过在浴缸里泡多了就有点想泡温泉了，等我下了戏，我们来一趟休假之旅怎么样？",
    text_time = 5550
  },
  [140918220] = {
    title = "看谁先抽中隐藏款",
    content = "我们要不要比比看，看谁先抽中隐藏款！",
    text_time = 2700
  },
  [140918221] = {
    content = "好啊，我也很好奇隐藏款会是什么~",
    text_time = 2400
  },
  [140918222] = {
    content = "不过先抽中的人会有什么奖励吗？",
    text_time = 2250
  },
  [140918223] = {
    content = "我想到了！输的人要陪赢的人去一趟温泉之旅怎么样？正好我也快下戏了~",
    text_time = 4950
  },
  [140918230] = {
    title = "但它有个缺点",
    content = "浴球虽然好玩，但它也有个缺点……泡完出来记得别用白色浴巾！！",
    text_time = 4500
  },
  [140918231] = {
    content = "听起来阿薯的浴巾好像已经经历过“血”的教训了……",
    text_time = 3600
  },
  [140918232] = {
    content = "但没关系，泡完出来我会再过一遍水的~",
    text_time = 2700
  },
  [140918233] = {
    content = "不过在浴缸里泡多了就有点想泡温泉了，等我下了戏，我们去一趟休假之旅怎么样？",
    text_time = 5550
  },
  [140918310] = {
    title = "去更冷的地方",
    content = "那我想去更冷的地方！天气越冷，泡起温泉来就越幸福~",
    text_time = 3750
  },
  [140918311] = {
    content = "举双手同意~",
    text_time = 900
  },
  [140918312] = {
    content = "不过我不是因为泡温泉而幸福哦。",
    text_time = 2250
  },
  [140918313] = {
    content = "是因为不管去哪里、做什么，只要有$u在我就会觉得很幸福~",
    text_time = 4200
  },
  [140918320] = {
    title = "去热的地方",
    content = "不过比起去冷的地方泡温泉，我更想去热一点的地方，我已经冷得受不了啦！",
    text_time = 5100
  },
  [140918321] = {
    content = "阿薯已经开始怀念夏天了吗？",
    text_time = 1950
  },
  [140918322] = {
    content = "既然这样我们就把温泉改成海水浴吧？",
    text_time = 2550
  },
  [140918323] = {
    content = "反正只要和你在一起，去哪里都会变得有趣~",
    text_time = 3000
  },
  [140918330] = {
    title = "你得在家休息",
    content = "不行哦，你下戏后只有一周的空闲时间，得在家好好休息才行。",
    text_time = 4200
  },
  [140918331] = {
    content = "啊……虽然有点可惜，但仔细想想和你一起窝在家里也很有意思！",
    text_time = 4350
  },
  [140918332] = {
    content = "不管在哪里，只要你在我身边，我就随时随地能放松下来。",
    text_time = 3900
  },
  [140918333] = {
    content = "毕竟我的薯片小姐，可是比任何事物都还要治愈的存在~",
    text_time = 3750
  },
  [140919000] = {
    content = "$u，你最近是不是压力很大？",
    text_time = 2100
  },
  [140919110] = {
    title = "为什么这么问",
    content = "嗯？为什么突然这么问？",
    text_time = 1650
  },
  [140919111] = {
    content = "早上出门的时候我看到了你放在桌上的笔记本。",
    text_time = 3150
  },
  [140919112] = {
    content = "上面被你画满了黑色的圈圈，还画了好几页。",
    text_time = 3000
  },
  [140919113] = {
    content = "发生什么了吗？",
    text_time = 1050
  },
  [140919120] = {
    title = "没有啊",
    content = "我？没有啊。你怎么突然这么问？",
    text_time = 2250
  },
  [140919121] = {
    content = "没有就好。",
    text_time = 750
  },
  [140919122] = {
    content = "只是我今天出门的时候看到了你放在桌上的笔记本。",
    text_time = 3450
  },
  [140919123] = {
    content = "上面被你画满了黑色的圈圈，还画了好几页。",
    text_time = 3000
  },
  [140919130] = {
    title = "你是不是看到了……",
    content = "你是不是看到了我桌上的笔记本啊？",
    text_time = 2400
  },
  [140919131] = {
    content = "是。我看上面画满了黑色的圈圈。",
    text_time = 2400
  },
  [140919132] = {
    content = "还连续画了好几页。",
    text_time = 1350
  },
  [140919133] = {
    content = "你遇到了什么烦恼吗？",
    text_time = 1500
  },
  [140919210] = {
    title = "你误会啦",
    content = "你误会啦~我只是听说如果东西背不下来，可以试着在背的时候另一只手在纸上画圈圈~",
    text_time = 5850
  },
  [140919211] = {
    content = "是你之前说的，要全程脱稿的主持工作吗？",
    text_time = 2850
  },
  [140919212] = {
    content = "我看过稿子的厚度。",
    text_time = 1350
  },
  [140919213] = {
    content = "难度级别确实很大。",
    text_time = 1350
  },
  [140919220] = {
    title = "新学的一招",
    content = "这是我新学的一招，当有东西背不下来的时候，可以试着边背边在纸上画圈圈~",
    text_time = 5250
  },
  [140919221] = {
    content = "原来还有这种方法。",
    text_time = 1350
  },
  [140919222] = {
    content = "还好我需要脱稿发言的机会并不多。",
    text_time = 2400
  },
  [140919223] = {
    content = "不过下次有需要我也会试试这个方法。",
    text_time = 2550
  },
  [140919230] = {
    title = "是为了集中精神",
    content = "是为了集中精神啦，我有一段主持稿背不下来，听说边背边画圈圈的话会背得快一点~",
    text_time = 5700
  },
  [140919231] = {
    content = "好像很少会见你被稿子难住。",
    text_time = 1950
  },
  [140919232] = {
    content = "看来你这次的主持工作不轻松。",
    text_time = 2100
  },
  [140919233] = {
    content = "是有什么让你无法集中吗？",
    text_time = 1800
  },
  [140919310] = {
    title = "注意力都在别处",
    content = "其实是因为那部看到一半的电视剧太吸引人了，我只想快点背完和你继续看下去！",
    text_time = 5400
  },
  [140919311] = {
    content = "那不如让我帮忙吧？",
    text_time = 1350
  },
  [140919312] = {
    content = "你背稿的时候可以把我当作台下的观众。",
    text_time = 2700
  },
  [140919313] = {
    content = "之前你用这个方法帮我的时候就很有效。",
    text_time = 2700
  },
  [140919320] = {
    title = "说起来和你也有关系",
    content = "说起来和你也有关系，因为你昨晚难得早下班回家，害我一点都不想把时间用在背稿上~",
    text_time = 5850
  },
  [140919321] = {
    content = "是因为我吗？",
    text_time = 900
  },
  [140919322] = {
    content = "那今晚背稿的时候把我当作台下的观众吧。",
    text_time = 2850
  },
  [140919323] = {
    content = "这样你的时间也用在了我身上。",
    text_time = 2100
  },
  [140919330] = {
    title = "如果我真的压力很大",
    content = "有点好奇如果我是真的因为压力才画出这些圈圈，你会怎么做啊？",
    text_time = 4350
  },
  [140919331] = {
    content = "应该会先帮你把稿子背下来。",
    text_time = 1950
  },
  [140919332] = {
    content = "等你的工作结束，再带你去放松放松。",
    text_time = 2550
  },
  [140919333] = {
    content = "最近正好有个假期，可以全用来陪你。",
    text_time = 2550
  }
}
return data
