module("short_msg_text14034", package.seeall)
data = {
  [140340000] = {
    content = "【天鹅演出快讯】今晚19:15~21:30，《恋与流年》纪念音乐会盛大上演！",
    text_time = 5700
  },
  [140340001] = {
    content = "主办方将携手著名交响乐团和杰出旅奥青年指挥家，为大家带来一场难忘的听觉盛宴！",
    text_time = 5700
  },
  [140340002] = {
    content = "天鹅艺术中心提醒您，前往会场时请务必携带身份证件，并做好个人防护；无法到达现场的市民朋友，也可以前往B站官方直播间，同步观看现场直播！",
    text_time = 10050
  },
  [140340003] = {
    content = "直播间地址>>>https://live.bilibili.com/4781304",
    text_time = 6150
  },
  [140340110] = {
    title = "谢谢",
    content = "谢谢。",
    text_time = 450
  },
  [140340111] = {
    content = "恋与流年，不见不散",
    text_time = 1350
  },
  [140341000] = {
    content = "你在写写画画什么东西吗？",
    text_time = 1800
  },
  [140341110] = {
    title = "！！被你发现了？",
    content = "！！居然还是被你发现了？我只是一时兴起想写几句诗而已……",
    text_time = 4200
  },
  [140341111] = {
    content = "有个词叫掩耳盗铃。",
    text_time = 1350
  },
  [140341112] = {
    content = "不是时不时抬头冲着我点头就代表你很认真。",
    text_time = 3000
  },
  [140341113] = {
    content = "我不知道你还有写诗这种爱好。",
    text_time = 2100
  },
  [140341120] = {
    title = "没有写什么！",
    content = "没有写什么！好吧……我坦白，我写了几句诗。",
    text_time = 3150
  },
  [140341121] = {
    content = "会议有一半时间你都在走神",
    text_time = 1800
  },
  [140341122] = {
    content = "看来你对这次的报告很有信心。",
    text_time = 2100
  },
  [140341123] = {
    content = "我不知道什么时候你有写诗这种爱好了。",
    text_time = 2700
  },
  [140341130] = {
    title = "我说了你不准笑话我",
    content = "我说了你不准笑话我，我试着写了几句诗……",
    text_time = 3000
  },
  [140341131] = {
    content = "你还有写诗这种爱好？",
    text_time = 1500
  },
  [140341132] = {
    content = "什么事让你这么有灵感？",
    text_time = 1650
  },
  [140341210] = {
    title = "从上次你给我念诗之后",
    content = "就是……从上次你念诗给我听之后，想尝试写写看。",
    text_time = 3450
  },
  [140341211] = {
    content = "只是因为这个理由？",
    text_time = 1350
  },
  [140341212] = {
    content = "这次就算了，下不为例。",
    text_time = 1650
  },
  [140341213] = {
    content = "你写的是什么？",
    text_time = 1050
  },
  [140341220] = {
    title = "突然有了灵感想尝试一下",
    content = "开会时看到你突然有了灵感，就想尝试一下。",
    text_time = 3000
  },
  [140341221] = {content = "……", text_time = 300},
  [140341222] = {
    content = "所以这是你开会时一直看着我的原因？",
    text_time = 2550
  },
  [140341223] = {
    content = "你都写了些什么？",
    text_time = 1200
  },
  [140341230] = {
    title = "写诗好难啊",
    content = "写诗好难啊，我果然不是这块料……",
    text_time = 2400
  },
  [140341231] = {
    content = "看来你对自己的认知还没有太大偏差。",
    text_time = 2550
  },
  [140341232] = {content = "说说看", text_time = 450},
  [140341233] = {
    content = "你都绞尽脑汁写了什么？",
    text_time = 1650
  },
  [140341310] = {
    title = "深邃夜空",
    content = "神秘深邃的夜空，没有星星，像是隐藏起温柔的眼睛。",
    text_time = 3600
  },
  [140341311] = {
    content = "你是不是对写诗有什么误解？",
    text_time = 1950
  },
  [140341312] = {
    content = "不过……",
    text_time = 600
  },
  [140341313] = {
    content = "下次想看，就认真点看。",
    text_time = 1650
  },
  [140341320] = {
    title = "无限时间",
    content = "宇宙有一天会塌缩，但时间却是无限的、静谧而温柔的陪伴。",
    text_time = 4050
  },
  [140341321] = {
    content = "虽然你写的完全不能算是“诗”。",
    text_time = 2250
  },
  [140341322] = {
    content = "不过还不错……",
    text_time = 1050
  },
  [140341323] = {
    content = "下次可以再念给你听。",
    text_time = 1500
  },
  [140341330] = {
    title = "焦糖布丁",
    content = "焦糖布丁，甜蜜而柔软，而制作它的人，应该是上帝少放了糖。",
    text_time = 4200
  },
  [140341331] = {
    content = "……你一天天都在想什么？",
    text_time = 1800
  },
  [140341332] = {
    content = "看来上次奖励说的布丁需要给你少放点糖。",
    text_time = 2850
  },
  [140341333] = {
    content = "免得你的味觉出问题。",
    text_time = 1500
  },
  [140342000] = {
    content = "这份礼物让我有些意外，不过我很喜欢。",
    text_time = 2700
  },
  [140342110] = {
    title = "好不容易找到的……",
    content = "这是我好不容易找到和你送我相近的男款睡衣！",
    text_time = 3150
  },
  [140342111] = {
    content = "看来是花了不少时间。",
    text_time = 1500
  },
  [140342112] = {
    content = "为了不辜负这份“难得”的礼物。",
    text_time = 2250
  },
  [140342113] = {
    content = "我会好好珍惜它的。",
    text_time = 1350
  },
  [140342120] = {
    title = "四舍五入是情侣睡衣……",
    content = "虽然和你送我的款式有些差别，不过四舍五入也算是情侣睡衣了！",
    text_time = 4350
  },
  [140342121] = {
    content = "我印象里类似的款式很少见，$u应该花了很长的时间才找到它吧？",
    text_time = 4500
  },
  [140342122] = {
    content = "所以……无论是它的外在还是内藏的含义。",
    text_time = 2850
  },
  [140342123] = {
    content = "我都会好好珍惜的。",
    text_time = 1350
  },
  [140342130] = {
    title = "你喜欢就好……",
    content = "你喜欢就好……因为我也很喜欢这件睡衣的款式，很像情侣款！",
    text_time = 4200
  },
  [140342131] = {
    content = "的确有很多地方都有相似之处。",
    text_time = 2100
  },
  [140342132] = {
    content = "我想你应该找得很辛苦……",
    text_time = 1800
  },
  [140342133] = {
    content = "让这份礼物变得更加珍贵了。",
    text_time = 1950
  },
  [140342210] = {
    title = "我还在里面藏了一个秘密……",
    content = "其实，我还在里面藏了一个秘密……",
    text_time = 2400
  },
  [140342211] = {
    content = "$u指的是领口上的绣字吗？",
    text_time = 1950
  },
  [140342212] = {
    content = "不过……为什么上面只有我的名字？",
    text_time = 2400
  },
  [140342220] = {
    title = "那你有发现礼物中的“小心机”吗?",
    content = "那你有发现礼物中的“小心机”吗？",
    text_time = 2550
  },
  [140342221] = {
    content = "你指的是领口上绣了一个“墨”字吗？",
    text_time = 2250
  },
  [140342222] = {
    content = "我倒觉得这不算是小心机，因为这个字绣得可不小。",
    text_time = 3450
  },
  [140342223] = {
    content = "不过我更好奇的是……为什么没有$u的名字？",
    text_time = 3150
  },
  [140342230] = {
    title = "……礼物里还藏了个礼物。",
    content = "其实……礼物里还藏了个礼物。",
    text_time = 2100
  },
  [140342231] = {
    content = "嗯，我在试穿的时候“不小心”找到了。",
    text_time = 2700
  },
  [140342232] = {
    content = "领口绣上的“墨”字，我很喜欢。",
    text_time = 1950
  },
  [140342233] = {
    content = "不过……我认为这上面还少了你的名字。",
    text_time = 2700
  },
  [140342310] = {
    title = "你说的好像有点道理……",
    content = "你说的好像有点道理，我当时怎么就忘了呢……",
    text_time = 3150
  },
  [140342311] = {
    content = "其实现在再绣上也不迟。",
    text_time = 1650
  },
  [140342312] = {
    content = "我相信这件睡衣上有了你的名字后……",
    text_time = 2550
  },
  [140342313] = {
    content = "我的梦会变得更加香甜。",
    text_time = 1650
  },
  [140342320] = {
    title = "难道是店员忘记了……？",
    content = "糟了……肯定是店员忘记把我的名字也绣上了！",
    text_time = 3300
  },
  [140342321] = {
    content = "没关系，我们可以自己再绣上去。",
    text_time = 2250
  },
  [140342322] = {
    content = "虽然可能会七扭八歪，但这是我们亲手留下的印记。",
    text_time = 3450
  },
  [140342323] = {
    content = "也让这件礼物有了独一无二的意义。",
    text_time = 2400
  },
  [140342330] = {
    title = "这就把它绣上！",
    content = "我立刻拿着针线包过来，这就把它绣上！",
    text_time = 2700
  },
  [140342331] = {
    content = "好，我在家里等你。",
    text_time = 1350
  },
  [140342332] = {
    content = "我相信，这件睡衣有了你的名字后才会更加完整。",
    text_time = 3300
  },
  [140342333] = {
    content = "也说不定……从今往后你会更频繁地出现在我的梦里。",
    text_time = 3600
  },
  [140343000] = {
    content = "薯、片、小、姐！你刚才在电话里是不是有什么事没告诉我？",
    text_time = 4050
  },
  [140343110] = {
    title = "没有啊",
    content = "没有啊，我从来不会瞒你什么事情的。",
    text_time = 2550
  },
  [140343111] = {
    content = "说谎的孩子是会长长鼻子的哦。",
    text_time = 2100
  },
  [140343112] = {
    content = "我们昨天没有及时点篝火，结果害你感冒了吧。",
    text_time = 3150
  },
  [140343113] = {
    content = "我都在电话里听出来了。",
    text_time = 1650
  },
  [140343114] = {
    content = "只是刚刚在后台，不方便问你。",
    text_time = 2100
  },
  [140343120] = {
    title = "我隐瞒了你什么？",
    content = "有吗？我隐瞒什么了？",
    text_time = 1500
  },
  [140343121] = {
    content = "明明就有！",
    text_time = 750
  },
  [140343122] = {
    content = "昨天去野营是不是受凉了？",
    text_time = 1800
  },
  [140343123] = {
    content = "我都听见你的鼻音了！只是刚才不方便问你。",
    text_time = 3000
  },
  [140343130] = {
    title = "你该不会听出来了",
    content = "你该不会听出来我感冒了吧……",
    text_time = 2100
  },
  [140343131] = {
    content = "那么重的鼻音，耳背的老爷爷都能听出来！",
    text_time = 2850
  },
  [140343132] = {
    content = "我刚才电话里没问你是因为还在后台，现在出来了。",
    text_time = 3450
  },
  [140343133] = {
    content = "早知道这样，昨天野营的时候我应该早些点篝火的。",
    text_time = 3450
  },
  [140343210] = {
    title = "只是小感冒",
    content = "只是小感冒，别担心。",
    text_time = 1500
  },
  [140343211] = {
    content = "小感冒一直拖着也是会出大问题的。",
    text_time = 2400
  },
  [140343212] = {
    content = "这不是你告诉我的吗？",
    text_time = 1500
  },
  [140343213] = {
    content = "要不要来试试我为薯片小姐特别准备的感冒偏方？",
    text_time = 3300
  },
  [140343220] = {
    title = "好难受……",
    content = "其实好难受啊……刚才憋着没告诉你。",
    text_time = 2550
  },
  [140343221] = {
    content = "我就知道是这样。",
    text_time = 1200
  },
  [140343222] = {
    content = "下次一定要第一个告诉我才对！",
    text_time = 2100
  },
  [140343223] = {
    content = "这样我才能及时给你准备周棋洛牌感冒偏方。",
    text_time = 3000
  },
  [140343230] = {
    title = "我会自己照顾好自己的",
    content = "没关系，我会多喝热水，自己照顾好自己的！",
    text_time = 3000
  },
  [140343231] = {
    content = "那怎么行",
    text_time = 600
  },
  [140343232] = {
    content = "由我来照顾你吧！",
    text_time = 1200
  },
  [140343233] = {
    content = "而且我已经特地为薯片小姐准备好感冒偏方了！",
    text_time = 3150
  },
  [140343310] = {
    title = "说来听听",
    content = "特制感冒偏方？你先说给我听听",
    text_time = 2100
  },
  [140343311] = {
    content = "准备生姜10克，葱白15克，白萝卜150克，红糖20克，水煎服用。",
    text_time = 4950
  },
  [140343312] = {
    content = "最重要的是，服用前需要默念三遍“我最喜欢周棋洛”。",
    text_time = 3750
  },
  [140343313] = {
    content = "服后方可药到病除啦~",
    text_time = 1500
  },
  [140343320] = {
    title = "听起来很不靠谱",
    content = "偏方？怎么感觉不太靠谱",
    text_time = 1650
  },
  [140343321] = {
    content = "其他偏方也许不靠谱，但是周棋洛独家秘方绝对可靠！",
    text_time = 3600
  },
  [140343322] = {
    content = "首先到药店购买感冒药，然后回家由周棋洛监督服用。",
    text_time = 3600
  },
  [140343323] = {
    content = "期间辅以周棋洛本人的拥抱与安慰。",
    text_time = 2400
  },
  [140343324] = {
    content = "一定能加快薯片小姐的恢复速度，助你早日康复~",
    text_time = 3300
  },
  [140343330] = {
    title = "你多陪陪我就好啦",
    content = "偏方就不用啦，你多陪陪我就可以~",
    text_time = 2400
  },
  [140343331] = {content = "遵命！", text_time = 450},
  [140343332] = {
    content = "难得看到薯片小姐撒娇，我当然很受用。",
    text_time = 2700
  },
  [140343333] = {
    content = "只要是对你的感冒有好处的事情，你要我做什么都可以。",
    text_time = 3750
  },
  [140344000] = {
    content = "我刚刚问过了，这里的向导说大雪封路，之前预定的那个小镇可能去不了了。",
    text_time = 5100
  },
  [140344110] = {
    title = "没关系，改天再去",
    content = "没关系，改天再去也来得及！",
    text_time = 1950
  },
  [140344111] = {
    content = "嗯，不会耽搁很久的。",
    text_time = 1500
  },
  [140344112] = {
    content = "等路况好点之后，向导会来通知我们。",
    text_time = 2550
  },
  [140344113] = {
    content = "今天就在这里多待一天吧。",
    text_time = 1800
  },
  [140344120] = {
    title = "好可惜……",
    content = "好可惜……我还准备好好拍几张小镇雪景的……",
    text_time = 3150
  },
  [140344121] = {
    content = "等雪停了之后，我们再去拍很多张。",
    text_time = 2400
  },
  [140344122] = {
    content = "那时候雪景应该会更好看。",
    text_time = 1800
  },
  [140344123] = {
    content = "明天就在这里多停留一天吧。",
    text_time = 1950
  },
  [140344130] = {
    title = "那明天就在这儿多待一天",
    content = "安全第一，明天就在这里多待一天好啦~",
    text_time = 2700
  },
  [140344131] = {
    content = "其实我刚刚也咨询了几个司机，觉得还是不要冒险。",
    text_time = 3450
  },
  [140344132] = {
    content = "我希望和你的这趟旅行能一直平安顺利。",
    text_time = 2700
  },
  [140344133] = {
    content = "既然明天逗留，可以想点新活动。",
    text_time = 2250
  },
  [140344210] = {
    title = "听说明天广场有小型冰雪节",
    content = "听说明天广场会举办一个小型冰雪节，我们到时候去转转吧！",
    text_time = 4050
  },
  [140344211] = {
    content = "好，我路过广场的时候看到他们已经在准备了。",
    text_time = 3150
  },
  [140344212] = {
    content = "到处都晶莹剔透，很漂亮。",
    text_time = 1800
  },
  [140344213] = {
    content = "[一起玩.jpg] ",
    text_time = 1950,
    msg_type = 1,
    msg_type_param = "happy.png"
  },
  [140344220] = {
    title = "难得大雪，做点什么吧",
    content = "反正要多待一天，难得这么大的雪，我们做点什么吧！",
    text_time = 3600
  },
  [140344221] = {
    content = "明天要不要去广场看冰雪节？",
    text_time = 2100
  },
  [140344222] = {
    content = "向导说到时候会举办不少庆祝活动。",
    text_time = 2400
  },
  [140344223] = {
    content = "还有堆雪人的比赛之类的。",
    text_time = 1800
  },
  [140344230] = {
    title = "不知道要做什么好",
    content = "突然多出了一天，不知道要做什么好了……",
    text_time = 2850
  },
  [140344231] = {
    content = "向导说明天广场会举办一个小型冰雪节。",
    text_time = 2700
  },
  [140344232] = {
    content = "会有很多的冰雕展，还有堆雪人比赛。",
    text_time = 2550
  },
  [140344233] = {
    content = "你有兴趣去看看吗？",
    text_time = 1350
  },
  [140344310] = {
    title = "我想堆雪人",
    content = "机会难得，我当然想堆个雪人！",
    text_time = 2100
  },
  [140344311] = {
    content = "那就堆一个比上次更大的雪人。",
    text_time = 2100
  },
  [140344312] = {
    content = "以前玩过的，没玩过的东西。",
    text_time = 1950
  },
  [140344313] = {
    content = "我们都要一起经历。",
    text_time = 1350
  },
  [140344320] = {
    title = "冰雪节一定很有趣",
    content = "冰雪节！一定会很有意思！",
    text_time = 1800
  },
  [140344321] = {
    content = "我从向导那拿了一张活动表回来，上面有很多节目安排。",
    text_time = 3750
  },
  [140344322] = {
    content = "到时候我们都可以尝试一下。",
    text_time = 1950
  },
  [140344330] = {
    title = "怎么过都可以",
    content = "只要是和你一起，怎么度过都可以~",
    text_time = 2400
  },
  [140344331] = {
    content = "其实我也一样，只要是和你一起。",
    text_time = 2250
  },
  [140344332] = {
    content = "做什么事都很有意义。",
    text_time = 1500
  },
  [140344333] = {
    content = "那明天就听我安排。",
    text_time = 1350
  },
  [140345000] = {
    content = "给我发这张礼盒的照片是什么意思？",
    text_time = 2400
  },
  [140345110] = {
    title = "猜猜里面是什么",
    content = "让你猜猜里面是什么，猜中有奖哦！",
    text_time = 2400
  },
  [140345111] = {
    content = "……心领了。",
    text_time = 900
  },
  [140345112] = {
    content = "不过你所谓的“奖品”我可不敢恭维。",
    text_time = 2550
  },
  [140345113] = {
    content = "希望不是什么陷阱。",
    text_time = 1350
  },
  [140345120] = {
    title = "给你的礼物",
    content = "表示里面是送你的礼物……你要不要猜猜看？猜中也许有奖哦！",
    text_time = 4200
  },
  [140345121] = {
    content = "这次又是什么新花样？",
    text_time = 1500
  },
  [140345122] = {
    content = "某人上一次的“猜中有奖”我还印象深刻。",
    text_time = 2850
  },
  [140345123] = {
    content = "希望今天的奖品不会又是陷阱。",
    text_time = 2100
  },
  [140345130] = {
    title = "我亲手包装的",
    content = "这可是我亲手包装的，你要不要猜猜里面是什么？猜中有奖哦！",
    text_time = 4200
  },
  [140345131] = {
    content = "好意心领了。",
    text_time = 900
  },
  [140345132] = {
    content = "如果又是像上次那样的“奖品”，我敬谢不敏。",
    text_time = 3150
  },
  [140345210] = {
    title = "才不是！",
    content = "才不是！这次是真的猜中了有惊喜。",
    text_time = 2400
  },
  [140345211] = {
    content = "暂且先相信你。",
    text_time = 1050
  },
  [140345212] = {
    content = "至于里面是什么……",
    text_time = 1350
  },
  [140345213] = {
    content = "看盒子的大小，莫非是剃须刀？",
    text_time = 2100
  },
  [140345220] = {
    title = "你先猜嘛",
    content = "唔……你先猜猜看嘛！",
    text_time = 1500
  },
  [140345221] = {
    content = "既然你这么积极，那我就随意猜猜。",
    text_time = 2400
  },
  [140345222] = {
    content = "从盒子的体积来看，东西应该不大。",
    text_time = 2400
  },
  [140345223] = {
    content = "剃须刀？",
    text_time = 600
  },
  [140345230] = {
    title = "被你看穿了",
    content = "居然被你看穿了……不过你还是可以猜猜看嘛！",
    text_time = 3150
  },
  [140345231] = {
    content = "……某人的心思我还不了解。",
    text_time = 1950
  },
  [140345232] = {
    content = "至于这个礼盒，我猜里面是剃须刀。",
    text_time = 2400
  },
  [140345310] = {
    title = "！！！",
    content = "！！！",
    text_time = 450
  },
  [140345311] = {
    content = "……这到底是表示猜对了还是猜错了？",
    text_time = 2550
  },
  [140345312] = {
    content = "算了，我马上就到楼下。",
    text_time = 1650
  },
  [140345313] = {
    content = "一会儿我亲自来揭晓答案。",
    text_time = 1800
  },
  [140345320] = {
    title = "居然猜对了",
    content = "你居然猜对了……这怎么可能？",
    text_time = 2100
  },
  [140345321] = {
    content = "你的搜索记录忘记清除了，笨蛋。",
    text_time = 2250
  },
  [140345322] = {
    content = "所以猜中的奖励到底是什么？",
    text_time = 1950
  },
  [140345323] = {
    content = "晚上我会准时来领取的。",
    text_time = 1650
  },
  [140345330] = {
    title = "猜错啦",
    content = "哈哈，猜错啦！正确答案是：情侣水杯！",
    text_time = 2700
  },
  [140345331] = {
    content = "上次逛街看到的那对吗？",
    text_time = 1650
  },
  [140345332] = {
    content = "倒是很有趣。",
    text_time = 900
  },
  [140345333] = {
    content = "礼尚往来，我也有份惊喜带给你。",
    text_time = 2250
  },
  [140345334] = {
    content = "晚上见。",
    text_time = 600
  },
  [140346000] = {
    content = "听阿明说，你刚才来过研究所了？",
    text_time = 2250
  },
  [140346110] = {
    title = "嗯嗯，来还衣服……",
    content = "嗯嗯，我把你的白大褂洗好送回来啦。",
    text_time = 2550
  },
  [140346111] = {
    content = "其实不用这么着急。",
    text_time = 1350
  },
  [140346112] = {
    content = "我这里还有几件可以替换。",
    text_time = 1800
  },
  [140346113] = {
    content = "不过，你洗过的这件变得很好闻。",
    text_time = 2250
  },
  [140346120] = {
    title = "刚好路过……",
    content = "我刚好路过，就来还了一下上次借的白大褂。",
    text_time = 3000
  },
  [140346121] = {
    content = "我说怎么在办公桌上看见了熟悉的袋子。",
    text_time = 2700
  },
  [140346122] = {
    content = "和上次你用来装抱枕的袋子长得有些像。",
    text_time = 2700
  },
  [140346123] = {
    content = "衣服上的香气，也和抱枕上的很像。",
    text_time = 2400
  },
  [140346130] = {
    title = "听说你在做实验……",
    content = "听说你当时正在做实验，就没有打扰你。",
    text_time = 2700
  },
  [140346131] = {
    content = "今天的实验是做得久了些。",
    text_time = 1800
  },
  [140346132] = {
    content = "虽然没能见到你，但收到这件白大褂，心情也变好了。",
    text_time = 3600
  },
  [140346133] = {
    content = "因为它在某种意义上拯救了我的嗅觉。",
    text_time = 2550
  },
  [140346210] = {
    title = "用了特别的洗衣液……",
    content = "嘿嘿，因为我用了含香氛的洗衣液～",
    text_time = 2400
  },
  [140346211] = {
    content = "想不到在洗衣服这件事上，也有这样的小玄机。",
    text_time = 3150
  },
  [140346212] = {
    content = "很清新的香气，我很喜欢。",
    text_time = 1800
  },
  [140346213] = {
    content = "而且，它会让我想起你。",
    text_time = 1650
  },
  [140346220] = {
    title = "气味也可以调节情绪。",
    content = "感觉你最近很辛苦，好闻的气味可以调节情绪。",
    text_time = 3150
  },
  [140346221] = {
    content = "你的确验证了这个原理的真实性。",
    text_time = 2250
  },
  [140346222] = {
    content = "我很喜欢这种气味，不过除此之外……",
    text_time = 2550
  },
  [140346223] = {
    content = "能让我想起你，可能也是令心情变好的原因之一。",
    text_time = 3300
  },
  [140346230] = {
    title = "因为你说喜欢……",
    content = "上次你说很喜欢抱枕上的味道，我就用了相同的洗衣液。",
    text_time = 3750
  },
  [140346231] = {
    content = "嗯，这一次我也很喜欢。",
    text_time = 1650
  },
  [140346232] = {
    content = "好像每次接触到和你有关的东西，心情就会不自觉地变好。",
    text_time = 3900
  },
  [140346233] = {
    content = "包括味道。",
    text_time = 750
  },
  [140346310] = {
    title = "这也是我的私心……",
    content = "这也算是我的私心……会不会有点贪心了？",
    text_time = 2850
  },
  [140346311] = {
    content = "怎么会。",
    text_time = 600
  },
  [140346312] = {
    content = "我一直都很期待你对我贪心。",
    text_time = 1950
  },
  [140346313] = {
    content = "就算再多一些，我也很欢迎。",
    text_time = 1950
  },
  [140346320] = {
    title = "希望你记得那天的承诺……",
    content = "希望许教授记得那天的承诺，别再被我抓包啦。",
    text_time = 3150
  },
  [140346321] = {
    content = "这个办法确实很奏效。",
    text_time = 1500
  },
  [140346322] = {
    content = "说实话，我已经在期待能早些见到你了。",
    text_time = 2700
  },
  [140346323] = {
    content = "今天按时下班的话，能邀请你一起吃晚饭吗？",
    text_time = 3000
  },
  [140346330] = {
    title = "随时充电，工作顺利！",
    content = "也许这样可以为你随时“充电”，工作更顺利～",
    text_time = 3150
  },
  [140346331] = {
    content = "借你吉言。",
    text_time = 750
  },
  [140346332] = {
    content = "我已经换上它，开始“充电”了。",
    text_time = 2250
  },
  [140346333] = {
    content = "如果电量不够的话，晚上可以请我的小助手再帮帮忙吗？",
    text_time = 3750
  },
  [140347000] = {
    content = "叮咚——！我来敲门了，薯片小姐下午在家吗？",
    text_time = 3150
  },
  [140347110] = {
    title = "在家",
    content = "当然在家~不过你不是在海岛拍戏吗？",
    text_time = 2550
  },
  [140347111] = {
    content = "哈哈，已经坐一大早的早班机回来啦。",
    text_time = 2550
  },
  [140347112] = {
    content = "不行，我已经迫不及待想要见到你了……",
    text_time = 2700
  },
  [140347113] = {
    content = "我还给你带了伴手礼，要不要猜猜是什么？",
    text_time = 2850
  },
  [140347120] = {
    title = "你回来了？",
    content = "诶，你已经拍完戏回来了吗？",
    text_time = 1950
  },
  [140347121] = {content = "没错！", text_time = 450},
  [140347122] = {
    content = "你的周棋洛马上就会带着伴手礼出现在你面前~",
    text_time = 3150
  },
  [140347123] = {
    content = "不过，$u要不要先猜猜看是什么？",
    text_time = 2400
  },
  [140347130] = {
    title = "下午有事出去",
    content = "下午有点事，不过应该可以很快结束……你回恋语市了？",
    text_time = 3750
  },
  [140347131] = {
    content = "猜对了！",
    text_time = 600
  },
  [140347132] = {
    content = "海岛拍摄已经结束了，不过离开之前我专门去买了伴手礼。",
    text_time = 3900
  },
  [140347133] = {
    content = "$u要不要猜猜是什么？",
    text_time = 1650
  },
  [140347210] = {
    title = "是椰子吗",
    content = "我想想……是上次一起吃的椰子吗？",
    text_time = 2400
  },
  [140347211] = {
    content = "不愧是$u，已经很接近了！",
    text_time = 1950
  },
  [140347212] = {
    content = "正确答案就是——椰奶糖！",
    text_time = 1800
  },
  [140347213] = {
    content = "味道真的很不错，我保证你一定会喜欢的！",
    text_time = 2850
  },
  [140347220] = {
    title = "是椰奶糖吗",
    content = "那里最有名的特产好像是……椰奶糖？",
    text_time = 2550
  },
  [140347221] = {content = "Bingo！", text_time = 900},
  [140347222] = {
    content = "我就知道这点难度压根难不倒你！",
    text_time = 2250
  },
  [140347223] = {
    content = "相信我，这包椰奶糖真的很好吃。",
    text_time = 2250
  },
  [140347230] = {
    title = "是细沙吗",
    content = "海岛的话……你不会是带了一罐细沙回来了吧？",
    text_time = 3150
  },
  [140347231] = {
    content = "哈哈哈，$u总能带给我好有趣的回答！",
    text_time = 2700
  },
  [140347232] = {
    content = "不过可惜的是，猜错啦。",
    text_time = 1650
  },
  [140347233] = {
    content = "正确答案是：椰奶糖。",
    text_time = 1500
  },
  [140347310] = {
    title = "小时候吃过不少",
    content = "说起来好久没吃过了，小时候倒是吃过不少。",
    text_time = 3000
  },
  [140347311] = {
    content = "真的吗？",
    text_time = 600
  },
  [140347312] = {
    content = "那正好可以重新回味一下。",
    text_time = 1800
  },
  [140347313] = {
    content = "等会儿我们一起分享吧，好不好？",
    text_time = 2250
  },
  [140347320] = {
    title = "想和你一起分享",
    content = "那我想和你一起分享，一定会更好吃。",
    text_time = 2550
  },
  [140347321] = {
    content = "我也这么想！",
    text_time = 900
  },
  [140347322] = {
    content = "任何事只要和薯片小姐一起，都会格外有意思。",
    text_time = 3150
  },
  [140347323] = {
    content = "那就这么说定了，下午见！",
    text_time = 1800
  },
  [140347330] = {
    title = "想去上次的糖果屋了",
    content = "说到糖，忽然有点想再去一次那家糖果屋了……",
    text_time = 3150
  },
  [140347331] = {
    content = "没问题！",
    text_time = 600
  },
  [140347332] = {
    content = "$u的心愿已经收集完毕。",
    text_time = 1800
  },
  [140347333] = {
    content = "下周，我们就一起去实现它吧？",
    text_time = 2100
  },
  [140348000] = {
    content = "看到你发给我的照片了，没想到昨天我们拍了这么多。",
    text_time = 3600
  },
  [140348110] = {
    title = "没拍好",
    content = "光线太暗了，大部分都没拍好……",
    text_time = 2250
  },
  [140348111] = {
    content = "我觉得都很好看。",
    text_time = 1200
  },
  [140348112] = {
    content = "你选一张，我明天洗出来。",
    text_time = 1800
  },
  [140348113] = {
    content = "之后放在相册里。",
    text_time = 1200
  },
  [140348120] = {
    title = "大部分都是风景照",
    content = "大都是风景照，我们的合照没有几张……",
    text_time = 2700
  },
  [140348121] = {
    content = "虽然少，但每张有你的照片都很好看。",
    text_time = 2550
  },
  [140348122] = {
    content = "你选一张合照，我明天洗出来。",
    text_time = 2100
  },
  [140348123] = {
    content = "之后放在相册里。",
    text_time = 1200
  },
  [140348130] = {
    title = "照片里的你很帅",
    content = "有几张拍得你超级帅！",
    text_time = 1500
  },
  [140348131] = {
    content = "我觉得旁边的你更好看。",
    text_time = 1650
  },
  [140348132] = {
    content = "你选一张，我明天洗出来。",
    text_time = 1800
  },
  [140348133] = {
    content = "之后放在相册里。",
    text_time = 1200
  },
  [140348210] = {
    title = "选蓝色车厢",
    content = "嗯……这张吧，能看到翻修之后的蓝色车厢，像一个蓝气球。",
    text_time = 4050
  },
  [140348211] = {content = "好。", text_time = 300},
  [140348212] = {
    content = "设备翻新之后各方面的体验感都好了很多。",
    text_time = 2850
  },
  [140348213] = {
    content = "下次带你看星星也可以考虑它。",
    text_time = 2100
  },
  [140348220] = {
    title = "选夕阳",
    content = "这张！在摩天轮上的夕阳很美！",
    text_time = 2100
  },
  [140348221] = {
    content = "昨天的夕阳跟晚霞应该是这个月最美的一次。",
    text_time = 3000
  },
  [140348222] = {
    content = "我会记很久。",
    text_time = 900
  },
  [140348230] = {
    title = "选合照",
    content = "这张吧，虽然是随手抓拍的，但表情很自然！",
    text_time = 3000
  },
  [140348231] = {
    content = "嗯，氛围很舒服。",
    text_time = 1200
  },
  [140348232] = {
    content = "我也很喜欢这种只有我们两个人独处的时候，会不由自主地感到放松。",
    text_time = 4650
  },
  [140348310] = {
    title = "感觉远离了城市",
    content = "在摩天轮上的时候，感觉城市的一切好像都变得很远。",
    text_time = 3600
  },
  [140348311] = {
    content = "高空上很安静，远离城市，可以什么都不考虑。",
    text_time = 3150
  },
  [140348312] = {
    content = "只跟你在一起的时候，总是很放松。",
    text_time = 2400
  },
  [140348313] = {
    content = "有时间的话，要不要再去一次？",
    text_time = 2100
  },
  [140348320] = {
    title = "俯瞰城市感觉很特别",
    content = "在高空上俯瞰城市的感觉好特别。",
    text_time = 2250
  },
  [140348321] = {
    content = "嗯，我也喜欢看天色慢慢变黑，城市逐渐变亮的感觉。",
    text_time = 3600
  },
  [140348322] = {
    content = "下次可以再一起欣赏。",
    text_time = 1500
  },
  [140348330] = {
    title = "好像全世界只有我们",
    content = "在摩天轮的吊厢里，好像整个世界只有我们两个人了。",
    text_time = 3600
  },
  [140348331] = {
    content = "确实是个很适合独处的地方。",
    text_time = 1950
  },
  [140348332] = {
    content = "升上高空之后，什么都不去想，只跟你呆在一起，感觉很解压。",
    text_time = 4200
  },
  [140348333] = {
    content = "有时间的话，想不想再去一次？",
    text_time = 2100
  },
  [140349000] = {
    content = "昨晚睡得怎么样？",
    text_time = 1200
  },
  [140349110] = {
    title = "很好",
    content = "睡得很好，特别香甜！感觉睡前喝一点点酒还是有用的。",
    text_time = 3750
  },
  [140349111] = {
    content = "你确定你那不是醉死过去了？",
    text_time = 1950
  },
  [140349112] = {
    content = "睡得跟小猪一样，喊都喊不醒。",
    text_time = 2100
  },
  [140349120] = {
    title = "忘记发生什么了",
    content = "还好吧……我好像有点记不清昨天晚上发生什么事了……",
    text_time = 3750
  },
  [140349121] = {
    content = "你是指抱着我的腰傻笑的事",
    text_time = 1800
  },
  [140349122] = {
    content = "还是指披着床单非要在床上跳舞的事？",
    text_time = 2550
  },
  [140349123] = {
    content = "是不是觉得很羞愤？",
    text_time = 1350
  },
  [140349124] = {
    content = "不过以上是我开玩笑的，昨天喝完酒你睡得跟小猪一样。",
    text_time = 3750
  },
  [140349130] = {
    title = "有点糟糕",
    content = "有点糟糕……梦里总觉得有点喘不过气……",
    text_time = 2850
  },
  [140349131] = {
    content = "看来是喝酒后遗症。",
    text_time = 1350
  },
  [140349132] = {
    content = "百利甜这么点度数你也能喝醉？",
    text_time = 2100
  },
  [140349210] = {
    title = "看来我还是喝多了",
    content = "看来我还是喝多了，唉。",
    text_time = 1650
  },
  [140349211] = {
    content = "啧，加了一半牛奶还醉成这样。",
    text_time = 2100
  },
  [140349212] = {
    content = "酒量果然很差。",
    text_time = 1050
  },
  [140349213] = {
    content = "既然醒了就赶紧起来，等会儿去Live House。",
    text_time = 3600
  },
  [140349220] = {
    title = "不是说百利甜不会醉",
    content = "说好的百利甜不会醉呢……看来网上都是骗人的。",
    text_time = 3300
  },
  [140349221] = {
    content = "网上说了你就信？",
    text_time = 1200
  },
  [140349222] = {
    content = "以后记得除了我，别随便喝其他人的酒。",
    text_time = 2700
  },
  [140349223] = {
    content = "醒了就快点起床，等会儿跟我去Live House。",
    text_time = 3600
  },
  [140349230] = {
    title = "啊啊啊不要再说了！",
    content = "啊啊啊不要再说了！我已经都忘记了！",
    text_time = 2550
  },
  [140349231] = {
    content = "行吧，你说忘记了就忘记了。",
    text_time = 1950
  },
  [140349232] = {
    content = "自欺欺人又不犯法。",
    text_time = 1350
  },
  [140349233] = {
    content = "起来了没，等会儿跟我去Live House。",
    text_time = 3150
  },
  [140349310] = {
    title = "去干吗？",
    content = "去Live House干吗？",
    text_time = 2100
  },
  [140349311] = {
    content = "昨天你不是对百利甜的其他做法感兴趣吗。",
    text_time = 2850
  },
  [140349312] = {
    content = "带你去长长见识。",
    text_time = 1200
  },
  [140349320] = {
    title = "不想去",
    content = "我只想窝在家里生根发芽，不想出门……",
    text_time = 2700
  },
  [140349321] = {
    content = "是谁昨天嫌酒调得太简单？",
    text_time = 1800
  },
  [140349322] = {
    content = "给你个机会见识我真正的调酒水平。",
    text_time = 2400
  },
  [140349323] = {
    content = "快点，我等会儿就到。",
    text_time = 1350
  }
}
return data
