module("short_msg_text14092", package.seeall)
data = {
  [140920000] = {
    content = "今早一登存钱APP，你家的“发财兔”跑来跟我的“闪电小熊猫”哭诉，说你昨天又没给吃的。",
    text_time = 6450
  },
  [140920110] = {
    title = "糟了，忙忘了",
    content = "糟了，昨天太忙又忘了存钱了！今天我去存双份！",
    text_time = 3300
  },
  [140920111] = {
    content = "看你昨晚没回我消息我就猜到了。",
    text_time = 2250
  },
  [140920112] = {
    content = "不过这个APP还挺有意思的。",
    text_time = 2100
  },
  [140920113] = {
    content = "小熊猫今天还跟我要补习费，说要去报美术班。",
    text_time = 3150
  },
  [140920120] = {
    title = "你已经养成存钱习惯了",
    content = "看来你已经通过这个“电子宠物投喂系统”养成存钱的好习惯了！",
    text_time = 4350
  },
  [140920121] = {
    content = "我就是看看它们到底能憋出多少个存钱理由。",
    text_time = 3000
  },
  [140920122] = {
    content = "小熊猫今天还跟我说要去报补习班。",
    text_time = 2400
  },
  [140920123] = {
    content = "照这样下去，下个月估计都能上大学了。",
    text_time = 2700
  },
  [140920130] = {
    title = "我现在就去",
    content = "啊啊我现在就去！要是把发财兔饿病了还要额外花钱去医院看病！",
    text_time = 4350
  },
  [140920131] = {
    content = "……真的假的？",
    text_time = 1050
  },
  [140920132] = {
    content = "你这么一说，突然觉得我的小熊猫也不算太离谱。",
    text_time = 3300
  },
  [140920133] = {
    content = "它今天才跟我说要去报兴趣班，但被我拒绝了。",
    text_time = 3150
  },
  [140920210] = {
    title = "一分投资一分回报",
    content = "一分投资一分回报，小熊猫有什么错，它只是想帮你多存点钱而已。",
    text_time = 4500
  },
  [140920211] = {
    content = "那还真是辛苦它。",
    text_time = 1200
  },
  [140920212] = {
    content = "不过之前它吵着要喝奶茶的时候，我自己也买了一杯。",
    text_time = 3600
  },
  [140920213] = {
    content = "毕竟亏了谁也不能亏了自己。",
    text_time = 1950
  },
  [140920220] = {
    title = "我觉得挺有意思",
    content = "我觉得这种“养宠存钱”的模式还挺有意思的，连带每天存钱都变得有盼头了！",
    text_time = 5250
  },
  [140920221] = {
    content = "是挺好玩的。",
    text_time = 900
  },
  [140920222] = {
    content = "尤其是不知道晚饭要吃什么的时候，就上线看看它想吃什么。",
    text_time = 4050
  },
  [140920223] = {
    content = "正好它一份我一份。",
    text_time = 1350
  },
  [140920230] = {
    title = "我也给报了钢琴班",
    content = "我前几天也给发财兔报了钢琴班，它回家之后还真的给我弹了一小段！",
    text_time = 4650
  },
  [140920231] = {
    content = "嚯，那我给它报个贝斯班吧。",
    text_time = 1950
  },
  [140920232] = {
    content = "再另外给你的发财兔和小熊猫买几套“衣服”。",
    text_time = 3150
  },
  [140920233] = {
    content = "让它们组个乐队。",
    text_time = 1200
  },
  [140920310] = {
    title = "存钱的同时也花钱了",
    content = "感觉你在存钱的同时，也花了不少钱……",
    text_time = 2700
  },
  [140920311] = {
    content = "钱这种东西够用就行。",
    text_time = 1500
  },
  [140920312] = {
    content = "不过这游戏是不是还有实景拍照的功能来着？",
    text_time = 3000
  },
  [140920313] = {
    content = "那下个月的旅游别忘了带上两个电子宠物，让它俩也感受一下度假的快乐。",
    text_time = 4950
  },
  [140920320] = {
    title = "其实我也是……",
    content = "其实我也是……每次看到我的发财兔买了什么好玩的、好吃的，我都会悄悄给自己买一份。",
    text_time = 6150
  },
  [140920321] = {
    content = "看来你的发财兔也顺带散财效果。",
    text_time = 2250
  },
  [140920322] = {
    content = "不过它买的好吃的、好玩的你也享受了，不亏。",
    text_time = 3150
  },
  [140920323] = {
    content = "但下次它还做了什么有意思的，别忘了带上我和小熊猫。",
    text_time = 3750
  },
  [140920330] = {
    title = "花得有意义",
    content = "但怎么说我们都玩了这游戏这么久，我觉得存下来的这笔钱得花得有意义些！",
    text_time = 5100
  },
  [140920331] = {
    content = "行啊，前两天我买了个你会喜欢的老物件。",
    text_time = 2850
  },
  [140920332] = {
    content = "小熊猫正好负责出资买个漂亮点的盒子把东西装上。",
    text_time = 3450
  },
  [140920333] = {
    content = "这算是我和小熊猫的共同努力，到时候可别太感动。",
    text_time = 3450
  },
  [140921000] = {
    content = "你说的特饮，就是往我的咖啡里放跳跳糖？",
    text_time = 2850
  },
  [140921110] = {
    title = "好喝吗？",
    content = "怎么样？这是我从网上学到的做法，好喝吗？",
    text_time = 3000
  },
  [140921111] = {
    content = "咖啡还是平时的咖啡。",
    text_time = 1500
  },
  [140921112] = {
    content = "至于跳跳糖，稍微一搅拌就全都蹦出去了，没给我品尝的机会。",
    text_time = 4200
  },
  [140921113] = {
    content = "我只是很好奇，你当初到底准备了多少跳跳糖。",
    text_time = 3150
  },
  [140921120] = {
    title = "是不是很提神？",
    content = "咖啡提神，跳跳糖也是，加起来就可以double提神了~",
    text_time = 4050
  },
  [140921121] = {content = "确实。", text_time = 450},
  [140921122] = {
    content = "尤其是搅拌后，跳跳糖蹦到哪里都是的场景，的确“提神”。",
    text_time = 4050
  },
  [140921123] = {
    content = "见识了这么多种创意吃法，你到底还剩了多少跳跳糖？",
    text_time = 3600
  },
  [140921130] = {
    title = "可以再调一杯",
    content = "是不好喝吗……那我再给你泡一杯其他味道的吧？",
    text_time = 3300
  },
  [140921131] = {
    content = "这种把跳跳糖洒在咖啡表面的方法，不管换什么口味都是一样。",
    text_time = 4200
  },
  [140921132] = {
    content = "毕竟只要一颗跳跳糖被“触发”，其他都会跟着蹦到杯子外。",
    text_time = 4050
  },
  [140921133] = {
    content = "只不过一连几天都尝到你的跳跳糖创意吃法，看来某人当初准备了不少。",
    text_time = 4800
  },
  [140921210] = {
    title = "看错单位",
    content = "我买的时候看错了，以为是十包，结果是十盒……",
    text_time = 3300
  },
  [140921211] = {
    content = "……我就知道。",
    text_time = 1050
  },
  [140921212] = {
    content = "从前天的跳跳糖酸奶碗，到昨天的跳跳糖水果捞，再到今天的跳跳糖拿铁。",
    text_time = 4950
  },
  [140921213] = {
    content = "看来这段时间都暂时离不开这些创意料理了。",
    text_time = 3000
  },
  [140921220] = {
    title = "想尝试不同口味",
    content = "因为有很多特别口味难以抉择嘛，就都买回来试试了~",
    text_time = 3600
  },
  [140921221] = {
    content = "比起“特别”，我觉得更应该称之为“特殊”。",
    text_time = 3150
  },
  [140921222] = {
    content = "尤其是你昨晚拿出来的“糖醋鱼味跳跳糖”和“辣味跳跳糖”。",
    text_time = 4200
  },
  [140921223] = {
    content = "看来某人又陷进了商家的营销手段。",
    text_time = 2400
  },
  [140921230] = {
    title = "在努力消耗",
    content = "买的确实有点多……但我已经在努力消耗了！绝不浪费任何一包跳跳糖！",
    text_time = 4800
  },
  [140921231] = {
    content = "没有必要为了不浪费而过度消耗这些跳跳糖。",
    text_time = 3000
  },
  [140921232] = {
    content = "尤其是你昨晚拿出来的“跳跳糖咖喱”。",
    text_time = 2700
  },
  [140921233] = {
    content = "看起来已经失去了跳跳糖本质。",
    text_time = 2100
  },
  [140921310] = {
    title = "消耗的方法",
    content = "难道就没有一次性把它们都消耗完的方法吗？",
    text_time = 3000
  },
  [140921311] = {
    content = "按你的购买量来说有点困难，但消耗方法我倒是有一个。",
    text_time = 3750
  },
  [140921312] = {
    content = "有家创意菜馆推出了用糖做烤鸭蘸料的做法，你可以带着你的跳跳糖当作“自备蘸料”。",
    text_time = 5850
  },
  [140921313] = {
    content = "我已经预约好了，今晚记得早点下班。",
    text_time = 2550
  },
  [140921320] = {
    title = "布丁舔了一口",
    content = "糟糕，刚刚我给自己做跳跳糖奶茶的时候，布丁好像舔到了一口。",
    text_time = 4350
  },
  [140921321] = {
    content = "已经能想象到布丁吐舌头的样子了。",
    text_time = 2400
  },
  [140921322] = {
    content = "建议你尽快想办法安抚好它。",
    text_time = 1950
  },
  [140921323] = {
    content = "毕竟今晚说好了要烛光晚餐，我不想这顿饭被你们的战火波及到。",
    text_time = 4350
  },
  [140921330] = {
    title = "最喜欢的味道",
    content = "经过了这么多天的尝试，你就没有最喜欢的味道吗？",
    text_time = 3450
  },
  [140921331] = {
    content = "比起把跳跳糖毫无章法地融合进其他食物……",
    text_time = 3000
  },
  [140921332] = {
    content = "我还是更倾向于它自己本身的味道。",
    text_time = 2400
  },
  [140921333] = {
    content = "像那天晚上你选的口味就很不错。",
    text_time = 2250
  },
  [140922000] = {
    content = "不是说要好人做到底，帮忙代拆礼物吗？怎么没动静了。",
    text_time = 3750
  },
  [140922110] = {
    title = "拆得眼花缭乱",
    content = "礼物太多啦，我拆得眼花缭乱~看来华锐的大家都很爱你哦。",
    text_time = 4050
  },
  [140922111] = {
    content = "……夸大其词。",
    text_time = 1050
  },
  [140922112] = {
    content = "不过比起前几年，他们看起来确实没那么怕我了。",
    text_time = 3300
  },
  [140922113] = {
    content = "可能也多亏了$c的老板，让我耳濡目染地习得了一点亲和力。",
    text_time = 4200
  },
  [140922120] = {
    title = "礼物好多呀",
    content = "呜呜，我拆累了……但是你放心，我会坚持拆完的！",
    text_time = 3450
  },
  [140922121] = {
    content = "在这种不必要的事上，某人的毅力总是出奇好。",
    text_time = 3150
  },
  [140922122] = {
    content = "不过，说不定这份毅力可以感动老天。",
    text_time = 2550
  },
  [140922123] = {
    content = "给你一点意想不到的回报。",
    text_time = 1800
  },
  [140922130] = {
    title = "拆礼物太有意思了",
    content = "因为拆礼物太有意思了~我感觉自己还能再拆五百个。",
    text_time = 3900
  },
  [140922131] = {
    content = "……十个生日都攒不够那么多礼物给你拆。",
    text_time = 2850
  },
  [140922132] = {
    content = "建议你加快速度。",
    text_time = 1200
  },
  [140922133] = {
    content = "距离预约好的晚餐时间只剩半小时了。",
    text_time = 2550
  },
  [140922210] = {
    title = "有个粉色包装盒",
    content = "居然有一个粉色的包装盒~难道你宇宙第一甜的名号已经散播到了华锐吗？",
    text_time = 4950
  },
  [140922211] = {
    content = "……这种事只要你不到处嚷嚷，就不会有人知道。",
    text_time = 3300
  },
  [140922212] = {
    content = "再说了，比起在这里大惊小怪——",
    text_time = 2250
  },
  [140922213] = {
    content = "笨蛋不如看看礼物盒上写着谁的名字。",
    text_time = 2550
  },
  [140922220] = {
    title = "水晶球怎么在这里",
    content = "哇……我在礼物店橱窗里看到过的水晶球怎么也在这里？",
    text_time = 3750
  },
  [140922221] = {
    content = "也许是某人盯着橱窗里那颗水晶球的时候，一副懊恼的样子。",
    text_time = 4050
  },
  [140922222] = {
    content = "还嘟囔着什么要不是手里东西太多，一定把它带回家。",
    text_time = 3600
  },
  [140922223] = {
    content = "它大概听到了，就自己长脚跑过来了。",
    text_time = 2550
  },
  [140922230] = {
    title = "精致礼物混进来了",
    content = "咦，总觉得有个特别精致的礼物混进来了？",
    text_time = 2850
  },
  [140922231] = {
    content = "既然礼物的主人已经发现它了，不如直接打开。",
    text_time = 3150
  },
  [140922232] = {
    content = "不过友情提醒一下——",
    text_time = 1500
  },
  [140922233] = {
    content = "动作幅度不要太大，里面是易碎品。",
    text_time = 2400
  },
  [140922310] = {
    title = "你什么时候准备的",
    content = "噗，你什么时候给我买的礼物呀？",
    text_time = 2250
  },
  [140922311] = {
    content = "在你傻笑着帮我代收生日礼物的时候。",
    text_time = 2550
  },
  [140922312] = {
    content = "那时候觉得，既然收礼物能让你这么高兴——",
    text_time = 3000
  },
  [140922313] = {
    content = "那为什么不让你更高兴一点。",
    text_time = 1950
  },
  [140922320] = {
    title = "是给我的礼物吗",
    content = "哇，这是你给我的礼物吗？",
    text_time = 1800
  },
  [140922321] = {
    content = "嗯，是给这位笨蛋“寿星”的。",
    text_time = 2100
  },
  [140922322] = {
    content = "毕竟在小镇上的，这么多人都给你送了祝福。",
    text_time = 3000
  },
  [140922323] = {
    content = "我当然也该给你补上一份礼物。",
    text_time = 2100
  },
  [140922330] = {
    title = "你怎么还给我买礼物",
    content = "嘿嘿，你过生日怎么我也有礼物收呀~",
    text_time = 2550
  },
  [140922331] = {
    content = "既然你也说了今天是我的生日——",
    text_time = 2250
  },
  [140922332] = {
    content = "那寿星最大。",
    text_time = 900
  },
  [140922333] = {
    content = "自然想做什么就做什么。",
    text_time = 1650
  },
  [140923000] = {
    content = "你发我的这个链接是什么？",
    text_time = 1800
  },
  [140923110] = {
    title = "新学的小技能！",
    content = "新学了一个小技能，你点开可以抽签哦！",
    text_time = 2700
  },
  [140923111] = {
    content = "“每日一签，好运相伴”……",
    text_time = 1950
  },
  [140923112] = {
    content = "测运势的？",
    text_time = 750
  },
  [140923113] = {
    content = "怎么还要输入名字。",
    text_time = 1350
  },
  [140923120] = {
    title = "点开有惊喜～",
    content = "你点开就知道了，我藏了惊喜在里面～",
    text_time = 2550
  },
  [140923121] = {
    content = "抽签游戏？",
    text_time = 750
  },
  [140923122] = {
    content = "界面这么花哨，很有某人的风格。",
    text_time = 2250
  },
  [140923123] = {
    content = "必须要输入名字？",
    text_time = 1200
  },
  [140923130] = {
    title = "快体验一下黑科技！",
    content = "是我跟同事学的“黑科技”，诚邀你体验。",
    text_time = 2850
  },
  [140923131] = {
    content = "点开了，是抽签？",
    text_time = 1200
  },
  [140923132] = {
    content = "点击签筒怎么没反应？",
    text_time = 1500
  },
  [140923133] = {
    content = "……看到了，要先输入姓名。",
    text_time = 1950
  },
  [140923210] = {
    title = "名字是彩蛋哦。",
    content = "一定要输入名字，有彩蛋的。",
    text_time = 1950
  },
  [140923211] = {
    content = "嗯，填好了。",
    text_time = 900
  },
  [140923212] = {
    content = "……你的抽签不是只抽一支？",
    text_time = 1950
  },
  [140923213] = {
    content = "怎么一下子显示了十条结果。",
    text_time = 1950
  },
  [140923220] = {
    title = "请务必输入名字！",
    content = "名字会影响结果哦。",
    text_time = 1800
  },
  [140923221] = {
    content = "虽然不知道你指的影响是什么。",
    text_time = 2100
  },
  [140923222] = {
    content = "但一次出现十条结果，是正常的吗？",
    text_time = 2400
  },
  [140923223] = {
    content = "还是说，这个名字能“走后门”？",
    text_time = 2250
  },
  [140923230] = {
    title = "毕竟这不是普通的抽签。",
    content = "这可不是普通的抽签游戏，需要名字来“召唤”。",
    text_time = 3300
  },
  [140923231] = {
    content = "抽好了，的确不普通。",
    text_time = 1500
  },
  [140923232] = {
    content = "普通的只能抽一签，你的游戏一次抽十签。",
    text_time = 2850
  },
  [140923233] = {
    content = "没想到这个名字的“召唤力”这么厉害。",
    text_time = 2700
  },
  [140923310] = {
    title = "什么！出Bug了吗！",
    content = "什么！糟了，一定是我哪里搞错了……",
    text_time = 2550
  },
  [140923311] = {
    content = "果然，没见过这么慷慨的抽签。",
    text_time = 2100
  },
  [140923312] = {
    content = "不过，既然抽出来了，这十句告白我就都收下了。",
    text_time = 3300
  },
  [140923313] = {
    content = "鉴于我输入的是你的名字……",
    text_time = 1950
  },
  [140923314] = {
    content = "接下来这十天，不如换你来找我抽签。",
    text_time = 2550
  },
  [140923320] = {
    title = "本来想给你好几天的惊喜的……",
    content = "啊啊啊，怎么“泄题”了！原本想给你好几天的惊喜呢！",
    text_time = 3750
  },
  [140923321] = {
    content = "技术欠佳，真诚倒是很足。",
    text_time = 1800
  },
  [140923322] = {
    content = "原来你准备的惊喜，是每天一句告白。",
    text_time = 2550
  },
  [140923323] = {
    content = "看来输入了笨蛋的名字，倒是做对了。",
    text_time = 2550
  },
  [140923324] = {
    content = "这个惊喜，就当我们共享了。",
    text_time = 1950
  },
  [140923330] = {
    title = "怪我技术太差……",
    content = "……是我技术太差，不小心设置错了TAT你不要笑话我！",
    text_time = 3900
  },
  [140923331] = {
    content = "无伤大雅的失误，反倒是个惊喜。",
    text_time = 2250
  },
  [140923332] = {
    content = "一次抽到十句告白，就当是笨蛋的好运祝福了。",
    text_time = 3150
  },
  [140923333] = {
    content = "毕竟，我输入的是你的名字。",
    text_time = 1950
  },
  [140923334] = {
    content = "“$u，遇到你就是幸运的开始”。",
    text_time = 2400
  },
  [140924000] = {
    content = "我出去转了一圈，买到了和你那个翅膀差不多的款式。",
    text_time = 3600
  },
  [140924110] = {
    title = "……行动有点太迅速了",
    content = "这位白警官行动力实在有点太迅速了吧……",
    text_time = 2850
  },
  [140924111] = {
    content = "毕竟是我弄坏的，还是要负责的。",
    text_time = 2250
  },
  [140924112] = {
    content = "避免真的影响到你。",
    text_time = 1350
  },
  [140924113] = {
    content = "担心款式不合适，我还多买了个备用品。",
    text_time = 2700
  },
  [140924120] = {
    title = "我还想着做一个",
    content = "哦！你直接去买了呀，我还想着重新做一个呢。",
    text_time = 3150
  },
  [140924121] = {
    content = "我担心你要得急，干脆就去买了。",
    text_time = 2250
  },
  [140924122] = {
    content = "你要是想玩，我再多买个材料包。",
    text_time = 2250
  },
  [140924123] = {
    content = "正好我担心一个不够，又多买了个备用品。",
    text_time = 2850
  },
  [140924124] = {
    content = "我们可以对着做。",
    text_time = 1200
  },
  [140924130] = {
    title = "这么方便",
    content = "原来附近就有得卖呀，早知道昨天我就直接去买一个了！",
    text_time = 3750
  },
  [140924131] = {
    content = "动动手工也挺有意思的。",
    text_time = 1650
  },
  [140924132] = {
    content = "下次还有这种和你一起沾羽毛的活动，我还加入。",
    text_time = 3300
  },
  [140924133] = {
    content = "正好我还顺手买了个备用品。",
    text_time = 1950
  },
  [140924210] = {
    title = "想得好周全",
    content = "你想得有点太周全了！",
    text_time = 1500
  },
  [140924211] = {
    content = "免得麻烦。",
    text_time = 750
  },
  [140924212] = {
    content = "如果又弄坏了，也没什么关系。",
    text_time = 2100
  },
  [140924213] = {
    content = "所以你安心拍。",
    text_time = 1050
  },
  [140924220] = {
    title = "看来你都计划好了",
    content = "好安心，有你在身边感觉什么都计划好了~",
    text_time = 2850
  },
  [140924221] = {
    content = "那我一会就回去了，到时候你就继续拍你的东西。",
    text_time = 3300
  },
  [140924222] = {
    content = "不过这次我离你远点，不然看着不高兴又要折腾。",
    text_time = 3300
  },
  [140924223] = {
    content = "先拍完再说。",
    text_time = 900
  },
  [140924230] = {
    title = "还可以研究其他使用方式",
    content = "好呀，而且等我今天拍完，我还可以研究一下它还有什么其他的使用方式~",
    text_time = 4950
  },
  [140924231] = {content = "行啊。", text_time = 450},
  [140924232] = {
    content = "我也觉得它比想象中的好玩。",
    text_time = 1950
  },
  [140924233] = {
    content = "等你拍完，它应该还有很多用处。",
    text_time = 2250
  },
  [140924310] = {
    title = "那我要看你背上它",
    content = "那到时候我还想看你背上它~感觉会很可爱~",
    text_time = 3000
  },
  [140924311] = {content = "我吗？", text_time = 450},
  [140924312] = {
    content = "我和它的风格好像没有那么契合，不过如果你想看，我也可以试试。",
    text_time = 4500
  },
  [140924313] = {
    content = "不过你要帮我一起扇动它。",
    text_time = 1800
  },
  [140924320] = {
    title = "不许欺负我",
    content = "那你……不许像昨天那样欺负我！",
    text_time = 2250
  },
  [140924321] = {
    content = "我没办法答应做不到的事。",
    text_time = 1800
  },
  [140924322] = {
    content = "因为真的很可爱。",
    text_time = 1200
  },
  [140924323] = {
    content = "不过我答应你，今天你的工作会先顺利收工。",
    text_time = 3000
  },
  [140924330] = {
    title = "快点拍完",
    content = "那我会快一点拍完它，不让工作再继续占用我们的时间了~",
    text_time = 3900
  },
  [140924331] = {
    content = "按你的节奏就好。",
    text_time = 1200
  },
  [140924332] = {
    content = "我努力绝不耽误你。",
    text_time = 1350
  },
  [140924333] = {
    content = "但结束了以后，就只当我一个人的天使小姐。",
    text_time = 3000
  },
  [140925000] = {
    content = "面才揉到一半，人呢？",
    text_time = 1500
  },
  [140925001] = {
    content = "昨天是谁说要挑战从和面开始包饺子的，结果玩面粉玩了一会儿就没影了。",
    text_time = 4950
  },
  [140925110] = {
    title = "我只是去追猫！",
    content = "外面下雪啦！布丁一直挠门要出去，我只是去陪它玩！",
    text_time = 3600
  },
  [140925111] = {
    content = "[/gift]记得和猫早点回家。",
    text_time = 1650,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140925112] = {
    content = "不然，你那个塞幸运硬币、还做了特大记号的饺子，就归我了。",
    text_time = 4800
  },
  [140926000] = {
    content = "原本是一时兴起的想法，没想到这盏手工花灯最后的完成度超乎想象。",
    text_time = 4650
  },
  [140926001] = {
    content = "不过，画布上似乎显得空了些，你有什么想法吗？",
    text_time = 3300
  },
  [140926110] = {
    title = "那就请许教授来题字吧！",
    content = "那就请许教授来题字吧！写一个大大的福字，今年一定能福气满满！",
    text_time = 4500
  },
  [140926111] = {
    content = "[/gift]邀请这位小姐和我一起写“福”",
    text_time = 2400,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140926112] = {
    content = "新的一年，所有的福运，应该由我们亲手勾画。",
    text_time = 3750
  },
  [140927000] = {
    content = "薯片，可乐，爆米花，噢还有特地为你准备的热水袋和柔软度一百分的毛毯！",
    text_time = 5100
  },
  [140927001] = {
    content = "一切准备就绪，载上苹果箱和Cello，我们就可以出发啦。",
    text_time = 4200
  },
  [140927002] = {
    content = "[/gift]给世界第一好搭档的公路旅行邀请",
    text_time = 2550,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140927110] = {
    title = "好期待哦，新一年的第一次出行。",
    content = "好期待哦，新一年的第一次出行，感觉路上会有什么奇迹发生呢！",
    text_time = 4350
  },
  [140927111] = {
    content = "虽然我们已经一起看过很多经典的公路电影，不过这次小小的空间里发生的，是只属于我们的全新故事呢~",
    text_time = 7800
  },
  [140928000] = {
    content = "今天我们敲的许愿钟回响了很久，感觉是个好兆头。",
    text_time = 3450
  },
  [140928001] = {
    content = "你闭上眼睛想了很久，新的一年都许了什么愿望？是有想要的东西吗？",
    text_time = 4650
  },
  [140928110] = {
    title = "乱七八糟的事情想了很多……",
    content = "那一瞬间乱七八糟的事情想了很多，但又发现好像都没有那么渴望……最后心里唯一想要的就只有“白起”啦。",
    text_time = 7350
  },
  [140928111] = {
    content = "[/gift]真巧，我们最想要的都是彼此。",
    text_time = 2400,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140928112] = {
    content = "你一直都拥有我，我保证，今后的年年岁岁我都会陪在你身边。",
    text_time = 4800
  },
  [140929000] = {
    content = "这下见识到你“高超”的滑雪水平了。",
    text_time = 2550
  },
  [140929001] = {
    content = "大过年的气氛是比较到位，但也用不着学企鹅在雪地里肚皮滑行吧。",
    text_time = 4500
  },
  [140929002] = {
    content = "[/gift]请个好的平衡老师补补课，比如我。",
    text_time = 2700,
    reward = "0,2,150",
    msg_type = 4,
    emoji = "21newyear_effect"
  },
  [140929110] = {
    title = "你自己明明也摔了！",
    content = "你自己明明也摔了！",
    text_time = 1350
  },
  [140929111] = {
    content = "那就要好好算一下是谁在中途非要和我手拉手，我又是给谁当了肉垫了。",
    text_time = 5400
  }
}
return data
