module("short_msg_text14006", package.seeall)
data = {
  [140060110] = {
    title = "白起，你小时候……",
    content = "白起，你小时候养过蚕吗？",
    text_time = 1800
  },
  [140060111] = {
    content = "很小的时候养过。",
    text_time = 1200
  },
  [140060112] = {
    content = "怎么突然问这个？",
    text_time = 1200
  },
  [140060210] = {
    title = "路上看到了有人抱着养蚕的盒子……",
    content = "路上看到了有人抱着养蚕的盒子，就突然想起自己小时候也养过。",
    text_time = 2500
  },
  [140060211] = {
    content = "是透明的那种手提盒吗？我也见到过。",
    text_time = 2500
  },
  [140060212] = {
    content = "记得我小时候养蚕，用的只是普通鞋盒。",
    text_time = 2500
  },
  [140060220] = {
    title = "刚刚路过了一片桑树。",
    content = "刚刚路过了一片桑树，就想到小时候我为了养蚕还到处捡桑叶呢。",
    text_time = 2500
  },
  [140060221] = {
    content = "我也是。",
    text_time = 600
  },
  [140060222] = {
    content = "我记得当时我还很小，每天起床时，床头都会放着许多桑叶。",
    text_time = 2500
  },
  [140060223] = {
    content = "都是我妈妈替我摘回来的。",
    text_time = 1800
  },
  [140060310] = {
    title = "我还写过观察日记呢~",
    content = "我还写过养蚕的观察日记呢，记录过一只蚕宝宝的一生。",
    text_time = 2500
  },
  [140060311] = {
    content = "是吗？印象里，我似乎也被布置过这个作业……",
    text_time = 2500
  },
  [140060312] = {
    content = "不过也不记得有没有完成了。",
    text_time = 1950
  },
  [140060320] = {
    title = "我给它们搭过小窝。",
    content = "我给它们搭过小窝，用桑叶一层叠一层，当时觉得能住在食物里一定很幸福！",
    text_time = 2500
  },
  [140060321] = {
    content = "那时能认识你就好了，也许我们还能一起养蚕。",
    text_time = 2500
  },
  [140060330] = {
    title = "我可爱看它们吃饭的样子啦！",
    content = "我记得当时可爱看它们吃饭的样子啦，看着一大片桑叶慢慢被啃掉，就觉得桑叶说不定很好吃~",
    text_time = 2500
  },
  [140060331] = {
    content = "不过说来很可惜，我养的蚕都没能活下来，也不知道是什么环节出了问题。",
    text_time = 2500
  },
  [140060410] = {
    title = "很怀念那个时候呢",
    content = "突然有点怀念当时的感觉，我们再买些蚕来养怎么样？",
    text_time = 2500
  },
  [140060411] = {content = "好。", text_time = 300},
  [140060412] = {
    content = "不过不知道现在的学校门口有没有卖蚕的人了，路过的时候我会留意下。",
    text_time = 2500
  },
  [140060420] = {
    title = "虽然养蚕的记忆已经是过去了……",
    content = "虽然养蚕的记忆已经是过去了，但还是有很多方式可以重温童年，比如搜集小时候吃过的零食！",
    text_time = 2500
  },
  [140060421] = {
    content = "那我等会去超市里看看，买一点我童年时吃过的零食。",
    text_time = 2500
  },
  [140060422] = {
    content = "也许有些是你没吃过的。",
    text_time = 1650
  },
  [140061000] = {
    content = "给我打这么多电话干嘛？",
    text_time = 1650
  },
  [140061110] = {
    title = "你工作室里的乐器……",
    content = "你工作室里的乐器堆得满地都是，就不能拿走几个吗？我需要收拾一个地方放东西……",
    text_time = 2500
  },
  [140061111] = {content = "不能。", text_time = 450},
  [140061112] = {
    content = "我这里的东西更多，要不怎么会特意放去工作室。",
    text_time = 2500
  },
  [140061210] = {
    title = "可是这个数量也太夸张了……",
    content = "可是这个数量也太夸张了，三对音响、两把贝斯、三个键盘？你吃乐器吗？",
    text_time = 2500
  },
  [140061211] = {
    content = "这可都是我特意淘来的宝贝。",
    text_time = 1950
  },
  [140061220] = {
    title = "可是你真的用的上这些吗……",
    content = "可是你真的用的上这些吗……我看你平时也就只弹弹贝斯，买这么多键盘和吉他做什么？",
    text_time = 2500
  },
  [140061221] = {
    content = "当然是，玩。",
    text_time = 900
  },
  [140061310] = {
    title = "是什么特殊的收藏癖好吗……",
    content = "你这是什么特殊的收藏癖好吗？专门收藏乐器？",
    text_time = 2500
  },
  [140061311] = {
    content = "说不上，都是随手买的。",
    text_time = 1650
  },
  [140061320] = {
    title = "然而你这些设备都吃灰了……",
    content = "然而你这些设备都吃灰了，也不见你过来收拾一下？",
    text_time = 2500
  },
  [140061321] = {
    content = "这两天我很忙。",
    text_time = 1050
  },
  [140061410] = {
    title = "不，你还是别来了。",
    content = "不，你还是别来了，我会把它们全都堆在一个角落里然后拿布盖上。",
    text_time = 2500
  },
  [140061411] = {
    content = "我是怕你闲着无聊，才特意把这些东西留给你玩的。",
    text_time = 2500
  },
  [140061412] = {
    content = "你反正闲着也是闲着，可以帮我收拾一下。",
    text_time = 2500
  },
  [140061420] = {
    title = "你最好赶紧来。",
    content = "你最好赶紧来，要不我可能会用你的贝斯当饭桌。",
    text_time = 2500
  },
  [140061421] = {
    content = "我好心好意地借给你地方住，你还欺负我的贝斯？",
    text_time = 2500
  },
  [140061422] = {
    content = "下午就来，满意了吗？",
    text_time = 1500
  },
  [140062110] = {
    title = "事实已经证明了……",
    content = "事实已经证明了，数羊真的可以促进睡眠！",
    text_time = 2500
  },
  [140062111] = {
    content = "不是羊，是布丁。",
    text_time = 1200
  },
  [140062112] = {
    content = "才数了30个就睡了13个小时，数到300是不是就要睡到明天了。",
    text_time = 2500
  },
  [140062113] = {
    content = "午饭我放在桌上了，你自己热一下。",
    text_time = 2400
  },
  [140062210] = {
    title = "在吃了！",
    content = "在吃了！不过总感觉我好像忘了什么事？",
    text_time = 2500
  },
  [140062211] = {
    content = "看来还没睡糊涂，上周说的八篇报告，明天就是最后一天了。",
    text_time = 2500
  },
  [140062212] = {
    content = "吃完了就老老实实去工作。",
    text_time = 1800
  },
  [140062220] = {
    title = "做得有点多",
    content = "我看到了，你是不是做得有点太多了…竟然还有甜点！",
    text_time = 2500
  },
  [140062221] = {
    content = "那是下午茶，笨蛋。",
    text_time = 1350
  },
  [140062222] = {
    content = "吃完了午饭就快去工作，甜点留着下午再吃。",
    text_time = 2500
  },
  [140062230] = {
    title = "不用加热直接吃",
    content = "好像没有很凉，我直接吃掉就好啦。",
    text_time = 2400
  },
  [140062231] = {
    content = "加热了再吃，别想偷懒。",
    text_time = 1650
  },
  [140062232] = {
    content = "吃完了记得去工作，报告该交了。",
    text_time = 2250
  },
  [140062310] = {
    title = "我当然知道！",
    content = "我、我当然知道吃完就该去工作！这点自觉我还是有的！",
    text_time = 2500
  },
  [140062311] = {content = "是吗？", text_time = 450},
  [140062312] = {
    content = "也不知道是谁昨天在梦里反复说“让我睡觉，不要报告”。",
    text_time = 2500
  },
  [140062320] = {
    title = "让我安心吃个饭吧",
    content = "让我安心吃个饭吧，不提报告您还是我亲爱的李总……",
    text_time = 2500
  },
  [140062321] = {content = "……", text_time = 300},
  [140062322] = {
    content = "我不在的时候，你的报告不是写得不错吗？",
    text_time = 2500
  },
  [140062323] = {
    content = "怎么我刚回来，你就在梦里哭着喊着让我帮你改报告了？",
    text_time = 2500
  },
  [140062330] = {
    title = "真是一手糖一手鞭子",
    content = "还真是一手拿糖一手拿鞭子，我吃完就去写……",
    text_time = 2500
  },
  [140062331] = {
    content = "最好是这样，明天记得按时交过来。",
    text_time = 2400
  },
  [140062332] = {
    content = "我帮你改一遍，免得某人在梦里还惦记着报告出错。",
    text_time = 2500
  },
  [140062410] = {
    title = "不可能！",
    content = "……不可能！我没有说过这种梦话！",
    text_time = 2400
  },
  [140062411] = {
    content = "不相信？",
    text_time = 600
  },
  [140062412] = {
    content = "我都已经录下来了，要自己听听看吗？",
    text_time = 2500
  },
  [140062420] = {
    title = "我从不说梦话！",
    content = "……我从来不说梦话的！",
    text_time = 1650
  },
  [140062421] = {
    content = "那昨晚是谁拽着我不放，还一直叫我的名字。",
    text_time = 2500
  },
  [140062422] = {
    content = "看来下次帮你录下来，免得你睡醒就不认账了。",
    text_time = 2500
  },
  [140063000] = {
    content = "现在，我们该谈谈你是怎么伤到手腕了。",
    text_time = 2500
  },
  [140063110] = {
    title = "只是拆舞台的时候一个没注意……",
    content = "只是拆舞台的时候一个没注意……",
    text_time = 2250
  },
  [140063111] = {
    content = "总是这么不小心。",
    text_time = 1200
  },
  [140063112] = {
    content = "记得上次有人和我保证过，",
    text_time = 1800
  },
  [140063113] = {
    content = "工作的时候绝不会让自己再受伤。",
    text_time = 2250
  },
  [140063120] = {
    title = "已经不要紧啦~",
    content = "小事小事！搬音箱的时候不小心而已，已经不要紧啦。",
    text_time = 2500
  },
  [140063121] = {
    content = "看你昨天杯子都提不起来的样子，可不是什么小事……",
    text_time = 2500
  },
  [140063122] = {
    content = "都已经叮嘱你多少遍了……",
    text_time = 1800
  },
  [140063123] = {
    content = "还是这么不小心。",
    text_time = 1200
  },
  [140063130] = {
    title = "啊……额，等等！今天是不是会下雨，我好像忘记带伞了！",
    content = "啊……额，等等！今天是不是会下雨，我好像忘记带伞了！",
    text_time = 2500
  },
  [140063131] = {
    content = "是么，不过我上午才看过天气预报，未来的一个星期都会是大晴天。",
    text_time = 2500
  },
  [140063132] = {
    content = "不过，你是不是应该再仔细想想自己还忘记了什么？",
    text_time = 2500
  },
  [140063133] = {
    content = "比如，答应过我工作时不会再受伤的事。",
    text_time = 2500
  },
  [140063210] = {
    title = "作为老板，当然要身体力行冲锋陷阵",
    content = "作为老板，当然要身体力行冲锋陷阵，怎么能把重活都扔给员工呢！",
    text_time = 2500
  },
  [140063211] = {
    content = "原来如此。",
    text_time = 750
  },
  [140063212] = {
    content = "看来这位冲锋陷阵、光荣负伤的$u同学，反而值得表扬呢。",
    text_time = 2500
  },
  [140063220] = {
    title = "公司的人手不太够……",
    content = "公司在筹办一个大型商演的拍摄工作，人手不太够，我就……",
    text_time = 2500
  },
  [140063221] = {
    content = "果然和我猜的一样。",
    text_time = 1350
  },
  [140063222] = {
    content = "只要进入工作状态，答应过我的话就被忘在脑后了。",
    text_time = 2500
  },
  [140063230] = {
    title = "我只是低估了音箱的重量……",
    content = "我真的没想过这个音箱会那么重，它看起来还没有我上次搬的那个大，真的！",
    text_time = 2500
  },
  [140063231] = {
    content = "看来在我不知道的时候，你已经偷偷逞强了很多次了。",
    text_time = 2500
  },
  [140063232] = {
    content = "至少这次乖乖听话，按时擦药好不好？",
    text_time = 2500
  },
  [140063310] = {
    title = "那个……周末不是说好吃自助烤肉的吗",
    content = "那个……周末不是说好吃自助烤肉的吗，可我这个手它可能无法自助了……",
    text_time = 2500
  },
  [140063311] = {
    content = "嗯？我还以为无所不能的$u同学这次也要亲力亲为呢。",
    text_time = 2500
  },
  [140063312] = {
    content = "不过以我对某个小馋猫的了解，要她乖乖坐着等吃……",
    text_time = 2500
  },
  [140063313] = {
    content = "恐怕会急得不知如何是好了。",
    text_time = 1950
  },
  [140063320] = {
    title = "在我的手消肿之前……",
    content = "在我的手消肿之前，或许……还是需要有人帮忙洗头？",
    text_time = 2500
  },
  [140063321] = {content = "好。", text_time = 300},
  [140063322] = {
    content = "如果你不嫌弃我的手太笨的话，我很乐意帮忙。",
    text_time = 2500
  },
  [140063330] = {
    title = "今天的我已经学会了左手吃饭！",
    content = "今天的我已经学会了左手吃饭，是不是很厉害！",
    text_time = 2500
  },
  [140063331] = {
    content = "真是拿你没办法……",
    text_time = 1350
  },
  [140063332] = {
    content = "下班之后我去接你，顺便负责今晚的做饭、喂饭、洗碗、洗头好不好？",
    text_time = 2500
  },
  [140064110] = {
    title = "找到你的综艺片段了！",
    content = "我找到你在冰岛凿冰抓鱼的综艺片段了！",
    text_time = 2500
  },
  [140064111] = {
    content = "诶？！那个视频是好早以前的！你竟然能找到！",
    text_time = 2500
  },
  [140064210] = {
    title = "感觉你这两年变化挺大",
    content = "感觉……你这两年变化还挺大的……",
    text_time = 2400
  },
  [140064211] = {
    content = "我知道那个造型有点奇怪，但当时就流行那样，我也不想的…",
    text_time = 2500
  },
  [140064212] = {
    content = "但是现在的我已经变得非常帅气迷人了！",
    text_time = 2500
  },
  [140064220] = {
    title = "你都没怎么变",
    content = "虽然是两年前的节目，但你看起来都没怎么变诶！",
    text_time = 2500
  },
  [140064221] = {
    content = "你一定是没有仔细看，我的改变显而易见！",
    text_time = 2500
  },
  [140064222] = {
    content = "帅气值呈直线上升好吗！",
    text_time = 1650
  },
  [140064230] = {
    title = "造型好杀马特！",
    content = "那个时候的造型都这么杀马特吗哈哈哈哈！",
    text_time = 2500
  },
  [140064231] = {
    content = "你别笑了！当时就流行那样的造型，我也不想的！",
    text_time = 2500
  },
  [140064232] = {
    content = "但是现在的我已经彻底摆脱杀马特贵族的形象了！",
    text_time = 2500
  },
  [140064233] = {
    content = "是帅气迷人的周棋洛！",
    text_time = 1500
  },
  [140064310] = {
    title = "第一次见人这么夸自己",
    content = "第一次看到有人夸自己夸得这么厉害！",
    text_time = 2500
  },
  [140064311] = {
    content = "哪里哪里，我还在努力进步中。",
    text_time = 2100
  },
  [140064312] = {
    content = "不过你怎么突然想到去找这个视频，那可是我尘封的黑历史！",
    text_time = 2500
  },
  [140064320] = {
    title = "说好的谦虚低调呢~",
    content = "说好的谦虚低调呢~",
    text_time = 1350
  },
  [140064321] = {
    content = "过度的谦虚也会引起他人的不适。",
    text_time = 2250
  },
  [140064322] = {
    content = "我这种点到为止的自夸刚刚好！",
    text_time = 2100
  },
  [140064323] = {
    content = "不过你怎么突然想到去找这个视频啊？",
    text_time = 2500
  },
  [140064330] = {
    title = "本来想夸你，但你自己抢着说了",
    content = "我本来想夸你几句的，但既然你自己抢着说了……",
    text_time = 2500
  },
  [140064331] = {
    content = "失策了！现在撤回还来得及吗！",
    text_time = 2100
  },
  [140064332] = {
    content = "不过，你怎么突然想到去找这个视频啊？",
    text_time = 2500
  },
  [140064410] = {
    title = "正好没事做",
    content = "正好没事做，想到你之前跟我讲的小熊的故事，就试着找了一下~",
    text_time = 2500
  },
  [140064411] = {
    content = "大概这就是传说中的自爆吧…",
    text_time = 1950
  },
  [140064412] = {
    content = "作为交换，$u也给我讲讲你过去的事好吗？",
    text_time = 2500
  },
  [140064413] = {
    content = "之前说好的小绵羊的故事，今晚就兑现吧！",
    text_time = 2500
  },
  [140064420] = {
    title = "想了解更多关于你的事",
    content = "没什么特别的原因，刚好有空，就想了解更多关于你的事~",
    text_time = 2500
  },
  [140064421] = {
    content = "这样啊，你还想知道别的什么吗？我都说给你听！",
    text_time = 2500
  },
  [140064422] = {
    content = "不过~作为交换，也把你原来的事情说给我听吧。",
    text_time = 2500
  },
  [140064430] = {
    title = "你猜猜看~",
    content = "你猜猜看~",
    text_time = 750
  },
  [140064431] = {
    content = "狡猾的回答！",
    text_time = 900
  },
  [140064432] = {
    content = "我猜你肯定是因为听了那天的睡前故事所以才去找的吧？",
    text_time = 2500
  },
  [140064433] = {
    content = "既然如此，作为交换，今晚你也要跟我讲讲以前的故事哦！",
    text_time = 2500
  },
  [140065000] = {
    content = "我看到你的留言了，可以说得具体一点吗？",
    text_time = 2500
  },
  [140065110] = {
    title = "我正在筹备一个公益项目……",
    content = "我正在筹备一个给小朋友说童话的公益项目，正好想到了彼得潘，想问问你的意见。",
    text_time = 2500
  },
  [140065111] = {
    content = "彼得潘是个好故事。",
    text_time = 1350
  },
  [140065112] = {
    content = "但是也得告诉孩子们，人总是要长大的。",
    text_time = 2500
  },
  [140065120] = {
    title = "公司最近要改编一部童话剧",
    content = "公司最近要做一部童话故事的有声小说，很多同事建议选择彼得潘，可我总觉得这个故事有些晦涩……",
    text_time = 2500
  },
  [140065121] = {content = "是吗？", text_time = 450},
  [140065122] = {
    content = "我反而觉得这个故事的道理很简单。",
    text_time = 2400
  },
  [140065210] = {
    title = "可我一直觉得这是个悲剧",
    content = "可我一直觉得这是个悲剧，最后孩子们都长大了，只有彼得潘一直留在小时候。",
    text_time = 2500
  },
  [140065211] = {
    content = "也许这就是作者的用意。",
    text_time = 1650
  },
  [140065212] = {
    content = "每个人都不该拒绝成长，只有成长，才能拥有更广阔的的世界。",
    text_time = 2500
  },
  [140065220] = {
    title = "哈哈~我以前也不想长大",
    content = "哈哈~我以前也不想长大，想一直留在never land。毕竟成年之后，就再也不会有这样一个无忧无虑的地方了吧。",
    text_time = 2500
  },
  [140065221] = {content = "有的。", text_time = 450},
  [140065222] = {
    content = "这个地方不在其他任何地方，只在你心里。",
    text_time = 2500
  },
  [140065230] = {
    title = "不知道我能不能和你一样……",
    content = "不知道我能不能和你一样，把这个故事绘声绘色地和小朋友们说清楚。",
    text_time = 2500
  },
  [140065231] = {
    content = "我的故事说得不好，你肯定比我强。",
    text_time = 2400
  },
  [140065310] = {
    title = "现在想想，还是童年时最快乐~",
    content = "现在想想，还是童年时最快乐~睡前还可以有人给说故事。",
    text_time = 2500
  },
  [140065311] = {
    content = "现在不是也有？",
    text_time = 1050
  },
  [140065312] = {
    content = "你想要的话，我可以一直给你说睡前故事。",
    text_time = 2500
  },
  [140065320] = {
    title = "今晚的睡前故事什么呢~",
    content = "嗯~工作上的困惑已经解决了，那么今晚的睡前故事什么呢？",
    text_time = 2500
  },
  [140065321] = {
    content = "你想听什么？",
    text_time = 900
  },
  [140065322] = {
    content = "什么都可以，我都愿意说给你听。",
    text_time = 2250
  },
  [140066000] = {
    content = "你之前让我看的案子已经发你邮箱了，有几个地方要改。",
    text_time = 2500
  },
  [140066110] = {
    title = "现在已经不是520了吗？",
    content = "……是我回来时在车上睡太久了吗？现在已经不是520了？",
    text_time = 2500
  },
  [140066111] = {
    content = "是520，有什么问题吗。",
    text_time = 1800
  },
  [140066112] = {
    content = "节已经过完了，该工作就认真工作。",
    text_time = 2400
  },
  [140066120] = {
    title = "约会刚结束就谈工作？",
    content = "约会才刚结束就谈工作……你是魔鬼吗？",
    text_time = 2500
  },
  [140066121] = {
    content = "有什么问题吗。",
    text_time = 1050
  },
  [140066122] = {
    content = "谁规定了约会和工作不能在同一天进行？",
    text_time = 2500
  },
  [140066130] = {
    title = "请你不要打破这完美的一天",
    content = "一定要提工作吗！请你不要打破这完美的一天！",
    text_time = 2500
  },
  [140066131] = {
    content = "……你对完美的定义就是没有工作？",
    text_time = 2400
  },
  [140066132] = {
    content = "也不知道是谁昨晚非要让我帮忙审核案子。",
    text_time = 2500
  },
  [140066210] = {
    title = "难道你不觉得这个节日结束得有点突兀？",
    content = "话虽如此，难道你不觉得这个节日结束得有点突兀？",
    text_time = 2500
  },
  [140066211] = {
    content = "从你睡过头开始，到在车上睡着结束。",
    text_time = 2500
  },
  [140066212] = {
    content = "有始有终，还行。",
    text_time = 1200
  },
  [140066220] = {
    title = "能不能再给我一点时间回忆一下今天的美好？",
    content = "能不能再给我一点时间好好回忆一下今天的美好？",
    text_time = 2500
  },
  [140066221] = {
    content = "我可以帮你回忆。",
    text_time = 1200
  },
  [140066222] = {
    content = "从你睡过头开始，到在车上睡着结束。",
    text_time = 2500
  },
  [140066230] = {
    title = "可是我已经躺在床上了！",
    content = "可是我已经躺在床上，盖上被子，就差闭眼了！",
    text_time = 2500
  },
  [140066231] = {
    content = "到你闭眼为止还有很长一段时间。",
    text_time = 2250
  },
  [140066232] = {
    content = "不如把那些无聊的应用都关掉，打开邮件。",
    text_time = 2500
  },
  [140066310] = {
    title = "好吧，我马上就打开邮件……",
    content = "好吧，我马上就打开邮件……",
    text_time = 1950
  },
  [140066311] = {
    content = "好好看一下，我已经替你改完了。",
    text_time = 2250
  },
  [140066312] = {
    content = "划线的部分都尽量记住，省得明天讲得前言不搭后语。",
    text_time = 2500
  },
  [140066313] = {
    content = "还有，白天忘了说……520快乐。",
    text_time = 2400
  },
  [140066320] = {
    title = "我马上就看，但你是不是忘了什么？",
    content = "我马上就看，但是……你是不是忘了什么？",
    text_time = 2500
  },
  [140066321] = {
    content = "……这种事情倒是记得很清楚。",
    text_time = 2100
  },
  [140066322] = {
    content = "听好了，我只说一遍。",
    text_time = 1500
  },
  [140066323] = {
    content = "520快乐。",
    text_time = 900
  },
  [140066330] = {
    title = "这个案子……你已经帮我改过了？",
    content = "诶，这个案子……你已经帮我改过了？",
    text_time = 2500
  },
  [140066331] = {
    content = "昨天你不是说着急要吗。",
    text_time = 1650
  },
  [140066332] = {
    content = "自己再看几遍，省得明天讲得前言不搭后语。",
    text_time = 2500
  },
  [140066333] = {
    content = "还有，白天忘了说……520快乐。",
    text_time = 2400
  },
  [140067000] = {
    content = "明天还有会议安排吗？",
    text_time = 1500
  },
  [140067110] = {
    title = "上午还有个会",
    content = "是啊，明天上午还有个短会。",
    text_time = 1950
  },
  [140067111] = {
    content = "也就是说下午没有别的安排。",
    text_time = 1950
  },
  [140067112] = {
    content = "不知道能不能邀请$u小姐陪我到处逛逛？",
    text_time = 2500
  },
  [140067113] = {
    content = "这还是我第一次来到这座城市。",
    text_time = 2100
  },
  [140067120] = {
    title = "不想面对",
    content = "是的……虽然只是上午，但还是不想面对。",
    text_time = 2500
  },
  [140067121] = {
    content = "那就让我给你一个期待如何？",
    text_time = 1950
  },
  [140067122] = {
    content = "会议结束后我们一起到处逛逛吧。",
    text_time = 2250
  },
  [140067123] = {
    content = "我记得你也是第一次来这座城市。",
    text_time = 2250
  },
  [140067130] = {
    title = "下午没有！",
    content = "只有上午而已，整个下午都可以交给你安排！",
    text_time = 2500
  },
  [140067131] = {
    content = "既然如此，下午我们就去到处逛逛吧。",
    text_time = 2500
  },
  [140067132] = {
    content = "我记得你也是第一次来到这座城市。",
    text_time = 2400
  },
  [140067133] = {
    content = "有什么特别想去的地方吗？",
    text_time = 1800
  },
  [140067210] = {
    title = "想去海边",
    content = "其实我想去海边，不过今天是不是有点冷……",
    text_time = 2500
  },
  [140067211] = {
    content = "只是去沙滩走走的话，问题应该不大。",
    text_time = 2500
  },
  [140067212] = {
    content = "如果海风真的很大，我的外套始终为你准备着。",
    text_time = 2500
  },
  [140067220] = {
    title = "有一个很想去的咖啡厅",
    content = "其实有个很想去的咖啡厅，不过稍微有点远……",
    text_time = 2500
  },
  [140067221] = {
    content = "没关系，我们有整整一下午的时间。",
    text_time = 2400
  },
  [140067222] = {
    content = "而且，这座城市有那么多的咖啡厅，你却只想去那一个。",
    text_time = 2500
  },
  [140067223] = {
    content = "这让我也感到有些好奇了。",
    text_time = 1800
  },
  [140067230] = {
    title = "游乐园很有名",
    content = "其实这边的游乐园很有名！不过有点担心会不会人太多……",
    text_time = 2500
  },
  [140067231] = {
    content = "偶尔去一次热闹的地方也不错。",
    text_time = 2100
  },
  [140067232] = {
    content = "希望游乐园可以帮你暂时忘掉工作上的那些烦恼。",
    text_time = 2500
  },
  [140067310] = {
    title = "说起来，你的工作没关系吗",
    content = "说起来，你就这么跑过来，工作没关系吗……",
    text_time = 2500
  },
  [140067311] = {
    content = "没关系，我有自己的安排。",
    text_time = 1800
  },
  [140067312] = {
    content = "你不需要思考这些，明天只需要安心把自己交给我就好。",
    text_time = 2500
  },
  [140067320] = {
    title = "那你明天在酒店等我吧！",
    content = "那你明天在酒店等我，中午我回来接你！",
    text_time = 2500
  },
  [140067321] = {
    content = "应该是我去接你才对。",
    text_time = 1500
  },
  [140067322] = {
    content = "明天还要开会，早点睡吧。",
    text_time = 1800
  },
  [140067323] = {
    content = "会议结束后，我想马上见到你。",
    text_time = 2100
  },
  [140067330] = {
    title = "突然好期待明天",
    content = "突然好期待明天，连开会都变得不那么讨厌了！",
    text_time = 2500
  },
  [140067331] = {
    content = "嗯，我也一样。",
    text_time = 1050
  },
  [140067332] = {
    content = "快去睡吧，明天很快就要到了。",
    text_time = 2100
  },
  [140068000] = {
    content = "您好，这里是棋洛快递的售后热线。",
    text_time = 2400
  },
  [140068110] = {
    title = "我没有申请售后",
    content = "诶？可是我并没有申请售后服务呀？",
    text_time = 2400
  },
  [140068111] = {
    content = "我们的主旨是提供最贴心周到的服务，不需要客户主动申请哦！",
    text_time = 2500
  },
  [140068112] = {
    content = "那么$u小姐，首先请为今天的快递服务打个分吧~",
    text_time = 2500
  },
  [140068120] = {
    title = "今天的货物和快递员居然是同一人！",
    content = "我刚想联系你们，今天的货物和快递员居然是同一个人！",
    text_time = 2500
  },
  [140068121] = {
    content = "请不要慌张，您享受的是我们最新开设的自助投递服务！",
    text_time = 2500
  },
  [140068122] = {
    content = "请问$u小姐，今天的服务您要打多少分呢？",
    text_time = 2500
  },
  [140068130] = {
    title = "你们的服务我当然满意了",
    content = "咳咳，我也是棋洛快递的老客户了，你们的服务我当然很满意了。",
    text_time = 2500
  },
  [140068131] = {
    content = "感谢您一直以来对棋洛快递的支持！",
    text_time = 2400
  },
  [140068132] = {
    content = "作为本公司唯一的客户，请为今天的服务打个分吧！",
    text_time = 2500
  },
  [140068210] = {
    title = "满分！",
    content = "必须满分！无条件满分！我吹爆棋洛快递！",
    text_time = 2500
  },
  [140068211] = {
    content = "非常感谢您的好评，期待您的下次惠顾。",
    text_time = 2500
  },
  [140068212] = {
    content = "有亲的陪伴，棋洛快递一定会越来越好的~",
    text_time = 2500
  },
  [140068220] = {
    title = "这波给你101分，多给1分不怕你骄傲！",
    content = "这波给你101分，多给1分不怕你骄傲！",
    text_time = 2500
  },
  [140068221] = {
    content = "$u你也太好了，我都演不下去了！",
    text_time = 2400
  },
  [140068222] = {
    content = "以后我会努力把棋洛快递越做越好的，要送很多超棒的礼物给你~",
    text_time = 2500
  },
  [140068230] = {
    title = "我只能给99分",
    content = "我只能给99分……因为货物被雨淋湿了不少，让我很心疼。",
    text_time = 2500
  },
  [140068231] = {
    content = "这个的确是我们快递员的失误，下次会改进的。",
    text_time = 2500
  },
  [140068232] = {
    content = "不过，作为这件“货物”本身……",
    text_time = 2250
  },
  [140068233] = {
    content = "我真的很开心你能为我担心。",
    text_time = 1950
  },
  [140068310] = {
    title = "祝快递小哥520快乐！",
    content = "快递小哥工作辛苦了，祝你520快乐哦！",
    text_time = 2500
  },
  [140068311] = {
    content = "哇，你怎么比我先说了，好狡猾！",
    text_time = 2250
  },
  [140068312] = {
    content = "虽然今天已经说了很多遍了，但我还是要再说一遍。",
    text_time = 2500
  },
  [140068313] = {
    content = "$u，520快乐哦！",
    text_time = 1500
  },
  [140068320] = {
    title = "售后任务圆满完成了吗？",
    content = "那么……售后任务圆满完成了吗？",
    text_time = 2250
  },
  [140068321] = {
    content = "是的，我已经起立鼓掌了！",
    text_time = 1800
  },
  [140068322] = {
    content = "作为公司的CEO，让我为我的老客户$u送上最诚挚的祝福！",
    text_time = 2500
  },
  [140068323] = {
    content = "520快乐哦~",
    text_time = 1050
  },
  [140068330] = {
    title = "快递员小哥现在应该很累吧",
    content = "快递员小哥现在应该很累吧，要好好休息哦。",
    text_time = 2500
  },
  [140068331] = {
    content = "客户的笑容就是我最好的治愈良药哦。",
    text_time = 2500
  },
  [140068332] = {
    content = "只要$u开心，我也会很开心的！",
    text_time = 2250
  },
  [140069000] = {
    content = "到家后发现衣服上有很多动物毛……",
    text_time = 2400
  },
  [140069110] = {
    title = "每次从那里回来都要摘好久",
    content = "哈哈哈我也是，每次从动物之家回来都要清理好久。",
    text_time = 2500
  },
  [140069111] = {
    content = "我正在清理。",
    text_time = 900
  },
  [140069112] = {
    content = "长一点的还好，有些小绒毛很难处理。",
    text_time = 2500
  },
  [140069120] = {
    title = "之前忘了提醒你……",
    content = "我之前忘了提醒你……你今天还穿的深色衣服！",
    text_time = 2500
  },
  [140069121] = {
    content = "没关系，不管穿什么都会粘上的。",
    text_time = 2250
  },
  [140069122] = {
    content = "浅色的说不定清理起来更麻烦。",
    text_time = 2100
  },
  [140069130] = {
    title = "毕竟又到了换毛的季节",
    content = "毕竟又到了小动物换毛的季节……",
    text_time = 2250
  },
  [140069131] = {
    content = "嗯，今天我也注意到了。",
    text_time = 1650
  },
  [140069132] = {
    content = "只是没想到衣服上会粘到这么多。",
    text_time = 2250
  },
  [140069133] = {
    content = "处理起来可能要花点时间了。",
    text_time = 1950
  },
  [140069210] = {
    title = "要不要试试用胶布粘下来",
    content = "要不要试试用胶布粘下来，我每次都是这样做的！",
    text_time = 2500
  },
  [140069211] = {
    content = "嗯，之前看到你弄过。",
    text_time = 1500
  },
  [140069212] = {
    content = "试了一下，效果还不错。",
    text_time = 1650
  },
  [140069220] = {
    title = "可以买一个静电除毛器",
    content = "虽然说出来感觉像在推销……不过你可以去买一个静电除毛器试试！",
    text_time = 2500
  },
  [140069221] = {
    content = "我看了一下，是你上次用的那个什么神器？",
    text_time = 2500
  },
  [140069222] = {
    content = "如果以后要经常去动物之家的话，确实该买一个。",
    text_time = 2500
  },
  [140069230] = {
    title = "你试试用风吹一下？",
    content = "你试试用风吹一下，就像上次给我停电时帮我吹头发一样！",
    text_time = 2500
  },
  [140069231] = {
    content = "试过了，不太管用。",
    text_time = 1350
  },
  [140069232] = {
    content = "用手摘好像更快。",
    text_time = 1200
  },
  [140069310] = {
    title = "其实可以把宠物掉的毛收集起来",
    content = "其实清理之后可以先别丢，我今天看见动物之家有人在做毛毡！",
    text_time = 2500
  },
  [140069311] = {
    content = "那个心形的吗，我看到了。",
    text_time = 1800
  },
  [140069312] = {
    content = "下次可以问问志愿者那个要怎么做。",
    text_time = 2400
  },
  [140069313] = {
    content = "我们一起做一个。",
    text_time = 1200
  },
  [140069320] = {
    title = "养宠物必须要习惯掉毛",
    content = "养宠物必须要习惯掉毛！其实我还想以后养一只小狗来着！",
    text_time = 2500
  },
  [140069321] = {
    content = "……我会努力习惯的。",
    text_time = 1500
  },
  [140069322] = {
    content = "以后我们一起养。",
    text_time = 1200
  },
  [140069330] = {
    title = "看来下次还是换一个约会地点吧……",
    content = "看来下次还是换一个约会地点吧……总感觉回去之后会很麻烦。",
    text_time = 2500
  },
  [140069331] = {
    content = "不用，清理衣服只是小事。",
    text_time = 1800
  },
  [140069332] = {
    content = "动物之家挺可爱的，作为约会地点也……很有创意。",
    text_time = 2500
  },
  [140069333] = {
    content = "你喜欢的话我们以后可以常去。",
    text_time = 2100
  }
}
return data
