module("short_msg_text14097", package.seeall)
data = {
  [140970000] = {
    content = "看到了某人发的照片，到底在家煮了多少锅元宵？",
    text_time = 3300
  },
  [140970110] = {
    title = "每锅都不一样",
    content = "重点不在多少锅，而是每锅都是不一样的“汤底”~",
    text_time = 3450
  },
  [140970111] = {
    content = "“汤底”？",
    text_time = 750
  },
  [140970112] = {
    content = "还是第一次听到有人用这个的词来形容煮元宵的汤。",
    text_time = 3450
  },
  [140970113] = {
    content = "而且连家里热牛奶的小奶锅都拿了出来，你到底准备了多少种口味？",
    text_time = 4500
  },
  [140970120] = {
    title = "口味竞选",
    content = "这是一场严肃的口味竞选！我打算找出最适合元宵的“汤底”。",
    text_time = 4200
  },
  [140970121] = {
    content = "“汤底”？",
    text_time = 750
  },
  [140970122] = {
    content = "难怪刚才某人这么主动请缨地说要包揽煮元宵的工作。",
    text_time = 3600
  },
  [140970123] = {
    content = "看来是早有准备。",
    text_time = 1200
  },
  [140970130] = {
    title = "惊喜挑战",
    content = "嘿嘿~准备好了吗？这是我特意准备的元宵“汤底”惊喜大挑战哦！",
    text_time = 4500
  },
  [140970131] = {
    content = "“……汤底”大挑战？",
    text_time = 1500
  },
  [140970132] = {
    content = "看样子这又是某个笨蛋从短视频那里得到的“灵感”。",
    text_time = 3600
  },
  [140970133] = {
    content = "只能说，希望你的这场“惊喜”到最后不会变成“惊吓”。",
    text_time = 3900
  },
  [140970210] = {
    title = "甜汤为主",
    content = "我准备的大部分都是甜汤为主，像奶茶啊，绿豆沙这种，不会难吃的！",
    text_time = 4650
  },
  [140970211] = {
    content = "看来某人在做创新的同时也没打算苦了自己。",
    text_time = 3000
  },
  [140970212] = {
    content = "不过今年也准备了咸的元宵。",
    text_time = 1950
  },
  [140970213] = {
    content = "除了甜汤之外，可以再煮一锅咸的换换口味。",
    text_time = 2850
  },
  [140970220] = {
    title = "咸汤为主",
    content = "我准备的主要是紫菜蛋花汤底、胡辣汤底和海鲜汤底这种好吃的咸汤，应该……不会难吃?",
    text_time = 6000
  },
  [140970221] = {
    content = "那看来今晚不需要额外准备汤品了。",
    text_time = 2400
  },
  [140970222] = {
    content = "不过按照某人的习惯，只吃一种口味应该不会满足。",
    text_time = 3450
  },
  [140970223] = {
    content = "除了咸汤之外，可以再煮一锅甜的换换口味。",
    text_time = 3000
  },
  [140970230] = {
    title = "淡味为主",
    content = "没有啦，我准备的都是茶啊，豆浆和果蔬饮这种淡淡的汤底，肯定不会难吃的！",
    text_time = 5250
  },
  [140970231] = {
    content = "茶和豆浆还算正常。",
    text_time = 1350
  },
  [140970232] = {
    content = "至于果蔬饮……是指你之前买了才发现不好喝的饮料吗？",
    text_time = 3750
  },
  [140970233] = {
    content = "我倒觉得某人只是假借创新的名义，趁机消耗些不喜欢的食物库存。",
    text_time = 4500
  },
  [140970310] = {
    title = "组合出新花样",
    content = "我发现有一锅梅子甜酒的汤底越煮越稠了，感觉好像能做出“冰糖元宵”的样子！",
    text_time = 5400
  },
  [140970311] = {
    content = "也算是误打误撞撞出来的新花样了。",
    text_time = 2400
  },
  [140970312] = {
    content = "只是冷却的时候要注意。",
    text_time = 1650
  },
  [140970313] = {
    content = "别像上次做糖葫芦那样让布丁踩了一脚糖。",
    text_time = 2850
  },
  [140970320] = {
    title = "又想到了新吃法",
    content = "我突然想到，虽然改变了汤底，但本质还是“煮”出来的。要不我们试一下生煎元宵怎么样？",
    text_time = 6150
  },
  [140970321] = {
    content = "……不怎么样。",
    text_time = 1050
  },
  [140970322] = {
    content = "元宵的其他创意吃法，可以留到明年再尝试。",
    text_time = 3000
  },
  [140970323] = {
    content = "但某人心心念念的节日限定元宵大餐，不多留点肚子可就吃不下了。",
    text_time = 4500
  },
  [140970330] = {
    title = "快回来帮忙",
    content = "你到哪里了？这么多个锅再加上一直捣蛋的布丁，我顾不过来了！",
    text_time = 4350
  },
  [140970331] = {
    content = "快到了。",
    text_time = 600
  },
  [140970332] = {
    content = "听过你的元宵“汤底”数量后，刚刚在车上调整了一下今晚的菜单。",
    text_time = 4500
  },
  [140970333] = {
    content = "不然某人到了游园会，估计什么小吃都吃不下了。",
    text_time = 3300
  },
  [140971000] = {
    content = "今天的祈愿会，我们恐怕只能领到一只气球了。",
    text_time = 3150
  },
  [140971110] = {
    title = "为什么？",
    content = "嗯？为什么啊？",
    text_time = 1050
  },
  [140971111] = {
    content = "听工作人员说，今年参加的人数比去年多了不少。",
    text_time = 3300
  },
  [140971112] = {
    content = "但为了不增加活动结束后的回收工作，大会似乎不打算临时增加气球的数量了。",
    text_time = 5250
  },
  [140971120] = {
    title = "愿望写不下",
    content = "气球这么小，感觉写不下我们两个人的愿望呢……",
    text_time = 3300
  },
  [140971121] = {
    content = "好像是因为今年参加祈愿的人数远超预期，所以只能通过抽签来决定领取气球的名额。",
    text_time = 5700
  },
  [140971122] = {
    content = "刚刚我们在门口拿到的那个小球，就是这个用途。",
    text_time = 3300
  },
  [140971123] = {
    content = "否则活动后，清洁工回收气球的工作量就太大了。",
    text_time = 3300
  },
  [140971130] = {
    title = "别人一人一只",
    content = "呜呜，可是我好像看到不少人手里都有的……",
    text_time = 3000
  },
  [140971131] = {
    content = "关于这一点，我刚刚也问了工作人员。",
    text_time = 2550
  },
  [140971132] = {
    content = "他们说今年参加活动的人比去年多不少，为了减少活动后的气球回收工作。",
    text_time = 4950
  },
  [140971133] = {
    content = "所以现在只有抽签抽中的人才能领取气球了。",
    text_time = 3000
  },
  [140971210] = {
    title = "原来会回收",
    content = "原来会被回收吗？那我们的元宵心愿怎么办……",
    text_time = 3150
  },
  [140971211] = {
    content = "那为了$u的愿望不被回收，看来我们得想想别的办法了。",
    text_time = 3900
  },
  [140971212] = {
    content = "我搜了一下周边，这附近好像有一棵百年许愿树，许愿方法是往树上抛专用的“宝碟”。",
    text_time = 5850
  },
  [140971213] = {
    content = "除非自己掉下来，抛上去的“宝碟”都不会被回收，我们可以将目的地改为那里。",
    text_time = 5400
  },
  [140971220] = {
    title = "来得及听取愿望吗",
    content = "可是气球停留在天空的时间这么短，天上的神仙真的来得及接收我们的愿望吗？",
    text_time = 5250
  },
  [140971221] = {
    content = "嗯……这位同学的担忧也不无道理。",
    text_time = 2400
  },
  [140971222] = {
    content = "看来还是要换一个能让我们的愿望长久停留的方法。",
    text_time = 3450
  },
  [140971223] = {
    content = "这附近好像还有棵许愿树，许愿专用的“宝碟”抛上去后会一直保留在树上，应该符合我们的需求。",
    text_time = 6600
  },
  [140971230] = {
    title = "想保留",
    content = "如果最后会被回收的话……我想保留这只气球可以吗？",
    text_time = 3600
  },
  [140971231] = {
    content = "当然可以，不过我记得这位同学之前就很期待这次的许愿活动。",
    text_time = 4200
  },
  [140971232] = {
    content = "如果是不希望气球被回收，要不要换一样长久存在的东西？",
    text_time = 3900
  },
  [140971233] = {
    content = "刚才听其他游客说这附近还有棵许愿树，许愿专用的“宝碟”抛上去后会一直留在树上，要去看看吗？",
    text_time = 6750
  },
  [140971310] = {
    title = "我去找你",
    content = "好像可以耶，那我现在就过去找你！",
    text_time = 2400
  },
  [140971311] = {
    content = "我已经在往回走了。为了不错过彼此，这位同学还是乖乖站在原地等我吧。",
    text_time = 4950
  },
  [140971312] = {
    content = "也可以考虑一下，除了许愿之外，还有没有其他想做的事情？",
    text_time = 4050
  },
  [140971313] = {
    content = "今天的时间很多，我都可以陪你。",
    text_time = 2250
  },
  [140971320] = {
    title = "多买宝碟",
    content = "那我要多买几个宝碟！不然我的愿望又写不下了。",
    text_time = 3300
  },
  [140971321] = {
    content = "没关系，写不下的愿望也可以写在我的宝碟上。",
    text_time = 3150
  },
  [140971322] = {
    content = "因为我许的愿望也都和$u有关。",
    text_time = 2250
  },
  [140971323] = {
    content = "神仙看到的话应该会一并处理的。",
    text_time = 2250
  },
  [140971330] = {
    title = "顺便野餐",
    content = "我查了一下，许愿树附近的风景特别好，我们还能顺便野餐呢！",
    text_time = 4200
  },
  [140971331] = {
    content = "嗯，是个好主意。",
    text_time = 1200
  },
  [140971332] = {
    content = "如果$u想，我们还可以去更远的地方。",
    text_time = 2700
  },
  [140971333] = {
    content = "难得休假几天，还有很多有趣的事情我都想和你一起尝试。",
    text_time = 3900
  },
  [140972000] = {
    content = "看到阿薯给我发的商场照片了，现场反响怎么样？",
    text_time = 3300
  },
  [140972110] = {
    title = "和立牌打卡",
    content = "非常好！大家从冰柜里拿了元宵之后，都去排队和你的广告立牌合影了~",
    text_time = 4800
  },
  [140972111] = {
    content = "*(*´∀｀*)那就好！",
    text_time = 1800
  },
  [140972112] = {
    content = "这次代言的合作筹备时间特别短，我一直很担心我设计出来的口味大家会不喜欢！",
    text_time = 5400
  },
  [140972113] = {
    content = "看来之后要好好谢谢小汽水们的支持！",
    text_time = 2550
  },
  [140972120] = {
    title = "人手一盒",
    content = "不用担心~我看到很多试吃过的客人都人手一盒呢~",
    text_time = 3450
  },
  [140972121] = {
    content = "那真是太好了！",
    text_time = 1050
  },
  [140972122] = {
    content = "这次和元宵品牌的代言合作筹备时间特别短，我一直担心做不出大家喜欢的口味。",
    text_time = 5400
  },
  [140972123] = {
    content = "这下我终于可以松一口气了。",
    text_time = 1950
  },
  [140972130] = {
    title = "补了好几货",
    content = "反响很不错！我在这里站了十几分钟，冰柜里已经补了好几次货了！",
    text_time = 4500
  },
  [140972131] = {
    content = "太好了呜呜呜……",
    text_time = 1200
  },
  [140972132] = {
    content = "参与这次的元宵代言合作的时候，我还很担心我设计的口味会和大家喜欢的不一样呢。",
    text_time = 5700
  },
  [140972133] = {
    content = "这下看来不用太担心销量了。",
    text_time = 1950
  },
  [140972210] = {
    title = "试吃反馈",
    content = "大家现场吃过元宵后都赞不绝口哦，说明你这次研发的新口味真的很好吃~",
    text_time = 4950
  },
  [140972211] = {
    content = "嘿嘿，我为了调出最完美的口味，可是连续试吃了一个多月哦。",
    text_time = 4200
  },
  [140972212] = {
    content = "所以对于元宵的味道，我还是很有信心的！",
    text_time = 2850
  },
  [140972213] = {
    content = "不过阿薯你的手里怎么也拿了几盒元宵？我不是已经让远哥给你寄了几盒吗？",
    text_time = 5100
  },
  [140972220] = {
    title = "创意设计",
    content = "除了元宵的味道外，你的设计也被夸了哦~大家都说可以在元宵上“画画”的设计很有趣~",
    text_time = 6000
  },
  [140972221] = {
    content = "这还是从阿薯你这里获得的灵感呢！",
    text_time = 2400
  },
  [140972222] = {
    content = "你还记得我们试过自制不同造型的元宵吗? 当时我就觉得很好玩，所以才和品牌方提出这个方案。",
    text_time = 6600
  },
  [140972223] = {
    content = "不过阿薯你的手里怎么也拿了几盒元宵？我不是已经让远哥给你寄了几盒吗？",
    text_time = 5100
  },
  [140972230] = {
    title = "隐藏款",
    content = "放心吧~大家试吃过后都说元宵很好吃，而且由你亲手制作的隐藏款元宵也很吸引人！",
    text_time = 5700
  },
  [140972231] = {
    content = "其实品牌方本来只想把隐藏款做成一种特殊造型的元宵，不过我想既然要做",
    text_time = 4950
  },
  [140972232] = {
    content = "那干脆由我亲手作几个元宵好了~这样粉丝应该也会更开心~",
    text_time = 4050
  },
  [140972233] = {
    content = "不过阿薯你的手里怎么也拿了几盒元宵？我不是已经让远哥给你寄了几盒吗？",
    text_time = 5100
  },
  [140972310] = {
    title = "亲自支持",
    content = "毕竟是你代言的元宵耶，我当然要亲自买几盒支持一下啊~",
    text_time = 3900
  },
  [140972311] = {
    content = "那为了感谢一直以来都很支持我的薯片小姐。",
    text_time = 3000
  },
  [140972312] = {
    content = "元宵代言人决定今天要更努力地工作，争取早点下班。",
    text_time = 3600
  },
  [140972313] = {
    content = "好让我们在出发去游园会之前，我可以亲手给你煮一碗热乎乎的元宵~",
    text_time = 4650
  },
  [140972320] = {
    title = "测试运气",
    content = "因为远哥送给我的那几盒里都没有隐藏款，所以我决定再亲自买几盒测试一下自己的运气！",
    text_time = 6000
  },
  [140972321] = {
    content = "虽然买到隐藏款的元宵会有见面会的特别福利，但阿薯就算买不到也没关系哦~",
    text_time = 5250
  },
  [140972322] = {
    content = "因为代言人的工作马上就要结束，已经准备好和你进行元宵节的特别约会。",
    text_time = 4950
  },
  [140972323] = {
    content = "再等我一下，我很快就回来了。",
    text_time = 2100
  },
  [140972330] = {
    title = "想吃隐藏款",
    content = "因为我也想吃到隐藏款！可是远哥送来的那几盒里都没有隐藏款！",
    text_time = 4350
  },
  [140972331] = {
    content = "哈哈哈哈哈哈那阿薯你买一盒就好啦。",
    text_time = 2550
  },
  [140972332] = {
    content = "隐藏款元宵的配方和做法我都还记得，等我工作结束回来，我可以亲自做给你吃。",
    text_time = 5400
  },
  [140972333] = {
    content = "就当做是我送给你的元宵节礼物~",
    text_time = 2250
  },
  [140973000] = {
    content = "之前我捏的几个泥人，要不我重新捏几个新的？",
    text_time = 3150
  },
  [140973110] = {
    title = "为什么",
    content = "为什么啊？那天我们可是捏了一个下午呢。",
    text_time = 2850
  },
  [140973111] = {
    content = "你捏的那些当然很好看。",
    text_time = 1650
  },
  [140973112] = {
    content = "是我的那些没捏好，看起来都有些别扭。",
    text_time = 2700
  },
  [140973113] = {
    content = "尤其是按你样子捏的那个，感觉没有你捏我捏得像。",
    text_time = 3450
  },
  [140973120] = {
    title = "做得很用心",
    content = "我们做得这么用心，为什么要重做啊？",
    text_time = 2550
  },
  [140973121] = {
    content = "因为我捏的部分……好像都做得不太好。",
    text_time = 2700
  },
  [140973122] = {
    content = "今天出门的时候我看了一下。",
    text_time = 1950
  },
  [140973123] = {
    content = "我做的大小好像没有和你的配合好。",
    text_time = 2400
  },
  [140973130] = {
    title = "哪里不满意",
    content = "怎么了？你有什么不满意的地方吗？",
    text_time = 2400
  },
  [140973131] = {
    content = "你捏的那些当然没有。",
    text_time = 1500
  },
  [140973132] = {
    content = "只是觉得我做的都没你做的好看。",
    text_time = 2250
  },
  [140973133] = {
    content = "尤其是按你样子捏的那个，动作有些奇怪。",
    text_time = 2850
  },
  [140973210] = {
    title = "有瑕疵更可爱",
    content = "我其实也有好几个没捏好的，但手作的东西，有瑕疵才会显得更可爱嘛~",
    text_time = 4800
  },
  [140973211] = {
    content = "好，那上次捏的就留着吧。",
    text_time = 1800
  },
  [140973212] = {
    content = "不过之前你说想再捏几个放在办公室，我们就再做一次吧。",
    text_time = 3900
  },
  [140973213] = {
    content = "下班后我先去买点黏土，你有什么需要带回来的吗？",
    text_time = 3450
  },
  [140973220] = {
    title = "怎么突然转变",
    content = "怎么啦？之前捏完的时候你还满意地拍了好几张照呢，怎么突然改变想法了？",
    text_time = 5100
  },
  [140973221] = {
    content = "咳，是我发现你用泥人的照片当朋友圈的背景图了。",
    text_time = 3450
  },
  [140973222] = {
    content = "所以我想表现得再好一些。",
    text_time = 1800
  },
  [140973223] = {
    content = "下班后我先去买点黏土，你有什么需要带回来的吗？",
    text_time = 3450
  },
  [140973230] = {
    title = "挑战做双人的",
    content = "那要不我们这次挑战一下做双人的泥人吧？到时候再和上次的一起拍张大合照~",
    text_time = 5250
  },
  [140973231] = {
    content = "那这回我多买些黏土用来练习。",
    text_time = 2100
  },
  [140973232] = {
    content = "不过有了上次的经验，这次我应该会进步不少。",
    text_time = 3150
  },
  [140973233] = {
    content = "下班后我先去趟文具店，你有什么需要带回来的吗？",
    text_time = 3450
  },
  [140973310] = {
    title = "买一盒颜料",
    content = "再买一盒颜料吧~到时候泥人做好了，我们还能给它们上色~",
    text_time = 4050
  },
  [140973311] = {
    content = "好，虽然我不太擅长捏形状。",
    text_time = 1950
  },
  [140973312] = {
    content = "但涂色的部分我倒是有些信心，毕竟之前和你涂过几次石膏娃娃。",
    text_time = 4350
  },
  [140973313] = {
    content = "而且我也知道什么颜色和你最搭配。",
    text_time = 2400
  },
  [140973320] = {
    title = "带一只花灯",
    content = "再带一只花灯回来吧？到时和我们的泥人放在一起，拍照一定会更好看~",
    text_time = 4800
  },
  [140973321] = {
    content = "花灯可以等今晚游园会的时候，我们一起挑。",
    text_time = 3000
  },
  [140973322] = {
    content = "你的眼光一向比我好。",
    text_time = 1500
  },
  [140973323] = {
    content = "肯定能挑到最可爱的那只。",
    text_time = 1800
  },
  [140973330] = {
    title = "早点回家就好",
    content = "没有啦~家里其他地方也布置好了，元宵也已经煮上了，只要白警官早点回家就好啦~",
    text_time = 5700
  },
  [140973331] = {
    content = "收到，我会用最快的速度回家。",
    text_time = 2100
  },
  [140973332] = {
    content = "为了能准时下班，我已经提前把工作安排好了。",
    text_time = 3150
  },
  [140973333] = {
    content = "毕竟今晚是元宵节的专属约会，我不想有任何差池。",
    text_time = 3450
  },
  [140974000] = {
    content = "喂，你把那张照片删了没？",
    text_time = 1800
  },
  [140974110] = {
    title = "已经删啦！",
    content = "删啦删啦，你就这么信不过我吗！",
    text_time = 2250
  },
  [140974111] = {
    content = "……你信得过？",
    text_time = 1050
  },
  [140974112] = {
    content = "那你刚刚在修图App上又是加滤镜又是加贴纸的那张照片",
    text_time = 3900
  },
  [140974113] = {
    content = "是我的幻觉？",
    text_time = 900
  },
  [140974120] = {
    title = "不删",
    content = "这么难得的照片我才不删呢～你要是再催，我就发到朋友圈去咯。",
    text_time = 4350
  },
  [140974121] = {
    content = "威胁谁呢，你是不是忘了你也有很多“特别”的照片在我手机上？",
    text_time = 4350
  },
  [140974122] = {
    content = "而且那张照片里你的表情也没好到哪儿去。",
    text_time = 2850
  },
  [140974123] = {
    content = "我不信你能干出“杀敌八百自损一千”的事儿。",
    text_time = 3150
  },
  [140974130] = {
    title = "我不舍得",
    content = "这是我们的合照耶，我怎么可能舍得删掉有你的照片啊！",
    text_time = 3750
  },
  [140974131] = {
    content = "……别以为我不知道你想干嘛。",
    text_time = 2100
  },
  [140974132] = {
    content = "你觉得我会松口，让你留着这个笑话我的“把柄”？",
    text_time = 3450
  },
  [140974133] = {
    content = "快删了，等会儿我要检查。",
    text_time = 1800
  },
  [140974210] = {
    title = "真的很搞笑",
    content = "可是这张照片里的你真的很搞笑！嘴巴都被吓成Type-C接口了！",
    text_time = 4650
  },
  [140974211] = {content = "......", text_time = 900},
  [140974212] = {
    content = "要不是我们前面那小孩突然没声没响地放了个窜天猴，差点蹦你脸上。",
    text_time = 4650
  },
  [140974213] = {
    content = "我至于突然“变形”吗？",
    text_time = 1650
  },
  [140974220] = {
    title = "真的很可爱",
    content = "可是这张照片真的很可爱！你头顶那一小团白烟，看起来好像被吓得灵魂出窍一样。",
    text_time = 5550
  },
  [140974221] = {
    content = "……我就是“灵魂出窍”了反应也还是比你迅速。",
    text_time = 3300
  },
  [140974222] = {
    content = "要不是我挡着，刚才那小孩放的窜天猴就蹦你脸上了。",
    text_time = 3600
  },
  [140974223] = {
    content = "啧，好好的元宵放什么窜天猴啊？",
    text_time = 2250
  },
  [140974230] = {
    title = "少见的表情",
    content = "可是真的很少看到你会露出这样的表情嘛！眼睛居然睁得那么大！",
    text_time = 4350
  },
  [140974231] = {
    content = "还说我呢。",
    text_time = 750
  },
  [140974232] = {
    content = "刚才那小孩放的窜天猴差点蹦你脸上的时候。",
    text_time = 3000
  },
  [140974233] = {
    content = "你自己不也是震惊仓鼠.jpg？",
    text_time = 2250
  },
  [140974310] = {
    title = "元宵本来就是要闹",
    content = "好啦~我们最后也没受伤嘛，而且元宵本来就是要“闹”啊~我们也要闹起来才行！",
    text_time = 5550
  },
  [140974311] = {
    content = "行啊，都说“一闹吃，二闹灯，三闹谜”，我看这集市上也都齐了。",
    text_time = 4500
  },
  [140974312] = {
    content = "就是惊喜的“惊”被那小孩抢先了一步。",
    text_time = 2700
  },
  [140974313] = {
    content = "剩下“喜”的部分，就交给我吧。",
    text_time = 2250
  },
  [140974320] = {
    title = "给你定惊",
    content = "好啦~最后你也拉着我躲开了嘛~你要是还缓不过来的话，要不我给你定定惊？",
    text_time = 5250
  },
  [140974321] = {
    content = "定惊就免了。",
    text_time = 900
  },
  [140974322] = {
    content = "反正本来就有“闹元宵”这个说法，被那个小孩这么闹一闹。",
    text_time = 4050
  },
  [140974323] = {
    content = "也算是和你应了节气。",
    text_time = 1500
  },
  [140974330] = {
    title = "我要做聊天背景",
    content = "好啦~我保证不会让其他人看到这张照片，我只是想把它设为我们的聊天背景而已~",
    text_time = 5550
  },
  [140974331] = {
    content = "……什么恶趣味？",
    text_time = 1200
  },
  [140974332] = {
    content = "不过也不是不能理解。",
    text_time = 1500
  },
  [140974333] = {
    content = "毕竟之前你跳着脚让我删掉的那些“丑照”，在我眼里也挺可爱的。",
    text_time = 4500
  },
  [140975000] = {
    content = "合作方给了两张周末的“爬出画框”主题艺术展门票，要去吗？",
    text_time = 4200
  },
  [140975110] = {
    title = "是那个预约量爆了的展览吗",
    content = "……是那个还没开展预约量已经破了50万人次的展览吗！",
    text_time = 3900
  },
  [140975111] = {
    content = "嗯，是某人心心念念了一个月，但没抢到票的展览。",
    text_time = 3450
  },
  [140975112] = {
    content = "他们给的票是周末的非公开预展。",
    text_time = 2250
  },
  [140975113] = {
    content = "人不多，你应该会有充足的时间和画进行互动。",
    text_time = 3150
  },
  [140975120] = {
    title = "好像下周才开展",
    content = "咦，我记得这个展好像是下周才开展？",
    text_time = 2550
  },
  [140975121] = {
    content = "嗯，这周末是非公开预展。",
    text_time = 1800
  },
  [140975122] = {
    content = "许多媒体和艺术品收藏家会出席。",
    text_time = 2250
  },
  [140975123] = {
    content = "你正苦苦寻找，想要邀请去你节目的艺术家也会在其中。",
    text_time = 3750
  },
  [140975130] = {
    title = "可是周末还有报告",
    content = "我好想去！但是这周末本来计划要写策划案的，怎么办啊（疯狂暗示.gif）",
    text_time = 5250
  },
  [140975131] = {
    content = "接受到你的疯狂暗示了。",
    text_time = 1650
  },
  [140975132] = {
    content = "不过没记错的话，你的策划案好像和先锋艺术有关？",
    text_time = 3450
  },
  [140975133] = {
    content = "相信你看展时得到的灵感，足以让你在周一前把报告写完。",
    text_time = 3900
  },
  [140975210] = {
    title = "你是不是专门为我要了门票",
    content = "等一下，李泽言，你是不是专门为我去要的门票呀？",
    text_time = 3450
  },
  [140975211] = {
    content = "谈不上什么专门。",
    text_time = 1200
  },
  [140975212] = {
    content = "只是刚巧得知了合作方是这场展览的资方。",
    text_time = 2850
  },
  [140975213] = {
    content = "至于门票，也是他们和华锐日常维护关系的一种方式而已。",
    text_time = 3900
  },
  [140975220] = {
    title = "这个票不好找吧？",
    content = "呜呜，这个票应该不好找吧，谢谢你。",
    text_time = 2550
  },
  [140975221] = {
    content = "打了通电话而已，没什么难的。",
    text_time = 2100
  },
  [140975222] = {
    content = "不过比起口头上的感谢，我倒是更希望看到笨蛋的实际行动。",
    text_time = 4050
  },
  [140975223] = {
    content = "比如在看展的那天早上，你能不需要我的帮助，自己顺利“爬出被窝”。",
    text_time = 4800
  },
  [140975230] = {
    title = "我会好好做攻略的",
    content = "谢谢你~我会好好做攻略的~！保准给你最最最有趣的观展体验~",
    text_time = 4350
  },
  [140975231] = {content = "……", text_time = 300},
  [140975232] = {
    content = "如果你是指拉着我在每一个画框里爬进爬出，那还是不用了。",
    text_time = 4050
  },
  [140975233] = {
    content = "毕竟像这样“有趣”的人，世界上有一个就足够了。",
    text_time = 3450
  },
  [140975310] = {
    title = "做好拍照准备",
    content = "哼哼，我要提前清空手机内存，到时候大拍特拍！",
    text_time = 3300
  },
  [140975311] = {content = "不必。", text_time = 450},
  [140975312] = {
    content = "到时候我的手机可以供你拍照。",
    text_time = 2100
  },
  [140975313] = {
    content = "毕竟某人要是不小心把我们的聊天记录或者合影删掉，又要变成“噘嘴茶壶”了。",
    text_time = 5400
  },
  [140975320] = {
    title = "我要买周边——",
    content = "那应该会有很多可爱的周边卖吧~我已经迫不及待了。",
    text_time = 3600
  },
  [140975321] = {
    content = "很遗憾，文创周边店要到正式开展日才营业。",
    text_time = 3000
  },
  [140975322] = {
    content = "不过，凭票可以领取周边礼包。",
    text_time = 2100
  },
  [140975323] = {
    content = "到时候我的那份，也可以归你。",
    text_time = 2100
  },
  [140975330] = {
    title = "要好好选选服装",
    content = "嘿嘿，为了能和画有完美的互动，我们好像得好好选选那天的服装搭配~",
    text_time = 4800
  },
  [140975331] = {
    content = "选择服装的权利可以全权交给你。",
    text_time = 2250
  },
  [140975332] = {
    content = "但考虑到有概率会碰到合作方的人——",
    text_time = 2550
  },
  [140975333] = {
    content = "我的那套别太夸张，和你搭配就好。",
    text_time = 2400
  },
  [140976000] = {
    content = "看到你的消息了，怎么突然好奇起生科所午休时间的“休闲方式”？",
    text_time = 4500
  },
  [140976110] = {
    title = "公司的新流行",
    content = "我们公司突然流行起在午休时间玩扑克牌，就想问问生科所是不是也有类似的娱乐活动。",
    text_time = 5850
  },
  [140976111] = {
    content = "据我观察，这种娱乐方式在生科所比较少见，更多时候大家都是独自休息或者整理实验数据。",
    text_time = 6150
  },
  [140976112] = {
    content = "不过昨天倒是有一件趣事，有个同学不小心把妹妹的初中奥数习题带到了生科所。",
    text_time = 5400
  },
  [140976113] = {
    content = "他们就趁着午休时间，围在一起做起了奥数题。",
    text_time = 3150
  },
  [140976120] = {
    title = "看到阿明的朋友圈",
    content = "看到阿明发的朋友圈，大家午休时好像围在一起，有些好奇是不是有特别的活动~",
    text_time = 5400
  },
  [140976121] = {
    content = "不是什么活动，他们只是在做一本初中奥数习题册。",
    text_time = 3450
  },
  [140976122] = {
    content = "有位同学不小心把妹妹的习题册带到生科所来了。",
    text_time = 3300
  },
  [140976123] = {
    content = "他们觉得有趣，就围在一起做着玩。",
    text_time = 2400
  },
  [140976130] = {
    title = "想要借鉴一下",
    content = "最近午休时玩手机玩腻了，想知道你周围有没有什么值得借鉴的午休方式。",
    text_time = 4950
  },
  [140976131] = {
    content = "目前没有留意到什么特别的，不过昨天的情况倒是有些特别。",
    text_time = 4050
  },
  [140976132] = {
    content = "有人发现不小心带错了妹妹的初中奥数习题册，就拿出来给大家试试。",
    text_time = 4650
  },
  [140976133] = {
    content = "他们就围在一起，做题做得津津有味。",
    text_time = 2550
  },
  [140976210] = {
    title = "应该是降维打击",
    content = "一群生科所的学神凑在一起做初中奥数题，难道这就叫“降维打击”？",
    text_time = 4650
  },
  [140976211] = {
    content = "从他们的表情来看，应该还算轻松。",
    text_time = 2400
  },
  [140976212] = {
    content = "只是偶尔会发出一些诸如“原来初中奥数还有这个知识点”的感叹。",
    text_time = 4500
  },
  [140976213] = {
    content = "跟计算复杂的实验数据相比，这应该也算是一种放松方式吧。",
    text_time = 4050
  },
  [140976220] = {
    title = "许教授的评价",
    content = "那许教授也参与了吗，感觉这些题的难度如何？",
    text_time = 3150
  },
  [140976221] = {
    content = "在他们对答案的时候，我在旁边看了一会。",
    text_time = 2850
  },
  [140976222] = {
    content = "只能说，有些理解了为什么他们会用午休时间来做这些题目。",
    text_time = 4050
  },
  [140976223] = {
    content = "的确有助于放松大脑。",
    text_time = 1500
  },
  [140976230] = {
    title = "好遥远的回忆",
    content = "奥数习题册……好遥远的回忆，许教授以前参加过奥数比赛吗？",
    text_time = 4200
  },
  [140976231] = {
    content = "似乎没有，印象中我只参加过几次跳级考试。",
    text_time = 3000
  },
  [140976232] = {
    content = "刚才我也去看了看他们的题目，有些题目的出题思路的确还算有趣。",
    text_time = 4500
  },
  [140976233] = {
    content = "不过只要多看几题，就不难找到其中的解题规律。",
    text_time = 3300
  },
  [140976310] = {
    title = "超级大脑的放松方式",
    content = "哼哼，果然超级大脑们的放松方式和大家不同。",
    text_time = 3150
  },
  [140976311] = {
    content = "听起来，$u似乎对我有些小小的误会^^。",
    text_time = 3000
  },
  [140976312] = {
    content = "关于我最偏爱的放松方式，我想，你应该最清楚不过了。",
    text_time = 3750
  },
  [140976313] = {
    content = "如果你忘记了的话——我正在$c的楼下，等你一起度过午休时间。",
    text_time = 4500
  },
  [140976320] = {
    title = "捐赠习题册",
    content = "说起来，$c正打算向贫困山区捐赠习题册，想问问许教授的建议~",
    text_time = 4500
  },
  [140976321] = {
    content = "我的学生时代似乎没有做过特别多的习题册。",
    text_time = 3000
  },
  [140976322] = {
    content = "我很愿意和你一起去书店挑选一下。",
    text_time = 2400
  },
  [140976323] = {
    content = "毕竟从刚才收到短信的时候，我就一直在想，$u会不会约我一起共度今天的午休时间呢？",
    text_time = 6000
  },
  [140976330] = {
    title = "怀念学生时代",
    content = "突然有点怀念学生时代，不如晚上我们也找一份习题来写？",
    text_time = 3900
  },
  [140976331] = {
    content = "听起来是个有趣的主意。",
    text_time = 1650
  },
  [140976332] = {
    content = "虽然知道$u会找哪一门科目的习题……",
    text_time = 2700
  },
  [140976333] = {
    content = "不过无论是哪一门，遇到难题的时候我们都一起互相帮助吧^^。",
    text_time = 4350
  },
  [140977000] = {
    content = "薯片小姐，看到我和“雪橇大队”的合照了吗？",
    text_time = 3150
  },
  [140977110] = {
    title = "好帅气的狗狗们",
    content = "好帅气的狗狗们！不过怎么有一只长得不太一样的混进去了？",
    text_time = 4050
  },
  [140977111] = {
    content = "哈哈被你发现了，我旁边的那只不是雪橇大队的一员，是一只“采暖犬”。",
    text_time = 4950
  },
  [140977112] = {
    content = "别看它长得圆圆呆呆的，其实可厉害了。",
    text_time = 2700
  },
  [140977113] = {
    content = "曾经救过很多个在山里迷路冻僵的人。",
    text_time = 2550
  },
  [140977120] = {
    title = "你穿的有点少",
    content = "看到啦！但我发现你穿得有点少哦，在雪地里小心冻伤！",
    text_time = 3750
  },
  [140977121] = {
    content = "放心，有阿薯给我带的暖宝宝贴护体，多冷的寒风我都不怕。",
    text_time = 4050
  },
  [140977122] = {
    content = "而且你看到我抱着的那只小狗了吗，它可是大名鼎鼎的“采暖犬”。",
    text_time = 4500
  },
  [140977123] = {
    content = "冻僵的人都能被它暖回来，抱着它一点都不会冷。",
    text_time = 3300
  },
  [140977130] = {
    title = "周围的环境好白啊",
    content = "周围的环境好白啊，有只纯白色的狗狗我差点没发现！",
    text_time = 3600
  },
  [140977131] = {
    content = "哦！你说的是靠在我身边、白白胖胖的那只？",
    text_time = 3000
  },
  [140977132] = {
    content = "它是一只专业的“采暖犬”，救过很多在山里冻僵的人。",
    text_time = 3750
  },
  [140977133] = {
    content = "平时冷了的时候抱抱它，也一下子就暖和了。",
    text_time = 3000
  },
  [140977210] = {
    title = "是给人取暖的小狗吗",
    content = "原来是给人取暖的小狗吗，看上去就很暖的样子！",
    text_time = 3300
  },
  [140977211] = {
    content = "本来狗狗的体温就比人高一点，再加上它的毛有那——么厚。",
    text_time = 4050
  },
  [140977212] = {
    content = "所以抱起来就像被裹在一床超级暖和的棉被里一样。",
    text_time = 3450
  },
  [140977213] = {
    content = "有机会真想让阿薯也来试一下这种感觉。",
    text_time = 2700
  },
  [140977220] = {
    title = "看过相关的纪录片",
    content = "我看过有关采暖犬的纪录片，小狗真是太伟大了！",
    text_time = 3300
  },
  [140977221] = {
    content = "不止它，雪橇大队的每只小狗都特别厉害！",
    text_time = 2850
  },
  [140977222] = {
    content = "不过工作时间以外，它们又会变成喜欢玩雪、会跟我抢零食的普通小狗。",
    text_time = 4800
  },
  [140977223] = {
    content = "我和它们之间有好多好多趣事，等我回去再跟你说！",
    text_time = 3450
  },
  [140977230] = {
    title = "看上去很亲人",
    content = "能胜任这种工作的狗狗，一定很亲人吧？",
    text_time = 2700
  },
  [140977231] = {
    content = "刚开始见面时它可不是这么呆萌的样子，对我可凶了。",
    text_time = 3600
  },
  [140977232] = {
    content = "因为我和它主人有一场打戏，让它差点把我当成坏人。",
    text_time = 3600
  },
  [140977233] = {
    content = "不过在我的不懈努力之下，误会已经解开，现在我们已经是好朋友了！",
    text_time = 4800
  },
  [140977310] = {
    title = "家里也有只“采暖犬”",
    content = "其实家里也有只“采暖犬”哦，每次抱着苹果箱睡觉我都会暖得出汗！",
    text_time = 4650
  },
  [140977311] = {
    content = "我猜你被子里不止有只“采暖犬”，还有只“采暖猫”吧？",
    text_time = 3900
  },
  [140977312] = {
    content = "哼哼，我宣布，你“左拥右抱”的日子持续不了几天了！",
    text_time = 3750
  },
  [140977313] = {
    content = "这边的工作马上结束，到时候我会向你证明，我这个“采暖小熊”的怀里才是最最最暖的！",
    text_time = 6000
  },
  [140977320] = {
    title = "苹果箱说它很想你",
    content = "也别光顾着沉迷外面的小狗，苹果箱让我跟你说，它很想你~",
    text_time = 4050
  },
  [140977321] = {
    content = "外面的小狗再可爱，也永远比不上苹果箱在我心里的位置！",
    text_time = 3900
  },
  [140977322] = {
    content = "麻烦帮我告诉苹果箱，我很快就会带着很多礼物回去见它！",
    text_time = 3900
  },
  [140977323] = {
    content = "也请帮我转告薯片小姐，我最想她~",
    text_time = 2400
  },
  [140977330] = {
    title = "恋语市开始变暖了",
    content = "恋语市最近已经开始变暖了，等你杀青回来，说不定就已经是春天了。",
    text_time = 4650
  },
  [140977331] = {
    content = "从昨天跟你视频时我就发现了，你身后的树枝已经开始发芽了。",
    text_time = 4200
  },
  [140977332] = {
    content = "我现在好期待春天的到来~",
    text_time = 1800
  },
  [140977333] = {
    content = "因为我知道，我的阿薯就在春天里等我。",
    text_time = 2700
  },
  [140978000] = {
    content = "我刚才好像看到你，在篮球场外面？",
    text_time = 2400
  },
  [140978110] = {
    title = "你看到我了？",
    content = "……你看到我了？",
    text_time = 1200
  },
  [140978111] = {
    content = "发现自己女朋友很正常吧。",
    text_time = 1800
  },
  [140978112] = {
    content = "何况又很可爱。",
    text_time = 1050
  },
  [140978113] = {
    content = "在你的手机亮起闪光灯之前，我就看到你了。",
    text_time = 3000
  },
  [140978120] = {
    title = "你怎么没有喊我",
    content = "哈哈哈，原来你看到我了呀，那你怎么没有喊我？",
    text_time = 3300
  },
  [140978121] = {
    content = "看到你举着手机在拍照。",
    text_time = 1650
  },
  [140978122] = {
    content = "担心停下来打招呼会破坏你的构图。",
    text_time = 2400
  },
  [140978123] = {
    content = "你拍到满意的照片了吗？",
    text_time = 1650
  },
  [140978130] = {
    title = "我还以为有树叶挡着你看不到我",
    content = "哇，我还以为有爬山虎遮着，你看不到我呢。",
    text_time = 3000
  },
  [140978131] = {content = "不会。", text_time = 450},
  [140978132] = {
    content = "从你走到球场边的时候，我就看到了。",
    text_time = 2550
  },
  [140978133] = {
    content = "更别说，后来你一直拿着手机镜头对着我。",
    text_time = 2850
  },
  [140978210] = {
    title = "我这就认罪",
    content = "嘿嘿，本偷拍嫌疑人立刻认罪，白Sir可以从轻处罚吗。",
    text_time = 3900
  },
  [140978211] = {
    content = "认错态度良好。",
    text_time = 1050
  },
  [140978212] = {
    content = "如果嫌疑人如实交代偷拍后的行踪去向——",
    text_time = 2850
  },
  [140978213] = {
    content = "可以考虑减免处罚。",
    text_time = 1350
  },
  [140978220] = {
    title = "你太帅了",
    content = "你打球的样子太帅了嘛~每一张都好看，所以都被我设作了随机壁纸。",
    text_time = 4650
  },
  [140978221] = {
    content = "这么说起来，我的壁纸也有阵子没换了。",
    text_time = 2700
  },
  [140978222] = {
    content = "等下回家，我也拍你。",
    text_time = 1500
  },
  [140978223] = {
    content = "你已经先回去了吗？",
    text_time = 1350
  },
  [140978230] = {
    title = "你也太敏锐了吧",
    content = "果然是刑侦能力max的白警官……这也太敏锐了吧。",
    text_time = 3600
  },
  [140978231] = {
    content = "比起刑侦力，风帮的忙更大。",
    text_time = 1950
  },
  [140978232] = {
    content = "不过，你怎么没进来？",
    text_time = 1500
  },
  [140978233] = {
    content = "是先回家了吗？",
    text_time = 1050
  },
  [140978310] = {
    title = "我去给你们买水了",
    content = "我看你们打得满头大汗的，在便利店给你们买水呢~",
    text_time = 3450
  },
  [140978311] = {
    content = "水多的是，你别忙。",
    text_time = 1350
  },
  [140978312] = {
    content = "快回来，我也在往你那边跑。",
    text_time = 1950
  },
  [140978313] = {
    content = "你才是我的休息原动力。",
    text_time = 1650
  },
  [140978320] = {
    title = "比赛还在打吗？",
    content = "刚去接了一个工作电话，比赛还在打吗？",
    text_time = 2700
  },
  [140978321] = {
    content = "嗯，还有两节。",
    text_time = 1050
  },
  [140978322] = {
    content = "你等会儿直接进来就行。",
    text_time = 1650
  },
  [140978323] = {
    content = "家属席的位置空出来了。",
    text_time = 1650
  },
  [140978330] = {
    title = "我来了！",
    content = "看你打得一身汗，我回家去拿毛巾啦~现在在来的路上了！",
    text_time = 3900
  },
  [140978331] = {content = "好。", text_time = 300},
  [140978332] = {
    content = "下半场比赛快开始了。",
    text_time = 1500
  },
  [140978333] = {
    content = "如果你在旁边的话，我的赢率会大很多。",
    text_time = 2700
  },
  [140979000] = {
    content = "我发的新闻你看了没？",
    text_time = 1500
  },
  [140979110] = {
    title = "一眼假新闻",
    content = "……“受太阳磁场影响，这周末全球都会失眠”，这么假的新闻，你不是误触发给我的吗？",
    text_time = 6000
  },
  [140979111] = {
    content = "……我说怎么等半天没看你回消息。",
    text_time = 2400
  },
  [140979112] = {
    content = "就是发给你的。",
    text_time = 1050
  },
  [140979113] = {
    content = "别管这个标题，点开看看就知道了。",
    text_time = 2400
  },
  [140979120] = {
    title = "你又在整蛊我？",
    content = "“太阳磁场将导致本周末的全球性失眠”，一看就是假新闻，你又在整蛊我？",
    text_time = 5100
  },
  [140979121] = {
    content = "嚯，反诈意识挺强啊。",
    text_time = 1500
  },
  [140979122] = {
    content = "这回没整蛊你，你点开看看。",
    text_time = 1950
  },
  [140979123] = {
    content = "里面有惊喜等着你。",
    text_time = 1350
  },
  [140979130] = {
    title = "真的吗？",
    content = "我正要打开呢，“本周末，太阳磁场将致全球失眠”，这是真的吗……？",
    text_time = 4800
  },
  [140979131] = {
    content = "……居然真的有人会被这么笨的标题骗到。",
    text_time = 2850
  },
  [140979132] = {
    content = "不愧是你。",
    text_time = 750
  },
  [140979133] = {
    content = "你点开文章看看就知道是真的还是假的了。",
    text_time = 2850
  },
  [140979210] = {
    title = "原来是音乐节的宣传呀",
    content = "哦~原来是地球失眠夜主题的音乐节的宣传呀！好有创意！",
    text_time = 3900
  },
  [140979211] = {
    content = "主办方确实挺有创意。",
    text_time = 1500
  },
  [140979212] = {
    content = "为了配合这个主题，音乐节会开一整晚，到日出才结束。",
    text_time = 3750
  },
  [140979213] = {
    content = "一起去看个热闹？",
    text_time = 1200
  },
  [140979220] = {
    title = "你要约我去音乐节吗？",
    content = "原来是地球失眠夜主题的音乐节的宣传文~你要约我去吗？",
    text_time = 3900
  },
  [140979221] = {
    content = "我只是在找志同道合的人。",
    text_time = 1800
  },
  [140979222] = {
    content = "为了配合失眠的主题，这场音乐节会从晚上开到早晨，还提供睡席观演区。",
    text_time = 4950
  },
  [140979223] = {
    content = "怎么样，有兴趣吗？",
    text_time = 1350
  },
  [140979230] = {
    title = "文章看不见了",
    content = "咦，文章显示违反相关规定被下架了？",
    text_time = 2550
  },
  [140979231] = {
    content = "……啧，估计被人当成虚假新闻了。",
    text_time = 2400
  },
  [140979232] = {
    content = "其实这是地球失眠夜主题音乐节的宣传软文。",
    text_time = 3000
  },
  [140979233] = {
    content = "会从晚上十点开到太阳出来，乐队阵容也还不赖，一起去吗？",
    text_time = 3900
  },
  [140979310] = {
    title = "刚好我这几天晚上总是失眠",
    content = "要去——！！刚好我这几天晚上总有点轻微失眠。",
    text_time = 3300
  },
  [140979311] = {
    content = "留好票了。",
    text_time = 750
  },
  [140979312] = {
    content = "凌大师掐指一算，你的失眠就是工作压力过大。",
    text_time = 3150
  },
  [140979313] = {
    content = "去彻底释放一下，准能好。",
    text_time = 1800
  },
  [140979320] = {
    title = "Isolated会参加吗",
    content = "当然要去~Isolated会参加演出吗？",
    text_time = 3000
  },
  [140979321] = {
    content = "说来话长。本来主办方邀请我们当压轴乐队的。",
    text_time = 3000
  },
  [140979322] = {
    content = "但Adam说他要养生，不想熬夜工作，就换成开场演出了。",
    text_time = 4050
  },
  [140979323] = {
    content = "不过也好，和他们一起在后台呆一晚也太没劲了。",
    text_time = 3300
  },
  [140979330] = {
    title = "我可能会犯困",
    content = "是要high上一整夜吗？虽然很酷，但要是半路困了怎么办……",
    text_time = 4350
  },
  [140979331] = {content = "小事。", text_time = 450},
  [140979332] = {
    content = "白天先补一觉。",
    text_time = 1050
  },
  [140979333] = {
    content = "就算你晚上困得撑不住了，我还能不带你回家？",
    text_time = 3150
  }
}
return data
