module("short_msg_text14088", package.seeall)
data = {
  [140880000] = {
    content = "刚从老头办公室出来。你给我发一串问号是什么意思？",
    text_time = 3600
  },
  [140880110] = {
    title = "一个小小的提醒",
    content = "我在提醒这位急着上早八的朋友，是不是错装了什么东西？",
    text_time = 3900
  },
  [140880111] = {
    content = "没有啊。",
    text_time = 600
  },
  [140880112] = {
    content = "我包里就两样东西。",
    text_time = 1350
  },
  [140880113] = {
    content = "一台笔记本，还有昨晚被你摔碎的眼影盘。",
    text_time = 2850
  },
  [140880120] = {
    title = "你有没有看到柜子上的眼影盘",
    content = "你看到柜子上的眼影盘了吗？就是昨天晚上你摔碎的那个。",
    text_time = 3900
  },
  [140880121] = {content = "？", text_time = 150},
  [140880122] = {
    content = "给你五秒钟时间回忆清楚到底是谁干的。",
    text_time = 2700
  },
  [140880123] = {
    content = "毕竟我手上只有你摔碎的那一盘。",
    text_time = 2250
  },
  [140880130] = {
    title = "是不是你关了我的闹钟",
    content = "是不是你关了我的闹钟！我还想早点起来，把昨天晚上的垃圾收拾一下呢。",
    text_time = 4950
  },
  [140880131] = {
    content = "你那一排闹钟吵到我眼睛了。况且就算你起来，还不是在床上做“蛄蛹者”？",
    text_time = 5100
  },
  [140880132] = {
    content = "毕竟但凡你起来看一眼，就知道垃圾我全都带走了。",
    text_time = 3450
  },
  [140880133] = {
    content = "哦对，还有你昨晚摔碎的眼影盘。",
    text_time = 2250
  },
  [140880210] = {
    title = "你拿眼影盘干嘛",
    content = "你把我的眼影盘带去学校干嘛？",
    text_time = 2100
  },
  [140880211] = {
    content = "昨天有些人摔了眼影盘之后嗷嗷叫唤了一晚上。",
    text_time = 3150
  },
  [140880212] = {
    content = "为了我的耳朵着想，我问老头借了点设备。",
    text_time = 2850
  },
  [140880213] = {
    content = "马上就把它修复好还你。",
    text_time = 1650
  },
  [140880220] = {
    title = "手下留盘！",
    content = "虽然它摔碎了但还能救一下，你不要扔了啊！！！",
    text_time = 3300
  },
  [140880221] = {
    content = "晚了。那个塑料壳可是被你摔到地上还踩了一脚。",
    text_time = 3300
  },
  [140880222] = {
    content = "碎得太严重，已经被我扔了。",
    text_time = 1950
  },
  [140880223] = {
    content = "不过你的眼影还在，修复好就能放到新盘里。",
    text_time = 3000
  },
  [140880230] = {
    title = "我打算联系修复博主",
    content = "你晚上记得把它带回来啊，我还想联系个修复博主帮我修修呢！",
    text_time = 4200
  },
  [140880231] = {
    content = "啧，修复这一行，要找就找最厉害的。",
    text_time = 2550
  },
  [140880232] = {
    content = "比起那些人，你不如想想怎么求我。",
    text_time = 2400
  },
  [140880233] = {
    content = "正好老头的修复间有工具，我可以考虑帮你一把。",
    text_time = 3300
  },
  [140880310] = {
    title = "你竟然会修复这个",
    content = "你竟然还会修复眼影盘？",
    text_time = 1650
  },
  [140880311] = {
    content = "我不会。",
    text_time = 600
  },
  [140880312] = {
    content = "不过这种东西，搜几个修复视频看两眼不就行了？",
    text_time = 3300
  },
  [140880313] = {
    content = "比修复陶器古画容易多了。",
    text_time = 1800
  },
  [140880320] = {
    title = "大恩不言谢",
    content = "好耶，大恩不言谢！",
    text_time = 1350
  },
  [140880321] = {
    content = "我只接受修复之恩以人相报。",
    text_time = 1950
  },
  [140880322] = {
    content = "正好这里还缺个修复助理，我看你挺合适。",
    text_time = 2850
  },
  [140880323] = {
    content = "赶快过来，一起吃完午饭就开工。",
    text_time = 2250
  },
  [140880330] = {
    title = "不瞒你说我那还有",
    content = "不瞒你说，我那里还有一二三四个化妆品需要修复……",
    text_time = 3600
  },
  [140880331] = {
    content = "你当我开修复店的啊？",
    text_time = 1500
  },
  [140880332] = {
    content = "帮你全修好也行。",
    text_time = 1200
  },
  [140880333] = {
    content = "不过报酬得我说了算。",
    text_time = 1500
  },
  [140881000] = {
    content = "现在这个季节，小镇风景正好，似乎比$u想象得更适合约会。",
    text_time = 4200
  },
  [140881110] = {
    title = "是发现什么新地方了吗？",
    content = "许教授是发现了什么适合约会的新地方吗？",
    text_time = 2850
  },
  [140881111] = {
    content = "只是沿着你推荐过的路线细细地又走了一遍，意外发现了几处你可能会喜欢的地方。",
    text_time = 5550
  },
  [140881112] = {
    content = "从小镇往下走有一条隐蔽的山石隧道，里面的光影很漂亮。",
    text_time = 3900
  },
  [140881113] = {
    content = "隧道的出口处指向两家小店，往左通往海边的书店，另一边则是中古店。",
    text_time = 4800
  },
  [140881120] = {
    title = "听起来许教授想我了。",
    content = "听上去像是许教授在说——“想和我一起约会了”。",
    text_time = 3450
  },
  [140881121] = {
    content = "果然还是被聪明的制作人小姐一眼识破了^ ^",
    text_time = 3150
  },
  [140881122] = {
    content = "从小镇下的山石隧道出发，走到沿海的书店，附近还有几家不错中古店。",
    text_time = 4800
  },
  [140881123] = {
    content = "不知道这样子的路线能否打动制作人小姐呢？",
    text_time = 3000
  },
  [140881130] = {
    title = "为什么要配上现在的季节？",
    content = "为什么要搭配上现在的季节，是有什么说法吗？",
    text_time = 3150
  },
  [140881131] = {
    content = "因为现在的温度刚好，即便一起散步很久，也不会令$u太热。",
    text_time = 4200
  },
  [140881132] = {
    content = "也可以一直牵着你的手，在悠长的山石隧道里慢慢搜寻那些你会喜欢的季节元素。",
    text_time = 5400
  },
  [140881133] = {
    content = "而且隧道出口处还连接着海边书店和一处隐蔽的中古店，或许也会有一些小秘密。",
    text_time = 5400
  },
  [140881210] = {
    title = "山石隧道？",
    content = "我从来没有注意过，那边还有山石隧道唉！",
    text_time = 2850
  },
  [140881211] = {
    content = "我也是被隧道里传出的笛声所吸引，恰好是我们一起听过的歌。",
    text_time = 4200
  },
  [140881212] = {
    content = "里面飘进了不少已经红了的枫叶，我拍了许多照片。",
    text_time = 3450
  },
  [140881213] = {
    content = "本想要立刻发给你，但是又更想带着你亲眼来看看，或许会拍下更美丽的照片。",
    text_time = 5250
  },
  [140881220] = {
    title = "中古店？",
    content = "！这个小镇上竟然有中古店，卖什么的呀？",
    text_time = 2850
  },
  [140881221] = {
    content = "我只进去随便逛了一下，里面的货品比较丰富。",
    text_time = 3150
  },
  [140881222] = {
    content = "既有充满历史痕迹的首饰珠宝，也有一些老旧的画报和油画，都被好好保存着。",
    text_time = 5250
  },
  [140881223] = {
    content = "店主说每一件东西都有一个小故事，到时候我们可以一起来挑选些有趣的东西。",
    text_time = 5250
  },
  [140881230] = {
    title = "海边书店？",
    content = "邻海的那间书店开门了吗？哇，之前好像一直在休业。",
    text_time = 3600
  },
  [140881231] = {
    content = "嗯，我本来也只是抱着去看看的心态，但是意外地好像成为了重新开业后的第一位的外国客人。",
    text_time = 6300
  },
  [140881232] = {
    content = "店主新装了一个CD区，带上耳机可以一边在室内看书，一边听到海的声音。",
    text_time = 5100
  },
  [140881233] = {
    content = "他还非常热情地送了我一张黑胶，可以等你回家后，我们一起听。",
    text_time = 4350
  },
  [140881310] = {
    title = "这样子的生活好惬意啊。",
    content = "这种生活好惬意啊，许教授是不是爱上了？",
    text_time = 2850
  },
  [140881311] = {
    content = "的确，这种简单的瞬间往往十分打动人心。",
    text_time = 2850
  },
  [140881312] = {
    content = "但是没有这位小姐一起共享的时候，似乎又缺了一些关键的色彩。",
    text_time = 4350
  },
  [140881313] = {
    content = "我想，只有和你在一起，这种惬意才足够让人流连忘返吧。",
    text_time = 3900
  },
  [140881320] = {
    title = "我这就来！",
    content = "我这里的事情已经结束了，许教授在哪里？我来找你吧！",
    text_time = 3750
  },
  [140881321] = {
    content = "不如$u把定位发给我吧，我们可以朝着同一个方向出发。",
    text_time = 3900
  },
  [140881322] = {
    content = "这样你也不会错过路上的美好。",
    text_time = 2100
  },
  [140881323] = {
    content = "慢慢走就好，因为我们的时间还有很长，而我一定会出现在你的眼前。",
    text_time = 4650
  },
  [140881330] = {
    title = "许教授真是有一双善于发现的眼睛。",
    content = "感觉许教授真是有一双善于发现的眼睛呀。",
    text_time = 2850
  },
  [140881331] = {
    content = "这些品味小小美好的能力，都是因为有你这么好的老师在我的生活中。",
    text_time = 4650
  },
  [140881332] = {
    content = "或者说，这双“眼睛”，是因为$u才变得如此善于发现的。",
    text_time = 4050
  },
  [140881333] = {
    content = "一旦想到你，就自然而然想把一切美好都带给你。",
    text_time = 3300
  },
  [140882000] = {
    content = "我有个快递到家了，辛苦你回家之后拆一下，然后收到柜子里。",
    text_time = 4200
  },
  [140882110] = {
    title = "居然有我帮你签收的一天！",
    content = "没想到居然有我帮你签收快递的一天！",
    text_time = 2550
  },
  [140882111] = {
    content = "以前帮你签收了不少奇奇怪怪的东西，现在算是立场倒换了。",
    text_time = 4050
  },
  [140882112] = {
    content = "里面是一套水晶香槟杯，注意开箱子的方向。",
    text_time = 3000
  },
  [140882113] = {
    content = "也注意布丁。",
    text_time = 900
  },
  [140882120] = {
    title = "是什么东西呀？",
    content = "哦？我们李总买了什么好东西呀？",
    text_time = 2250
  },
  [140882121] = {
    content = "一套水晶香槟杯。",
    text_time = 1200
  },
  [140882122] = {
    content = "我很喜欢这家店的切割工艺，刚好老板也有空，就定制了两只。",
    text_time = 4200
  },
  [140882123] = {
    content = "你应该也会喜欢它的花纹。",
    text_time = 1800
  },
  [140882130] = {
    title = "不辛苦~不过要怎么收它呢？",
    content = "不辛苦~不过要怎么收拾它呢？",
    text_time = 2100
  },
  [140882131] = {
    content = "里面是一套水晶香槟杯，放到平时放酒杯的柜子里就好。",
    text_time = 3750
  },
  [140882132] = {
    content = "不用放得很靠后，过几天还有一支不错的香槟会送到。",
    text_time = 3600
  },
  [140882133] = {
    content = "到时候能直接用上。",
    text_time = 1350
  },
  [140882210] = {
    title = "好奇它的价格",
    content = "李总，我有点好奇让你专门买回来的香槟杯值多少钱。",
    text_time = 3600
  },
  [140882211] = {
    content = "几千而已。",
    text_time = 750
  },
  [140882212] = {
    content = "不过制作它的工坊只接熟人的单子，确实有一些拍卖价值。",
    text_time = 3900
  },
  [140882213] = {
    content = "如果你实在好奇，我可以让人估个价。",
    text_time = 2550
  },
  [140882220] = {
    title = "让我好好鉴赏一下……",
    content = "听上去好高级的样子……让我来好好鉴赏一下！",
    text_time = 3150
  },
  [140882221] = {
    content = "它在灯光和日光下的表现效果会有一些不同，可以都看看。",
    text_time = 3900
  },
  [140882222] = {
    content = "期待看到你的鉴赏小作文。",
    text_time = 1800
  },
  [140882223] = {
    content = "按你平时发挥的水准，它值得至少八百字。",
    text_time = 2850
  },
  [140882230] = {
    title = "听上去好金贵……",
    content = "只听你的描述就觉得它好金贵……",
    text_time = 2250
  },
  [140882231] = {
    content = "它确实有一定收藏价值。",
    text_time = 1650
  },
  [140882232] = {
    content = "不然我也不会专门带回来。",
    text_time = 1800
  },
  [140882233] = {
    content = "不过和足够特别的人一起品酒，当然值得用足够好的杯子。",
    text_time = 3900
  },
  [140882310] = {
    title = "我有点不敢用它了……",
    content = "被你说得我有点不敢用它了……",
    text_time = 2100
  },
  [140882311] = {
    content = "你平时用的几个杯子身价也和它差不多。",
    text_time = 2700
  },
  [140882312] = {
    content = "招待你吃“大餐”的几套餐具也基本都比它贵。",
    text_time = 3150
  },
  [140882313] = {
    content = "你比你想象中胆子更大，不用本末倒置。",
    text_time = 2700
  },
  [140882320] = {
    title = "不能今天就用上吗？",
    content = "不能今天就用上它吗？",
    text_time = 1500
  },
  [140882321] = {
    content = "……你也可以现在就去挑一支喜欢的酒。",
    text_time = 2700
  },
  [140882322] = {
    content = "不过我今天回家的时间会比较晚，没空做下酒菜。",
    text_time = 3300
  },
  [140882323] = {
    content = "姑且用水果、奶酪拼盘和生火腿将就一下？",
    text_time = 2850
  },
  [140882330] = {
    title = "要不还是等你回来一起拆吧？",
    content = "这么特别的杯子，要不还是等你回来一起拆吧？",
    text_time = 3150
  },
  [140882331] = {
    content = "只是一套杯子而已。总不至于每次我往家里买了什么，都要来一场“拆箱仪式”。",
    text_time = 5400
  },
  [140882332] = {
    content = "不过如果你实在很想这么做，记得先把箱子放到不碍事的地方。",
    text_time = 4200
  },
  [140882333] = {
    content = "免得某人到时候又跟我控诉箱子撞到她。",
    text_time = 2700
  },
  [140883000] = {
    content = "我和生科所的同事们还在山里，大概要晚点才能回去了。",
    text_time = 3750
  },
  [140883110] = {
    title = "团建效果不错",
    content = "知道啦，看样子大家在团建时很开心，可以好好多玩一会儿！",
    text_time = 4050
  },
  [140883111] = {
    content = "从大家现在的表情来看，这个结论有待商榷。",
    text_time = 3000
  },
  [140883112] = {
    content = "研究员们似乎小看了“爬山”这件事的挑战性，不少人有些体力不支。",
    text_time = 4650
  },
  [140883113] = {
    content = "现在的他们比起开心，可能更多的是发愁如何从山腰的庙里回去。",
    text_time = 4350
  },
  [140883120] = {
    title = "团建还顺利吗？",
    content = "这次团建好像比你之前预估的时间久了不少，一切都还顺利吧？",
    text_time = 4200
  },
  [140883121] = {
    content = "前半程还算顺利，只是许多研究员似乎高估了自己的体力。",
    text_time = 3900
  },
  [140883122] = {
    content = "出发前说好在山顶集合，行程刚刚过半便有不少人掉队。",
    text_time = 3750
  },
  [140883123] = {
    content = "只能在附近的庙里休息一下，等体力恢复再下山。",
    text_time = 3300
  },
  [140883130] = {
    title = "多欣赏一会儿风景",
    content = "好哦，好不容易去山里团建一次，可以多欣赏一会儿风景~",
    text_time = 3900
  },
  [140883131] = {
    content = "这里的风景确实很不错，望向远处的山峰时，还有飞鸟恰好飞过。",
    text_time = 4350
  },
  [140883132] = {
    content = "这些我都一一记录下来了，等晚上回去可以一起看看。",
    text_time = 3600
  },
  [140883133] = {
    content = "不过研究员们可能没有力气欣赏，他们正气喘吁吁地在山腰的庙里休息。",
    text_time = 4800
  },
  [140883210] = {
    title = "当初怎么想到的",
    content = "噗——既然研究员们不擅长，当初为什么选择爬山作为团建项目啊？",
    text_time = 4500
  },
  [140883211] = {
    content = "其实爬山只是顺便。最近课题组的实验出了几次小意外，很多人有些忐忑。",
    text_time = 4950
  },
  [140883212] = {
    content = "正巧有人听说这里的“无事牌”很灵验，就想请几块回去挂在实验室里。",
    text_time = 4800
  },
  [140883213] = {
    content = "刚刚在他们挑选时，我也给你挑了一块檀木无事牌。",
    text_time = 3450
  },
  [140883220] = {
    title = "你感觉怎么样？",
    content = "那你现在感觉怎么样？会不会很累啊？",
    text_time = 2550
  },
  [140883221] = {
    content = "对我来说，这点运动量还算轻松。",
    text_time = 2250
  },
  [140883222] = {
    content = "他们休息的时候，我已经在庙里转了一圈。",
    text_time = 2850
  },
  [140883223] = {
    content = "我发现这里的“无事牌”似乎很受欢迎，就帮你挑了一块檀木的。",
    text_time = 4350
  },
  [140883230] = {
    title = "在庙里转转也不错",
    content = "大家一起在庙里转转，也算是达到团建的效果啦~",
    text_time = 3300
  },
  [140883231] = {
    content = "嗯，不如说效果有点太好了。",
    text_time = 1950
  },
  [140883232] = {
    content = "有些人商量着买了“无事牌”，说是要一起祈求实验“顺遂无事”。",
    text_time = 4500
  },
  [140883233] = {
    content = "虽然我没有这个需求，但想到你或许会喜欢，就给你买了一块檀木的。",
    text_time = 4650
  },
  [140883310] = {
    title = "我正好奇它的作用呢",
    content = "嘿嘿，无事牌最近在网上的热度很高，我正好奇它的作用呢~",
    text_time = 4050
  },
  [140883311] = {
    content = "你喜欢就好。庙里的住持说，这里的无事牌是用一棵百年老树的枝干制作而成。",
    text_time = 5250
  },
  [140883312] = {
    content = "除了祈愿平安无事，一切顺遂，也有“长长久久”之意。",
    text_time = 3750
  },
  [140883313] = {
    content = "不管是你的生活，还是你我之间，我都希望能够如此。",
    text_time = 3600
  },
  [140883320] = {
    title = "无事牌是什么",
    content = "无事牌是什么啊？我以前好像没有听说过。",
    text_time = 2850
  },
  [140883321] = {
    content = "是一块没有花纹、打磨光滑的木牌，寓意着没有灾祸和烦恼。",
    text_time = 4050
  },
  [140883322] = {
    content = "在古人看来，最好的人生状态就是这样的“顺遂无事”。",
    text_time = 3750
  },
  [140883323] = {
    content = "这也是我所希望的，对你最好的祝福和期盼。",
    text_time = 3000
  },
  [140883330] = {
    title = "你许了什么愿望",
    content = "哇，好期待！听说在请无事牌时还可以许愿，你许了什么愿望呢？",
    text_time = 4350
  },
  [140883331] = {
    content = "我只许下了一个愿望。",
    text_time = 1500
  },
  [140883332] = {
    content = "希望$u能够平平安安，顺遂无事。",
    text_time = 2400
  },
  [140883333] = {
    content = "至于其他的愿望和快乐，我希望都由我来为你实现。",
    text_time = 3450
  },
  [140884000] = {
    content = "$u，看到我和芭蕾舞首席的合影了吗？",
    text_time = 2700
  },
  [140884110] = {
    title = "你是说那只柯基吗？",
    content = "看到了，我猜你说的芭蕾舞首席一定是那只睡着的柯基对不对？",
    text_time = 4200
  },
  [140884111] = {
    content = "没错，是它！阿薯果然一下就猜中了。",
    text_time = 2550
  },
  [140884112] = {
    content = "刚刚和音乐剧的朋友们在导演家聚会，他家的胖柯基窝在沙发上睡觉。",
    text_time = 4650
  },
  [140884113] = {
    content = "大家一起围上去看的时候，我忽然发现它很有芭蕾素养。",
    text_time = 3750
  },
  [140884120] = {
    title = "照片好像没发出来",
    content = "照片是不是没发出来啊？我看到的还是你和剧团导演家柯基的合影……",
    text_time = 4650
  },
  [140884121] = {
    content = "就是你说的这张~",
    text_time = 1200
  },
  [140884122] = {
    content = "它在一边睡觉的时候，我仔细观察了一下。",
    text_time = 2850
  },
  [140884123] = {
    content = "这绝对是一位狗狗舞蹈苗苗班的优秀学员，当之无愧的芭蕾首席！",
    text_time = 4350
  },
  [140884130] = {
    title = "你接了新工作吗？",
    content = "我只收到了你的自拍欸，莫非你接了新工作，要做芭蕾舞首席了吗？",
    text_time = 4500
  },
  [140884131] = {
    content = "不是啦，我的工作日程早就同步给阿薯了，有什么变动你肯定会第一时间知道~",
    text_time = 5250
  },
  [140884132] = {
    content = "我旁边不是还有一只睡着觉的柯基吗？它是音乐剧导演家的狗。",
    text_time = 4200
  },
  [140884133] = {
    content = "据我推测，它肯定在导演的耳濡目染下学会了芭蕾。",
    text_time = 3450
  },
  [140884210] = {
    title = "为什么这么说？",
    content = "为什么这么说啊？",
    text_time = 1200
  },
  [140884211] = {
    content = "因为它连睡觉的时候，都在绷脚背，脚背的弧度非常完美！",
    text_time = 3900
  },
  [140884212] = {
    content = "导演说，它每天还会出门“训练”劈叉和外开踢腿。",
    text_time = 3450
  },
  [140884213] = {
    content = "而且它很大方，常常把零食分给一起“训练”的舞团团员们。",
    text_time = 4050
  },
  [140884220] = {
    title = "首席缺乏身材管理意识",
    content = "虽然不知道芭蕾水平怎么样，但照片里的柯基首席有点缺乏身材管理意识哦。",
    text_time = 5100
  },
  [140884221] = {
    content = "肯定是因为最近演出压力太大，它一不小心放纵了一点。",
    text_time = 3750
  },
  [140884222] = {
    content = "不过它的芭蕾基本功应该很扎实，毕竟它在睡觉的时候都不忘绷脚背。",
    text_time = 4650
  },
  [140884223] = {
    content = "时不时脚尖还转一转，应该是在梦里练习吧！",
    text_time = 3000
  },
  [140884230] = {
    title = "想看首席跳舞",
    content = "支持在线点播吗？我想看芭蕾首席跳舞。",
    text_time = 2700
  },
  [140884231] = {
    content = "其实我刚刚用零食贿赂首席，拍下了它的舞姿，一会儿就把视频发给你。",
    text_time = 4800
  },
  [140884232] = {
    content = "你会看到在开罐声响起的刹那，首席就做好了起手准备姿势。",
    text_time = 4050
  },
  [140884233] = {
    content = "之后它全情投入“干饭”舞蹈中，非常有感染力。",
    text_time = 3300
  },
  [140884310] = {
    title = "苹果箱说不定也能做首席",
    content = "如果是以这个标准，苹果箱说不定也能做首席呢！",
    text_time = 3300
  },
  [140884311] = {
    content = "当然可以。我们苹果箱体态优美，动作利索，谁见了都会夸它的。",
    text_time = 4350
  },
  [140884312] = {
    content = "更何况，“首席”的标准是人决定的。",
    text_time = 2550
  },
  [140884313] = {
    content = "在我和阿薯的标准里，它已经是最棒的首席小狗啦！",
    text_time = 3450
  },
  [140884320] = {
    title = "想见见这位首席了",
    content = "首席好可爱啊，我都想见见它了！",
    text_time = 2250
  },
  [140884321] = {
    content = "这个简单！每次音乐剧巡演，导演都会带上他家的小狗。",
    text_time = 3750
  },
  [140884322] = {
    content = "我给你留好了音乐剧最佳位置的票。",
    text_time = 2400
  },
  [140884323] = {
    content = "等阿薯看完我的演出，我们一起去后台见见小狗吧~",
    text_time = 3450
  },
  [140884330] = {
    title = "Cello和苹果箱谁才是首席",
    content = "听起来Cello和苹果箱都可以做首席，这可怎么办呢？",
    text_time = 3900
  },
  [140884331] = {
    content = "那不如等我回去，举办一场家庭舞蹈大赛。",
    text_time = 2850
  },
  [140884332] = {
    content = "我们可以放些不同风格的音乐，看Cello和苹果箱即兴发挥，决战首席之巅。",
    text_time = 5400
  },
  [140884333] = {
    content = "到时候我会准备超多好吃的，$u就好好期待吧~",
    text_time = 3300
  },
  [140885000] = {
    content = "案件回访提前结束，我在回家路上了。",
    text_time = 2550
  },
  [140885110] = {
    title = "辛苦白警官啦",
    content = "辛苦白警官啦，感觉你因为这次的事已经忙了好久了。",
    text_time = 3600
  },
  [140885111] = {
    content = "其实后续还有一些零散的收尾工作。",
    text_time = 2400
  },
  [140885112] = {
    content = "不过眼下可以先休息了。",
    text_time = 1650
  },
  [140885113] = {
    content = "这次全队都给了三天假期，可以全用来陪你。",
    text_time = 3000
  },
  [140885120] = {
    title = "这个案件是不是很重要？",
    content = "这个案件是不是很重要？上次到署里，感觉气氛都紧绷绷的。",
    text_time = 4050
  },
  [140885121] = {
    content = "案件涉及的范围确实比较大，但本身不算危险。",
    text_time = 3150
  },
  [140885122] = {
    content = "解决了这次的事，应该能放松一段日子了。",
    text_time = 2850
  },
  [140885123] = {
    content = "后续的收尾工作就等假期结束再说。",
    text_time = 2400
  },
  [140885130] = {
    title = "事情能解决真是太好了！",
    content = "恭喜！事情能解决真是太好了！",
    text_time = 2100
  },
  [140885131] = {
    content = "案子结了，署里的氛围都轻松了不少。",
    text_time = 2550
  },
  [140885132] = {
    content = "几个队员临走前还专门把手机壁纸换成锦鲤，祈祷不要再有突发事件。",
    text_time = 4650
  },
  [140885133] = {
    content = "大家忙了这么久，是该好好休息一阵了。",
    text_time = 2700
  },
  [140885210] = {
    title = "上次见你，你都变成熊猫眼了……",
    content = "既然可以休息，一定要好好放松哦！上次见到你时，你都变成熊猫眼了……",
    text_time = 4950
  },
  [140885211] = {
    content = "你不说我都没有注意到。",
    text_time = 1650
  },
  [140885212] = {
    content = "我保证回去就好好休息，让它们尽快消掉。",
    text_time = 2850
  },
  [140885213] = {
    content = "其实只要见到你，压力很快就会消失的。",
    text_time = 2700
  },
  [140885220] = {
    title = "好可怕的工作强度……",
    content = "虽然已经说过很多次了，不过你们的工作强度真的可怕……",
    text_time = 3900
  },
  [140885221] = {
    content = "比有重大恶性案件的时候好太多了。不用担心。",
    text_time = 3150
  },
  [140885222] = {
    content = "不过这几天的睡眠时长确实不太达标。",
    text_time = 2550
  },
  [140885223] = {
    content = "所以要快一点到家，抱着你充会儿电。",
    text_time = 2550
  },
  [140885230] = {
    title = "案件很重要，照顾好自己也很重要！",
    content = "对案件负责很重要，但是照顾好自己也很重要！",
    text_time = 3150
  },
  [140885231] = {
    content = "你的嘱咐我都好好遵守了，可以随便挑个署里的人检查。",
    text_time = 3750
  },
  [140885232] = {
    content = "所以，回家之后申请休息补贴。",
    text_time = 2100
  },
  [140885233] = {
    content = "让我多抱你一会儿。",
    text_time = 1350
  },
  [140885310] = {
    title = "我买了缓解疲劳的精油给你按摩~",
    content = "之前我买了缓解疲劳的精油，回家之后给你按摩一下~",
    text_time = 3600
  },
  [140885311] = {
    content = "已经在加急飞回来了。",
    text_time = 1500
  },
  [140885312] = {
    content = "不过你再跟我聊一会儿吧。",
    text_time = 1800
  },
  [140885313] = {
    content = "路上还有一段距离，避免“疲劳飞行”。",
    text_time = 2700
  },
  [140885320] = {
    title = "我在研究大家分享的解压可以做的事情",
    content = "我在研究大家分享的解压可以做的事情。",
    text_time = 2700
  },
  [140885321] = {
    content = "到家之后一起看看吧。",
    text_time = 1500
  },
  [140885322] = {
    content = "不过如果是需要出门的事，大概要明天再尝试了。",
    text_time = 3300
  },
  [140885323] = {
    content = "现在我只想待在你旁边，什么也不做地发一会儿呆。",
    text_time = 3450
  },
  [140885330] = {
    title = "就由我来保护你，为你排解烦恼！",
    content = "回到家之后，就由我来保护你，为你排解烦恼啦！",
    text_time = 3300
  },
  [140885331] = {
    content = "好，让你保护我。",
    text_time = 1200
  },
  [140885332] = {
    content = "白警官下班了，现在我只是$u的男朋友。",
    text_time = 2850
  },
  [140885333] = {
    content = "你想怎么安排，我都听你的。",
    text_time = 1950
  },
  [140886000] = {
    content = "一会儿不看手机，一堆未读消息。说吧，怎么了？",
    text_time = 3300
  },
  [140886110] = {
    title = "一位社畜急需补充工作bgm",
    content = "你还记不记得我们昨晚随机播到的那首歌叫什么？急，一位社畜急需补充工作bgm！",
    text_time = 5700
  },
  [140886111] = {
    content = "不记得。",
    text_time = 600
  },
  [140886112] = {
    content = "昨天听过中文歌，英文歌，非洲原始部落的歌，不是人唱的歌，你指哪一首？",
    text_time = 5100
  },
  [140886113] = {
    content = "比起歌，你讲的冷笑话我倒是记得更清楚一点。",
    text_time = 3150
  },
  [140886120] = {
    title = "我在搜集新做的影评节目的素材",
    content = "我在搜集新做的影评节目的素材，我们这个月都看了哪些电影来着？",
    text_time = 4500
  },
  [140886121] = {
    content = "那可太多了。",
    text_time = 900
  },
  [140886122] = {
    content = "你是指你刚开场就睡着的那部，还是吓得猛掐我的那部？",
    text_time = 3750
  },
  [140886123] = {
    content = "至于其他……这谁还记得住？我的记忆空间可是很宝贵的。",
    text_time = 3900
  },
  [140886130] = {
    title = "突然想看你很久以前提过的那部漫画",
    content = "突然想看你很久以前提过的一部漫画，你还锐评过主角的头长得像一颗水煮蛋。",
    text_time = 5250
  },
  [140886131] = {
    content = "我平时给你推荐的小说和动漫你果然是一部都没看过吧？",
    text_time = 3750
  },
  [140886132] = {
    content = "敷衍地“好好好”，和敷衍地“收藏了就等于看了”。",
    text_time = 3600
  },
  [140886133] = {
    content = "现在来问，晚了，按我目前的心情是记不起来了。",
    text_time = 3300
  },
  [140886210] = {
    title = "加油想想办法啊！",
    content = "加油想想办法啊！正在知识储备巅峰的大学生！",
    text_time = 3150
  },
  [140886211] = {
    content = "怎么感觉你夸得跟在骂人一样？",
    text_time = 2100
  },
  [140886212] = {
    content = "你都知道我要储备“知识”，那我的脑子里当然没地方给这些杂事。",
    text_time = 4500
  },
  [140886213] = {
    content = "想调用历史记录，按照储存单位计费。",
    text_time = 2550
  },
  [140886220] = {
    title = "我对你很失望",
    content = "唉，你的记忆力竟然如此不堪大用，我对你很失望啊。",
    text_time = 3600
  },
  [140886221] = {
    content = "这么老套的激将法我是不会上当的。",
    text_time = 2400
  },
  [140886222] = {
    content = "难道不是自己记不住事的那个人更笨一点？",
    text_time = 2850
  },
  [140886223] = {
    content = "每次都伸手要正确答案，脑子很容易生锈的，就当锻炼你的脑力了。",
    text_time = 4500
  },
  [140886230] = {
    title = "我剩下这半天的美好时光全靠你了",
    content = "我剩下这半天的美好时光全靠你了，这还不足以激励你想起来吗？",
    text_time = 4350
  },
  [140886231] = {
    content = "有一点，但不多。",
    text_time = 1200
  },
  [140886232] = {
    content = "想起来的时间按我心情来定。",
    text_time = 1950
  },
  [140886233] = {
    content = "说不定人类进化到下一阶段的时候我就想到了。",
    text_time = 3150
  },
  [140886310] = {
    title = "不如把目光放长远一点",
    content = "不如把目光放长远一点，等我得到了答案，还能少了你好处吗？",
    text_time = 4200
  },
  [140886311] = {
    content = "不愧是做老板的人，比我导师还能画饼。",
    text_time = 2700
  },
  [140886312] = {
    content = "但是可以，一会儿发你。",
    text_time = 1650
  },
  [140886313] = {
    content = "不过回家之后的第一件事，就是仔细聊一聊我能捞到的好处。",
    text_time = 4050
  },
  [140886320] = {
    title = "给了我答案，我们就可以一起摸鱼了",
    content = "给了我答案，我们就可以连线聊天一起摸鱼了，这样的快乐你不喜欢吗？",
    text_time = 4800
  },
  [140886321] = {
    content = "天天都发生的快乐吸引力好像没那么大。",
    text_time = 2700
  },
  [140886322] = {
    content = "不过如果你再想想办法加点儿码，也勉强能答应。",
    text_time = 3300
  },
  [140886323] = {
    content = "毕竟除了我，还有谁这么好心愿意陪你当一条鱼干？",
    text_time = 3450
  },
  [140886330] = {
    title = "我选择行使“想要就得到”的特权",
    content = "那我选择行使自己“想要等于得到”的特权，这位男朋友。",
    text_time = 3900
  },
  [140886331] = {
    content = "招数新奇。",
    text_time = 750
  },
  [140886332] = {
    content = "可惜我是拆招高手，不变应万变。",
    text_time = 2250
  },
  [140886333] = {
    content = "行了，名字都发你了，女、朋、友。",
    text_time = 2400
  },
  [140887000] = {
    content = "这几天似乎文化馆那边在举办香薰展，我们要不要周末去看看？",
    text_time = 4200
  },
  [140887110] = {
    title = "你的消息好灵通！",
    content = "哇，没想到许教授的消息这么灵通！",
    text_time = 2400
  },
  [140887111] = {
    content = "其实我没有特意去看，只是工作外出的时候，开车路过了那里。",
    text_time = 4200
  },
  [140887112] = {
    content = "我当时停了一下车，向工作人员要了一份宣传单，刚刚拍照发你了。",
    text_time = 4500
  },
  [140887113] = {
    content = "宣传单上，似乎有一些你可能会感兴趣的品类。",
    text_time = 3150
  },
  [140887120] = {
    title = "我正想和你说呢~",
    content = "我正想和你说呢，没想到你先提了！",
    text_time = 2400
  },
  [140887121] = {
    content = "因为正巧开车路过那里，看见之后感觉你应该会感兴趣。",
    text_time = 3750
  },
  [140887122] = {
    content = "我要来了一份宣传单，你可以看看。",
    text_time = 2400
  },
  [140887123] = {
    content = "我记得上面有一些品类，你似乎和我提起过。",
    text_time = 3000
  },
  [140887130] = {
    title = "我好像有刷到过……",
    content = "我好像在网上有刷到过，不过一直没抽出时间仔细看。",
    text_time = 3600
  },
  [140887131] = {
    content = "我也还没来得及细看，只是要了一份宣传单。",
    text_time = 3000
  },
  [140887132] = {
    content = "毕竟，我当时只是开车碰巧路过。",
    text_time = 2250
  },
  [140887133] = {
    content = "我把宣传单发你了，你看看有没有感兴趣的。",
    text_time = 3000
  },
  [140887210] = {
    title = "我全都感兴趣！",
    content = "仔细看了看，我果然全都感兴趣！",
    text_time = 2250
  },
  [140887211] = {
    content = "那就好。",
    text_time = 600
  },
  [140887212] = {
    content = "最近你的工作比较忙，这正好是一个放松的机会，我们可以一起去体验。",
    text_time = 4800
  },
  [140887213] = {
    content = "就当是作为你上次用精油帮我放松的“回礼”。",
    text_time = 3150
  },
  [140887220] = {
    title = "我更好奇他们的香味餐厅……",
    content = "其实比起香薰，我更好奇他们的香味餐厅……",
    text_time = 3000
  },
  [140887221] = {
    content = "嗯……“能让你品尝到怀念、希望、恋爱感的美食”，看起来的确很吸引人。",
    text_time = 5100
  },
  [140887222] = {
    content = "那我们就一起去品尝看看吧，权当是最近繁忙之余的放松。",
    text_time = 3900
  },
  [140887223] = {
    content = "毕竟，之前小姑娘只是让我一个人放松下来，我也想给出“回礼”。",
    text_time = 4500
  },
  [140887230] = {
    title = "看到了一些熟悉的品牌名~",
    content = "看到了一些熟悉的品牌名字，还挺想去看看的~",
    text_time = 3150
  },
  [140887231] = {
    content = "我记得，这里面有一些品牌是我曾经在家里的柜子中见到的。",
    text_time = 4050
  },
  [140887232] = {
    content = "这样看来，说不定能有一些新的“收获”，可以充实柜子。",
    text_time = 3900
  },
  [140887233] = {
    content = "就当是让小姑娘从工作中放松下来的“回礼”。",
    text_time = 3150
  },
  [140887310] = {
    title = "想给卧室换一瓶香薰~",
    content = "好，我顺便想给卧室也换一瓶新的香薰，你有什么想法吗？",
    text_time = 3900
  },
  [140887311] = {
    content = "卧室可能需要一些安神助眠的味道，比如苦橙叶和岩兰草。",
    text_time = 3900
  },
  [140887312] = {
    content = "不过……或许也可以入手一些，能带来神秘感和沉醉感的香薰。",
    text_time = 4200
  },
  [140887313] = {
    content = "我想，它们或许能让我们更深地沉沦在夜晚的宁静里，一同入眠。",
    text_time = 4350
  },
  [140887320] = {
    title = "想尝试之前没有闻过的特殊香薰",
    content = "期待！想尝试一些以前没有闻过的特殊气味的香薰。",
    text_time = 3450
  },
  [140887321] = {
    content = "刚好，我在宣传单上有看到，展会似乎会展出一些调香师特制的香薰。",
    text_time = 4650
  },
  [140887322] = {
    content = "比如油墨香、暴雨后的草地香……还有命名为“窄门”的香薰。",
    text_time = 4200
  },
  [140887323] = {
    content = "越说就越是期待展会日的到来了，我想，我们到时一定会收获颇丰的。",
    text_time = 4650
  },
  [140887330] = {
    title = "想买一瓶香薰放在书房",
    content = "没问题~我正好想买一瓶香薰放在书房，让许教授可以闻着香味阅读工作！",
    text_time = 4950
  },
  [140887331] = {
    content = "很不错的提议，我记得书房可以用提神的香薰，像是柑橘调。",
    text_time = 4050
  },
  [140887332] = {
    content = "至于具体选择哪一款，可能就需要我们的鼻子实际去体验了。",
    text_time = 4050
  },
  [140887333] = {
    content = "我相信，有我们曾经一起挑选香氛的经历，一定可以选到合适的那一款。",
    text_time = 4800
  },
  [140888000] = {
    content = "返程的票订好了，因为古堡房间很多，这位小姐可以提前开始收拾行李了。",
    text_time = 4950
  },
  [140888110] = {
    title = "有点舍不得这里了。",
    content = "虽然只住了几天，但我已经有点儿舍不得离开这座古堡了。",
    text_time = 3900
  },
  [140888111] = {
    content = "我也很喜欢这里。",
    text_time = 1200
  },
  [140888112] = {
    content = "不过只要和你在一起，不论去哪里都很愉快。",
    text_time = 3000
  },
  [140888113] = {
    content = "所以等我回到房间后，我们可以开始规划下次旅行，冲淡这份不舍。",
    text_time = 4500
  },
  [140888120] = {
    title = "下次再住什么地方好呢？",
    content = "这段城堡之旅结束了，我们下次再住到什么奇妙的地方好呢？",
    text_time = 4050
  },
  [140888121] = {
    content = "既然这样，等我回来后，我们就选择一些能让你“圆梦”的地方吧。",
    text_time = 4500
  },
  [140888122] = {
    content = "我很乐意再听你说一说自己曾经的梦想和幻想。",
    text_time = 3150
  },
  [140888123] = {
    content = "然后找个机会一一实现它们。",
    text_time = 1950
  },
  [140888130] = {
    title = "地方太大也会有这样的苦恼……",
    content = "地方太大也确实会有这样的苦恼……我一会儿就再检查一遍！",
    text_time = 4050
  },
  [140888131] = {
    content = "我回来后也会协助你再检查一次的。",
    text_time = 2400
  },
  [140888132] = {
    content = "顺便当做，我们在这座古堡里最后的巡礼。",
    text_time = 2850
  },
  [140888133] = {
    content = "当然，我们也可以一起筹划一段新的旅程。",
    text_time = 2850
  },
  [140888210] = {
    title = "我想住悬崖上的小房子！",
    content = "那我想住悬崖边上的小房子！",
    text_time = 1950
  },
  [140888211] = {
    content = "听上去很浪漫。",
    text_time = 1050
  },
  [140888212] = {
    content = "不少文艺作品都会把故事的发生地点选定在这样与世隔离的地方。",
    text_time = 4350
  },
  [140888213] = {
    content = "我也很好奇，我们会在这里写下怎样的故事。",
    text_time = 3000
  },
  [140888220] = {
    title = "我想试一试其他古堡和庄园！",
    content = "嘿嘿，我还想试一试其他的古堡和庄园",
    text_time = 2550
  },
  [140888221] = {
    content = "嗯……看来我应该适当地学习一些古典建筑相关的知识。",
    text_time = 3750
  },
  [140888222] = {
    content = "好在将来的旅行中，发现更多容易错过的美好。",
    text_time = 3150
  },
  [140888223] = {
    content = "也能让我在这位小姑娘面前，显得更加游刃有余一些。",
    text_time = 3600
  },
  [140888230] = {
    title = "确实需要好好考虑一下",
    content = "嗯……感觉确实需要好好考虑一下这个问题！",
    text_time = 3000
  },
  [140888231] = {
    content = "没关系，我们还有很长时间可以慢慢思考。",
    text_time = 2850
  },
  [140888232] = {
    content = "或者……在你得到结论之前，可以先由我做一些初步的规划。",
    text_time = 4050
  },
  [140888233] = {
    content = "我想，收到一份惊喜也会有别样的感受。",
    text_time = 2700
  },
  [140888310] = {
    title = "那就这么说定了！",
    content = "那我们就这么说定了！我可要开始做准备咯？",
    text_time = 3000
  },
  [140888311] = {
    content = "你可以先准备一部分，剩下的留到我回来之后，我们再一起努力。",
    text_time = 4350
  },
  [140888312] = {
    content = "为未来做筹备，也是一段旅程中很重要的部分。",
    text_time = 3150
  },
  [140888313] = {
    content = "我不想错过和你分享它的机会。",
    text_time = 2100
  },
  [140888320] = {
    title = "总觉得收拾行李也变得有动力起来了！",
    content = "总觉得因为期待之后的事情，收行李也变得有动力起来了！",
    text_time = 3900
  },
  [140888321] = {
    content = "除了之后的旅行，你也可以先期待一下今天的晚餐。",
    text_time = 3450
  },
  [140888322] = {
    content = "我预定了一家餐厅，为我们在这里的旅行画下句点。",
    text_time = 3450
  },
  [140888323] = {
    content = "当然，你也可以期待明天的旅程，期待……我们即将度过的新一天。",
    text_time = 4500
  },
  [140888330] = {
    title = "我想了想，其实只要和你在一起就好！",
    content = "我想了想，总觉得只要有你在身边，我们去哪里，去做什么都好！",
    text_time = 4350
  },
  [140888331] = {
    content = "看来在说情话这件事上，我还有很多需要和这位小姐学习的地方。",
    text_time = 4350
  },
  [140888332] = {
    content = "不过，既然我们彼此陪伴就已经足够好……",
    text_time = 2850
  },
  [140888333] = {
    content = "不如也寻找更多会让这份“都好”变成“更好”的地点和事情吧。",
    text_time = 4350
  },
  [140889000] = {
    content = "我刚去应酬了一下，回来餐盘里就堆成小山了。",
    text_time = 3150
  },
  [140889110] = {
    title = "这不是怕你吃不饱",
    content = "看到一直有人来找你谈话，这不是怕你吃不饱嘛！",
    text_time = 3300
  },
  [140889111] = {
    content = "看得出来，你为了让我吃饱的确下了很多功夫。",
    text_time = 3150
  },
  [140889112] = {
    content = "我盘子里的各类食材都很丰富。",
    text_time = 2100
  },
  [140889113] = {
    content = "尤其是你不爱吃的那些，出现的频率最高。",
    text_time = 2850
  },
  [140889120] = {
    title = "不是我干的",
    content = "不是我干的，是食物看你冷落了它们，自动飞到你盘子里的！",
    text_time = 4050
  },
  [140889121] = {
    content = "我还没问是谁，就有人不打自招了。",
    text_time = 2400
  },
  [140889122] = {
    content = "就算是如你所说，食物自己飞进我盘子里的。",
    text_time = 3000
  },
  [140889123] = {
    content = "那又怎么解释，你不爱吃的菜往我这里飞得格外多？",
    text_time = 3450
  },
  [140889130] = {
    title = "参加宴会就是要吃饱喝足",
    content = "来参加宴会就是要吃饱喝足啊，不能光顾着应酬，让自己饿着肚子！",
    text_time = 4500
  },
  [140889131] = {
    content = "某人在照顾自己这件事上倒有所长进。",
    text_time = 2550
  },
  [140889132] = {
    content = "而且看餐桌上的状态，你今天应该是尝试了不少新鲜菜式。",
    text_time = 3900
  },
  [140889133] = {
    content = "不然你不爱吃的那些菜，也不会都出现在我的盘子里。",
    text_time = 3600
  },
  [140889210] = {
    title = "你午饭就吃得很少",
    content = "还不是因为有些人一直在忙，忙到中午饭都没时间吃。",
    text_time = 3600
  },
  [140889211] = {
    content = "你忘了我在车上的时候吃了个三明治？",
    text_time = 2550
  },
  [140889212] = {
    content = "而且在照顾自己这方面，我应该比某人更不需要担心。",
    text_time = 3600
  },
  [140889213] = {
    content = "你现在人在哪？又去拿吃的去了？",
    text_time = 2250
  },
  [140889220] = {
    title = "明明是很健康的菜",
    content = "那些明明都是很健康的菜。",
    text_time = 1800
  },
  [140889221] = {
    content = "原来某人这么关心我的健康。",
    text_time = 1950
  },
  [140889222] = {
    content = "话说回来，你现在人在哪里。",
    text_time = 1950
  },
  [140889223] = {
    content = "怎么这么久都没见你回来。",
    text_time = 1800
  },
  [140889230] = {
    title = "那些都是最受欢迎的菜",
    content = "谁说的，那些可都是最受欢迎的菜，夹慢了就没有了！",
    text_time = 3600
  },
  [140889231] = {
    content = "……所以你就给我夹了一大盘？",
    text_time = 2100
  },
  [140889232] = {
    content = "话说回来，你现在人在哪里。",
    text_time = 1950
  },
  [140889233] = {
    content = "又去拿吃的去了？",
    text_time = 1200
  },
  [140889310] = {
    title = "我也需要“应酬”一下",
    content = "难道只有你能跟别人应酬，我就不需要小小地“应酬”一下了吗？",
    text_time = 4350
  },
  [140889311] = {
    content = "看到你正在和自助冷饮机互动得有来有回了。",
    text_time = 3150
  },
  [140889312] = {
    content = "你把那么多饮料混在一起的行为，我只在惩罚游戏中见识到过。",
    text_time = 4200
  },
  [140889313] = {
    content = "别再为难自己了，我给你调好了一杯现成的。作为你给我夹菜的谢礼。",
    text_time = 4650
  },
  [140889320] = {
    title = "我在探索其他美食区域",
    content = "附近的自助美食区域我已经探索得差不多了，正在向隔壁的瓜果甜品区进军！",
    text_time = 5100
  },
  [140889321] = {
    content = "看来在我不在的这段时间里，你已经吃饱喝足，进入到甜品环节了。",
    text_time = 4500
  },
  [140889322] = {
    content = "拿到了就赶快回来，再陪我吃一会。",
    text_time = 2400
  },
  [140889323] = {
    content = "还有，少拿点冰淇淋，不然吃多了又喊肚子疼。",
    text_time = 3150
  },
  [140889330] = {
    title = "听说这里的红酒很好喝",
    content = "听说这里的红酒很好喝，我去要两杯，马上就回来！",
    text_time = 3450
  },
  [140889331] = {
    content = "……真是笨蛋。",
    text_time = 1050
  },
  [140889332] = {
    content = "不如你现在回来，看看你桌上的是什么。",
    text_time = 2700
  },
  [140889333] = {
    content = "不过提前说好，今晚你只有一杯的限额，不许多喝。",
    text_time = 3450
  }
}
return data
