module("short_msg_text14089", package.seeall)
data = {
  [140890000] = {
    content = "刚刚视频的时候你怎么一直在拿喷雾喷脸？",
    text_time = 2850
  },
  [140890110] = {
    title = "我在给我的脸降温",
    content = "我在给我的脸降温呢，瞰景回来后脸就一直在发烫。",
    text_time = 3450
  },
  [140890111] = {
    content = "我猜某个小姑娘应该是低估了这个季节的太阳。",
    text_time = 3150
  },
  [140890112] = {
    content = "我查了一下当地的紫外线指数，这几天都维持在偏高的状态。",
    text_time = 4050
  },
  [140890113] = {
    content = "不过你明天就回来了，我的提醒似乎有些晚。",
    text_time = 3000
  },
  [140890120] = {
    title = "晒久了",
    content = "只是今天出去瞰景被太阳晒久了，脸上有点发红而已~",
    text_time = 3600
  },
  [140890121] = {
    content = "我有些担心你把脸晒伤了。",
    text_time = 1800
  },
  [140890122] = {
    content = "我看了一下，你所在的城市紫外线指数比恋语市要高。",
    text_time = 3600
  },
  [140890123] = {
    content = "我应该早一点提醒你的。",
    text_time = 1650
  },
  [140890130] = {
    title = "是急救措施",
    content = "我想急救一下我的脸，瞰景回来脸突然就火辣辣地疼起来了……",
    text_time = 4200
  },
  [140890131] = {
    content = "听起来像是晒伤了。",
    text_time = 1350
  },
  [140890132] = {
    content = "你所在的城市，紫外线指数连续几天都维持在偏高的状态。",
    text_time = 3900
  },
  [140890133] = {
    content = "只是我的提醒似乎有些晚了，毕竟明天你就结束出差了。",
    text_time = 3750
  },
  [140890210] = {
    title = "当地人也没有防晒",
    content = "大意了，我看当地的工作人员都没有撑伞，就觉得还好。",
    text_time = 3750
  },
  [140890211] = {
    content = "他们应该是适应了当地的日晒程度，或者早早就涂好了防晒。",
    text_time = 4050
  },
  [140890212] = {
    content = "比起这个，我们原定的周末徒步。",
    text_time = 2250
  },
  [140890213] = {
    content = "是不是取消会比较好？",
    text_time = 1500
  },
  [140890220] = {
    title = "早知道就不偷懒了……",
    content = "早知道我就不偷懒，乖乖涂防晒了。",
    text_time = 2400
  },
  [140890221] = {
    content = "如果明天没有好转，下机后我们可以先去趟医院。",
    text_time = 3300
  },
  [140890222] = {
    content = "到时候也要问问医生。",
    text_time = 1500
  },
  [140890223] = {
    content = "我们安排在周末的徒步行程是不是取消会比较好。",
    text_time = 3300
  },
  [140890230] = {
    title = "可是我明明有防晒",
    content = "可是我明明有好好涂防晒啊。",
    text_time = 1950
  },
  [140890231] = {
    content = "那不排除会有其他的原因。",
    text_time = 1800
  },
  [140890232] = {
    content = "保险起见，明天回来后要不要先去看医生？",
    text_time = 2850
  },
  [140890233] = {
    content = "再问问他我们原定的周末徒步是不是应该取消。",
    text_time = 3150
  },
  [140890310] = {
    title = "要取消吗",
    content = "啊？要取消吗？我们可是很久之前就计划好了，有点可惜……",
    text_time = 4050
  },
  [140890311] = {
    content = "徒步可以再安排。",
    text_time = 1200
  },
  [140890312] = {
    content = "为了弥补你的遗憾，这个周末不如就交给我安排？",
    text_time = 3300
  },
  [140890313] = {
    content = "$u可以期待一下。",
    text_time = 1350
  },
  [140890320] = {
    title = "那我们周末要安排点别的事吗？",
    content = "那我们周末要安排点别的事吗？",
    text_time = 2100
  },
  [140890321] = {
    content = "为了$u的脸着想，我们最好还是留在室内。",
    text_time = 3000
  },
  [140890322] = {
    content = "像以往的其他周末一样，一起窝在家里。",
    text_time = 2700
  },
  [140890323] = {
    content = "毕竟你出差了一段时间，我已经很想念那样的时光。",
    text_time = 3600
  },
  [140890330] = {
    title = "反正只有是和许教授一起就行~",
    content = "虽然取消有点可惜，但只要是和许教授一起，我都行~",
    text_time = 3600
  },
  [140890331] = {
    content = "这一点我和$u相同。",
    text_time = 1500
  },
  [140890332] = {
    content = "之后我们可以再安排一次徒步。",
    text_time = 2100
  },
  [140890333] = {
    content = "这个周末我们就窝在家里，给我说说你出差途中的见闻吧。",
    text_time = 3900
  },
  [140891000] = {
    content = "薯片小姐，SOS！（你先答应不会笑话我TAT",
    text_time = 3300
  },
  [140891110] = {
    title = "好，我答应你。",
    content = "好，我答应你，你说什么我都不会笑的。",
    text_time = 2700
  },
  [140891111] = {
    content = "我刚刚收到之前给苹果箱买的狗窝。",
    text_time = 2400
  },
  [140891112] = {
    content = "才发现我下单的时候没看清楚尺寸。",
    text_time = 2400
  },
  [140891113] = {
    content = "结果这个狗窝大得能睡下一个我……",
    text_time = 2400
  },
  [140891120] = {
    title = "为什么这么说？",
    content = "为什么这么说？是发生什么事了吗？",
    text_time = 2400
  },
  [140891121] = {
    content = "薯片小姐别担心，我没事~",
    text_time = 1800
  },
  [140891122] = {
    content = "只是我之前给苹果箱买的狗窝，下单的时候没看清楚尺寸。",
    text_time = 3900
  },
  [140891123] = {
    content = "到了发现它不仅能睡下苹果箱，还能睡下一个我呢！",
    text_time = 3450
  },
  [140891130] = {
    title = "你这么说我反而想笑。",
    content = "你这么说我反而会想笑呢，你是做了什么好笑的事吗？",
    text_time = 3600
  },
  [140891131] = {
    content = "……你还记得我之前说要给苹果箱买个新的狗窝吗？",
    text_time = 3450
  },
  [140891132] = {
    content = "我下单的时候好像没看清楚尺寸。",
    text_time = 2250
  },
  [140891133] = {
    content = "结果寄来的狗窝大到能躺下一个我！",
    text_time = 2400
  },
  [140891210] = {
    title = "哈哈哈哈哈",
    content = "哈哈哈哈哈哈怎么会这样！",
    text_time = 1800
  },
  [140891211] = {
    content = "阿薯你笑得好过分……",
    text_time = 1500
  },
  [140891212] = {
    content = "其实我本来想着大了就大了，反正能睡下苹果箱就好。",
    text_time = 3600
  },
  [140891213] = {
    content = "结果苹果箱看到这么大的窝反而害怕了，怎么都不肯躺上去。",
    text_time = 4050
  },
  [140891220] = {
    title = "苹果箱什么反应？",
    content = "那苹果箱看到的时候是什么反应啊？",
    text_time = 2400
  },
  [140891221] = {
    content = "它好像有点害怕这么大的窝。",
    text_time = 1950
  },
  [140891222] = {
    content = "不管我怎么引导它，它都不肯上去。",
    text_time = 2400
  },
  [140891223] = {
    content = "最后又躺回旧的窝里了。",
    text_time = 1650
  },
  [140891230] = {
    title = "可以让苹果箱和cello一起用",
    content = "可以把这个窝当成苹果箱和cello共同的窝啊~",
    text_time = 3450
  },
  [140891231] = {
    content = "我本来也是这么想的。",
    text_time = 1500
  },
  [140891232] = {
    content = "可它们好像都有点害怕这么大的窝。",
    text_time = 2400
  },
  [140891233] = {
    content = "不管我放了多少零食和玩具它们都不肯上去。",
    text_time = 3000
  },
  [140891310] = {
    title = "实不相瞒，我想躺躺看",
    content = "实不相瞒，我有点想躺躺看，感觉躺进去会很舒服~",
    text_time = 3450
  },
  [140891311] = {
    content = "其实我已经试过了哈哈哈",
    text_time = 1650
  },
  [140891312] = {
    content = "确实很舒服，我特意挑的毛茸茸又软绵绵的窝~",
    text_time = 3150
  },
  [140891313] = {
    content = "和阿薯一起躺在里面肯定很幸福~",
    text_time = 2250
  },
  [140891320] = {
    title = "我看了一下卖家秀",
    content = "我看了一下卖家秀，好像有不少人是特定定制这样的窝给自己睡的。",
    text_time = 4500
  },
  [140891321] = {
    content = "原来还有这么有趣的人~",
    text_time = 1650
  },
  [140891322] = {
    content = "那阿薯要不要来试试？我特意选了个毛茸茸又软绵绵的窝~",
    text_time = 3900
  },
  [140891323] = {
    content = "很适合天冷的时候和阿薯挤在一起抱团取暖。",
    text_time = 3000
  },
  [140891330] = {
    title = "不如转变一下思路",
    content = "不如改变一下思路，以前我在网上看过设计成狗窝的床垫……不如拿来当我们的窝吧！",
    text_time = 5550
  },
  [140891331] = {
    content = "啊！那阿薯快过来吧！",
    text_time = 1500
  },
  [140891332] = {
    content = "我特意挑了一个毛茸茸又软绵绵的窝。",
    text_time = 2550
  },
  [140891333] = {
    content = "和阿薯一起挤在里面睡觉一定很幸福~",
    text_time = 2550
  },
  [140892000] = {
    content = "我收到了一个包裹，是你寄来的吗？",
    text_time = 2400
  },
  [140892110] = {
    title = "应该不是我",
    content = "应该不是我，最近我都没有给你买东西。",
    text_time = 2700
  },
  [140892111] = {
    content = "我看里面是两套情侣款的篮球服，以为是你寄过来的。",
    text_time = 3600
  },
  [140892112] = {content = "……", text_time = 300},
  [140892113] = {
    content = "刚收到于哥的短信，是他寄的。",
    text_time = 2100
  },
  [140892120] = {
    title = "里面有什么？",
    content = "里面有什么东西吗？",
    text_time = 1350
  },
  [140892121] = {
    content = "两套情侣款的篮球服，我还以为是你给我寄的。",
    text_time = 3150
  },
  [140892122] = {content = "……", text_time = 300},
  [140892123] = {
    content = "收到短信了，是于哥寄的。",
    text_time = 1800
  },
  [140892130] = {
    title = "有写寄件人吗？",
    content = "包裹上面有写寄件人的信息吗？",
    text_time = 2100
  },
  [140892131] = {
    content = "寄件信息被蹭得看不清了。",
    text_time = 1800
  },
  [140892132] = {
    content = "我看里面是两套情侣款的篮球服，下意识觉得是你给我寄的。",
    text_time = 4050
  },
  [140892133] = {
    content = "……于哥发短信了，是他寄的。",
    text_time = 2100
  },
  [140892210] = {
    title = "篮球队的于哥？",
    content = "是篮球队的于哥吗？他怎么忽然给你寄球服了？",
    text_time = 3150
  },
  [140892211] = {
    content = "于哥在短信里说，他的朋友是我们社区球队的球衣赞助商。",
    text_time = 3900
  },
  [140892212] = {
    content = "之前看到我们穿球衣的照片，觉得不错。",
    text_time = 2700
  },
  [140892213] = {
    content = "就送了我们一套，当是帮他免费宣传。",
    text_time = 2550
  },
  [140892220] = {
    title = "短信里说了什么？",
    content = "短信里说了什么？",
    text_time = 1200
  },
  [140892221] = {
    content = "说于哥的朋友是我们社区球队的球衣赞助商。",
    text_time = 3000
  },
  [140892222] = {
    content = "之前偶然看到我们穿着同款球服的照片，觉得很不错。",
    text_time = 3600
  },
  [140892223] = {
    content = "就托于哥给我们寄了一套新款，让我们给他宣传一下。",
    text_time = 3600
  },
  [140892230] = {
    title = "是篮球队的新球服吗？",
    content = "于哥的话，会是社区篮球队的新队服吗？",
    text_time = 2700
  },
  [140892231] = {
    content = "应该不是。短信里说，于哥的朋友是我们社区球队的球衣赞助商。",
    text_time = 4350
  },
  [140892232] = {
    content = "之前来现场看比赛的时候看到我们穿着同款的球衣，觉得效果很好。",
    text_time = 4500
  },
  [140892233] = {
    content = "所以给我们送了一套新款，希望我们多出去走走，替他宣传。",
    text_time = 4050
  },
  [140892310] = {
    title = "好想试穿看看",
    content = "好想立马试穿看看！",
    text_time = 1350
  },
  [140892311] = {
    content = "一定很适合你。",
    text_time = 1050
  },
  [140892312] = {
    content = "正好我今天没有特别任务，可以早点下班。",
    text_time = 2850
  },
  [140892313] = {
    content = "一会我就带着球衣去找你。",
    text_time = 1800
  },
  [140892320] = {
    title = "去哪里宣传比较好",
    content = "但你说我们穿去哪里比较有宣传效果呢？",
    text_time = 2700
  },
  [140892321] = {
    content = "除了球场之外，我觉得其他地方也都能去。",
    text_time = 2850
  },
  [140892322] = {
    content = "毕竟起到宣传作用的是你。",
    text_time = 1800
  },
  [140892323] = {
    content = "和地点没有太多关系。",
    text_time = 1500
  },
  [140892330] = {
    title = "要不要拍照",
    content = "那我们要不要拍几张照片谢谢于哥的朋友？说不定他能用来线上宣传呢~",
    text_time = 4800
  },
  [140892331] = {
    content = "这个主意不错。",
    text_time = 1050
  },
  [140892332] = {
    content = "不过你知道我不太擅长面对镜头。",
    text_time = 2250
  },
  [140892333] = {
    content = "过程中可能需要你指导一下。",
    text_time = 1950
  },
  [140893000] = {
    content = "你发错人了吧？怎么给我发了个养老院的链接？",
    text_time = 3150
  },
  [140893110] = {
    title = "不是普通的养老院",
    content = "啧啧啧，这可不是普通的养老院！是“青年”养老院~",
    text_time = 3600
  },
  [140893111] = {
    content = "看到了。",
    text_time = 600
  },
  [140893112] = {
    content = "但有的人怎么年纪轻轻就开始想这些了？",
    text_time = 2700
  },
  [140893120] = {
    title = "就是给你发的",
    content = "就是给你发的！这是一家专门给年轻人开设的养老院。",
    text_time = 3600
  },
  [140893121] = {
    content = "我还以为它姓“青年”名“养老院”呢。",
    text_time = 2700
  },
  [140893122] = {
    content = "而且有的人年纪轻轻的，怎么就留意上这些了？",
    text_time = 3150
  },
  [140893130] = {
    title = "你再看仔细点",
    content = "你再仔细看看，这是一家什么养老院？",
    text_time = 2550
  },
  [140893131] = {
    content = "看到了，一家专为年轻人开办的养老院。",
    text_time = 2700
  },
  [140893132] = {
    content = "但你这个年纪，就算要“未雨绸缪”也太早了点吧？",
    text_time = 3450
  },
  [140893210] = {
    title = "很适合度假",
    content = "我是觉得这里很适合度假！里面有很多活动的！",
    text_time = 3150
  },
  [140893211] = {
    content = "能把“度假”和“养老院”联想到一块的人，估计也没几个了。",
    text_time = 4200
  },
  [140893212] = {
    content = "不过我看养老院里的活动和我们平日玩的也差不多。",
    text_time = 3450
  },
  [140893213] = {
    content = "差点意思。",
    text_time = 750
  },
  [140893220] = {
    title = "你不觉得很有意思吗？",
    content = "你都不觉得有意思吗？听说里面会举办各种活动呢。",
    text_time = 3450
  },
  [140893221] = {
    content = "运动健身、手工制作、露营、烧烤、剧本杀……",
    text_time = 3150
  },
  [140893222] = {
    content = "这些我们平时也没少玩儿吧？",
    text_time = 1950
  },
  [140893223] = {
    content = "还是差点意思。",
    text_time = 1050
  },
  [140893230] = {
    title = "其实是为了节目做准备",
    content = "这其实是我下一个节目的选题，所以想多听几个年轻人的意见。",
    text_time = 4200
  },
  [140893231] = {
    content = "我就知道。先让我看看里面有什么好玩的。",
    text_time = 2850
  },
  [140893232] = {
    content = "运动健身、手工制作、露营……这不是我们平时玩儿的吗？",
    text_time = 3900
  },
  [140893233] = {
    content = "感觉差点意思吧？",
    text_time = 1200
  },
  [140893310] = {
    title = "本来还想找你去呢",
    content = "本来还想找你一起去调研呢，既然你这个反应，算了~",
    text_time = 3600
  },
  [140893311] = {
    content = "怎么还钓鱼执法上了？",
    text_time = 1500
  },
  [140893312] = {
    content = "既然你这个反应，那我还偏就要去。",
    text_time = 2400
  },
  [140893313] = {
    content = "反正你比那些活动有意思多了。",
    text_time = 2100
  },
  [140893320] = {
    title = "可是我还是想去体验一下",
    content = "可是我还是想去，或许会有不一样的体验！",
    text_time = 2850
  },
  [140893321] = {content = "也行。", text_time = 450},
  [140893322] = {
    content = "反正到时候你觉得无聊了。",
    text_time = 1800
  },
  [140893323] = {
    content = "我再带你去别的有意思的地方。",
    text_time = 1950
  },
  [140893330] = {
    title = "要有什么你才觉得有意思?",
    content = "那你觉得里面要有什么才算有意思？",
    text_time = 2400
  },
  [140893331] = {
    content = "要达到我的要求，里面最好东边一个滑板场，西边一个古遗迹。",
    text_time = 4200
  },
  [140893332] = {
    content = "南边一个Live House，北边再来条美食街。",
    text_time = 3600
  },
  [140893333] = {
    content = "最后一点，不能少了你。",
    text_time = 1650
  },
  [140894000] = {
    content = "怎么突然给我发了一棵树的照片？",
    text_time = 2250
  },
  [140894110] = {
    title = "你肯定猜不到！",
    content = "你肯定猜不到！这是以我们的名义认养的杏树哦~",
    text_time = 3300
  },
  [140894111] = {
    content = "某人的想法的确让人出乎意料，但心思并不难猜。",
    text_time = 3300
  },
  [140894112] = {
    content = "前两天把家里的杏子果酱吃完的时候还一脸不舍得。",
    text_time = 3450
  },
  [140894113] = {
    content = "只是没想到你会把主意打到杏树上。",
    text_time = 2400
  },
  [140894120] = {
    title = "新的家庭成员",
    content = "这个树是以我们的名义认养的杏树，是我们家新的家庭成员哦！",
    text_time = 4200
  },
  [140894121] = {
    content = "看得出来某人对这位远在天边的家庭新成员期待不小。",
    text_time = 3600
  },
  [140894122] = {
    content = "不过喜欢杏子果酱喜欢到去认养一棵杏树。",
    text_time = 2850
  },
  [140894123] = {
    content = "的确是笨蛋会做的事。",
    text_time = 1500
  },
  [140894130] = {
    title = "参加了公益活动",
    content = "其实是我参加了一个助农活动，这是以我们的名义认养的杏树~",
    text_time = 4200
  },
  [140894131] = {
    content = "难怪某人这两天吃冰箱里剩下的杏子果酱时总是一脸傻笑。",
    text_time = 3900
  },
  [140894132] = {
    content = "原来已经在筹划下一次了。",
    text_time = 1800
  },
  [140894133] = {
    content = "不过既然是助农计划，也算是一举两得。",
    text_time = 2700
  },
  [140894210] = {
    title = "可以体验摘杏子",
    content = "不好嘛？等杏子成熟了我们还能亲自去摘呢！这才叫真正的“自供自足”。",
    text_time = 4950
  },
  [140894211] = {
    content = "这个理由还算不错。",
    text_time = 1350
  },
  [140894212] = {
    content = "但从照片来看，你认养的只是一棵小杏树。",
    text_time = 2850
  },
  [140894213] = {
    content = "你确定只采摘一轮的量足够我们现吃的同时，还能留下一部分用来做果酱？",
    text_time = 4950
  },
  [140894220] = {
    title = "以后果酱自由了",
    content = "嘿嘿，我们以后就可以果酱自由啦！",
    text_time = 2400
  },
  [140894221] = {
    content = "果酱自然能做，至于是不是能达到你说的“果酱自由”……",
    text_time = 3900
  },
  [140894222] = {
    content = "还要看你认养的这棵杏树来年能结出多少果了。",
    text_time = 3150
  },
  [140894223] = {
    content = "但从它的高度来看，它结的果恐怕还不够某人吃。",
    text_time = 3300
  },
  [140894230] = {
    title = "能吃上杏干了",
    content = "明年除了杏子果酱之外，我们还能吃上杏干呢~是不是很期待？",
    text_time = 4200
  },
  [140894231] = {
    content = "比起期待，更多的应该是怀疑。",
    text_time = 2100
  },
  [140894232] = {
    content = "从照片来看你认养的杏树并不大。",
    text_time = 2250
  },
  [140894233] = {
    content = "一轮的采摘量可能无法满足你吃上果酱的同时，还能吃上杏干。",
    text_time = 4200
  },
  [140894310] = {
    title = "那就慢慢等嘛",
    content = "那就慢慢等它长大嘛~反正我们有的是时间，经过等待的味道肯定更让人回味~",
    text_time = 5250
  },
  [140894311] = {
    content = "难得和某个笨蛋的想法不谋而合。",
    text_time = 2250
  },
  [140894312] = {
    content = "虽然头几年的结果量不会很多，但和你一起见证它的成长。",
    text_time = 3900
  },
  [140894313] = {
    content = "应该会比想象中有趣。",
    text_time = 1500
  },
  [140894320] = {
    title = "要不要多认养几棵？",
    content = "那……要不要我再多认养几棵？",
    text_time = 2100
  },
  [140894321] = {
    content = "还是让它成为那棵独特的存在吧。",
    text_time = 2250
  },
  [140894322] = {
    content = "虽然前几年能结的果子不多。",
    text_time = 1950
  },
  [140894323] = {
    content = "但我们有足够的时间等它成长。",
    text_time = 2100
  },
  [140894330] = {
    title = "要不要认养点别的果树？",
    content = "那要不要认养点别的果树？这样我们一年四季都有不同的果子可以摘了~",
    text_time = 4800
  },
  [140894331] = {
    content = "脑筋倒是转得挺快。",
    text_time = 1350
  },
  [140894332] = {
    content = "既然你喜欢，我没什么异议。",
    text_time = 1950
  },
  [140894333] = {
    content = "就当用另一种方式和你感受一年四季。",
    text_time = 2550
  },
  [140895000] = {
    content = "怎么没有叫醒我就一个人出去了？",
    text_time = 2250
  },
  [140895110] = {
    title = "不忍心叫你",
    content = "因为你看起很累的样子，我有点不忍心叫你。",
    text_time = 3000
  },
  [140895111] = {
    content = "最近研究所需要处理的工作确实比较多。",
    text_time = 2700
  },
  [140895112] = {
    content = "不过下次这种情况还是把我叫醒吧。",
    text_time = 2400
  },
  [140895113] = {
    content = "不然我就要独自面对在傍晚醒来时的茫然了。",
    text_time = 3000
  },
  [140895120] = {
    title = "我叫了哦",
    content = "我叫了哦，但叫了几次你都没醒，干脆让你多睡一会儿~",
    text_time = 3750
  },
  [140895121] = {
    content = "因为有你的空间，总会让我格外安心。",
    text_time = 2550
  },
  [140895122] = {
    content = "不过下次还是把我叫醒吧。",
    text_time = 1800
  },
  [140895123] = {
    content = "不然我就要独自面对在傍晚醒来时的茫然了。",
    text_time = 3000
  },
  [140895130] = {
    title = "怎么啦？一个人害怕吗",
    content = "怎么啦？难道许墨小朋友一个人在家会害怕吗？",
    text_time = 3150
  },
  [140895131] = {
    content = "嗯，确实有些。",
    text_time = 1050
  },
  [140895132] = {
    content = "开玩笑的。但独自在傍晚醒来，多少会让人有些茫然。",
    text_time = 3600
  },
  [140895133] = {
    content = "所以下次你还是把我叫起来吧。",
    text_time = 2100
  },
  [140895210] = {
    title = "我懂我懂",
    content = "我懂我懂！午睡醒来发现天黑下来的时候总有种被全世界抛弃的感觉……",
    text_time = 4800
  },
  [140895211] = {
    content = "我的感受似乎没有你说的那么强烈。",
    text_time = 2400
  },
  [140895212] = {
    content = "但醒来发现原本在我身边的你不见了，确实也是造成我茫然的一部分原因。",
    text_time = 4950
  },
  [140895213] = {
    content = "下雨了，你在什么地方？我出门接你。",
    text_time = 2550
  },
  [140895220] = {
    title = "这种情况好像叫……",
    content = "这种情况好像叫午睡悲伤综合症来着，就是午睡醒来会突然觉得情绪很低落。",
    text_time = 5100
  },
  [140895221] = {
    content = "比起你说的综合症。",
    text_time = 1350
  },
  [140895222] = {
    content = "我想我的情绪大部分还是因为睡醒后发现你不在身边而产生的。",
    text_time = 4200
  },
  [140895223] = {
    content = "下雨了，你在什么地方？我出门接你。",
    text_time = 2550
  },
  [140895230] = {
    title = "以后不在下午午睡",
    content = "午觉睡到天黑好像都会这样的，看来以后还是不要在下午睡午觉了……",
    text_time = 4650
  },
  [140895231] = {
    content = "比起这个，我想我的大部分感受还是因为醒来发现你离开了而产生的。",
    text_time = 4650
  },
  [140895232] = {
    content = "因为之前和你一起不小心午睡到晚上的时候，我并没有同样的感受。",
    text_time = 4500
  },
  [140895233] = {
    content = "下雨了，你在什么地方？我出门接你。",
    text_time = 2550
  },
  [140895310] = {
    title = "去拿快递了",
    content = "我去拿快递了，家里的苹果蜡烛点完了，所以我又买了一个。回家就点上吧~",
    text_time = 5100
  },
  [140895311] = {
    content = "好，正好你之前说想试试看的西班牙苹果酒已经寄到了。",
    text_time = 3750
  },
  [140895312] = {
    content = "我记得冰箱里还有一些火腿和奶酪，和它很相配。",
    text_time = 3300
  },
  [140895313] = {
    content = "今晚又是一个苹果味的夜晚。",
    text_time = 1950
  },
  [140895320] = {
    title = "去超市了",
    content = "我去超市买今晚的食材了~我还拿了一瓶你之前提过的“金色酒液”哦~",
    text_time = 4800
  },
  [140895321] = {
    content = "你是说西班牙产的苹果酒吗？确实很让人期待。",
    text_time = 3150
  },
  [140895322] = {
    content = "不过你要采买的东西听起来并不少，一个人的话或许会有些吃力。",
    text_time = 4350
  },
  [140895323] = {
    content = "稍等我一下，我马上就到。",
    text_time = 1800
  },
  [140895330] = {
    title = "在楼下了",
    content = "没关系，我已经在楼下了~我还带回来一瓶你之前说过的西班牙苹果酒哦~",
    text_time = 4950
  },
  [140895331] = {
    content = "其实在我醒来的时候，就已经把房间里的苹果蜡烛点燃了。",
    text_time = 3900
  },
  [140895332] = {
    content = "再搭配上你带回来的苹果酒。",
    text_time = 1950
  },
  [140895333] = {
    content = "我想以后回忆起下雨天，光是这些味道就能让人觉得温暖。",
    text_time = 3900
  },
  [140896000] = {
    content = "刚刚你转发给我的那个分析获奖角色的公众号我看到啦> <!",
    text_time = 4200
  },
  [140896110] = {
    title = "毕竟马上就要颁奖了",
    content = "毕竟今年的电影之夜颁奖日又快到了！",
    text_time = 2550
  },
  [140896111] = {
    content = "前几天和远哥聊天的时候，他也提到这件事了。",
    text_time = 3150
  },
  [140896112] = {
    content = "这次的奖项竞争好像很激烈……远哥他为了缓解紧张，还专门去收集了相关的话题数据——",
    text_time = 6000
  },
  [140896120] = {
    title = "粉丝们的夸夸都很可爱",
    content = "评论区除了分析还夹带了好多粉丝的夸夸，超可爱。",
    text_time = 3450
  },
  [140896121] = {
    content = "小汽水们都是细节怪，会把角色的每个地方用显微镜照出来夸。",
    text_time = 4200
  },
  [140896122] = {
    content = "比如这次大家都在提的西域王子，连头发丝都被他们夸进去了！",
    text_time = 4200
  },
  [140896123] = {
    content = "我记得阿薯之前也讲过……说很喜欢他的角色弧光。",
    text_time = 3450
  },
  [140896130] = {
    title = "大家都在讨论你今年的角色",
    content = "不是快到颁奖典礼了嘛，大家都在讨论你今年哪个角色最出彩！",
    text_time = 4200
  },
  [140896131] = {
    content = "最近的热门内容都和颁奖典礼有关。",
    text_time = 2400
  },
  [140896132] = {
    content = "我看到好多有关角色的剖析，还有不少和我剧本笔记高度重叠的内容……",
    text_time = 4800
  },
  [140896133] = {
    content = "尤其是解读西域王子的最高赞帖，观众完全get到我想表达的点了！！",
    text_time = 4800
  },
  [140896210] = {
    title = "上映期间不少热搜都是被你送上去的",
    content = "你演的西域王子真的很棒呀，还记得电影上映期间不少热搜都是被你的演技送上去的。",
    text_time = 5700
  },
  [140896211] = {
    content = "阿薯真的好喜欢他0.0我拍戏时的纠结果然都是值得的。",
    text_time = 3900
  },
  [140896212] = {
    content = "说到热搜上的片段，我有一段戏是因为和你私下对过台词后才有了处理的灵感。",
    text_time = 5250
  },
  [140896213] = {
    content = "每次看到那个剪辑，我都觉得背后满是$u的身影。",
    text_time = 3450
  },
  [140896220] = {
    title = "大家的选择和我有点偏差",
    content = "大家的选择和我有一点偏差，我倒是觉得你那部文艺片也有冲奖的可能哦——",
    text_time = 5100
  },
  [140896221] = {
    content = "如果是那部电影，薯片小姐的功劳就很大了( *｀ω´)",
    text_time = 3900
  },
  [140896222] = {
    content = "我处理不好情绪戏的时候，想去周围再调整调整状态，结果突然间你就出现在片场了。",
    text_time = 5700
  },
  [140896223] = {
    content = "后来导演说，他要的感觉就是我看到你那一刻的眼神。",
    text_time = 3600
  },
  [140896230] = {
    title = "只要能获奖哪个角色都可以",
    content = "今年竞争那么激烈，凭哪个角色获奖都很好，毕竟你对他们的用心程度是一样的。",
    text_time = 5400
  },
  [140896231] = {
    content = "毕竟在大部分情况下，我是一个“公平公正”的周棋洛~",
    text_time = 3750
  },
  [140896232] = {
    content = "公平对待角色，公平对待苹果箱和Cello——",
    text_time = 3300
  },
  [140896233] = {
    content = "然后非常“不公平”地偏心对待$u。",
    text_time = 2550
  },
  [140896310] = {
    title = "希望明年也有很多好本子",
    content = "明年我们的百变大明星，肯定也能遇到很多人设丰满的好本子！",
    text_time = 4200
  },
  [140896311] = {
    content = "虽然工作上的发展会是什么样我还不确定……",
    text_time = 3000
  },
  [140896312] = {
    content = "但是由$u和周棋洛共同执导的人生这部电影，我很早就在里面敲定一个角色了。",
    text_time = 5400
  },
  [140896313] = {
    content = "以后的每一年，我都会以薯片小姐最最最喜欢的人这个身份永远陪伴在你身边。",
    text_time = 5250
  },
  [140896320] = {
    title = "再坚持几天",
    content = "再坚持几天，颁奖典礼结束后我们就可以痛痛快快地放假了！",
    text_time = 4050
  },
  [140896321] = {
    content = "说得对——只差几天就可以把工作全部抛之脑后了！",
    text_time = 3450
  },
  [140896322] = {
    content = "我已经想好了，放假后的每一天我都不会浪费。",
    text_time = 3150
  },
  [140896323] = {
    content = "薯片小姐，你准备好迎接一个周棋洛含量百分百的假期了吗？",
    text_time = 4050
  },
  [140896330] = {
    title = "今年辛苦啦，过几天会有惊喜哦",
    content = "这一整年辛苦啦——小声剧透，过几天你可能会收到一个惊喜哦。",
    text_time = 4350
  },
  [140896331] = {
    content = "咳咳，那我要大声剧透，过几天$u也会收到大大的惊喜。",
    text_time = 3900
  },
  [140896332] = {
    content = "内容包括但不限于我出差小镇的纪念品、半个月份的拥抱……",
    text_time = 4050
  },
  [140896333] = {
    content = "还有周棋洛会用来表达喜欢和想念的所有方式。",
    text_time = 3150
  },
  [140897000] = {
    content = "下班了吗？我被关在地下储藏室了。",
    text_time = 2850
  },
  [140897110] = {
    title = "怎么突然去储藏室",
    content = "！你怎么突然跑去储藏室了？我在路上了，正在全速前进！",
    text_time = 3900
  },
  [140897111] = {
    content = "我没事，你先别急，不用跑。",
    text_time = 1950
  },
  [140897112] = {
    content = "看到你送我的香皂，想起我们之前好像在工艺品店买过一个贝壳形的香皂盒。",
    text_time = 5100
  },
  [140897113] = {
    content = "结果刚进来，就发现自己被反锁在里面了。",
    text_time = 2850
  },
  [140897120] = {
    title = "我马上就到！",
    content = "怎么回事！等我，我马上就到！",
    text_time = 2100
  },
  [140897121] = {
    content = "还记得那个贝壳形的香皂盒吗，我来储藏室就是为了找它。",
    text_time = 3900
  },
  [140897122] = {
    content = "之前的香皂盒摔坏了，我就想到用它来装你送我的香皂。",
    text_time = 3750
  },
  [140897123] = {
    content = "没想到这个门一关上，就再也打不开了。",
    text_time = 2700
  },
  [140897130] = {
    title = "储藏室的门有问题",
    content = "那扇门好像有点问题，上次我被关还没过多久，没想到这次轮到你了。",
    text_time = 4650
  },
  [140897131] = {
    content = "嗯，这次情况完全反过来了。",
    text_time = 1950
  },
  [140897132] = {
    content = "我是想找到之前买的那个贝壳形香皂盒，用来放你送的香皂。",
    text_time = 4050
  },
  [140897133] = {
    content = "只是没想到香皂盒没找到，还被反锁在地下室里了。",
    text_time = 3450
  },
  [140897210] = {
    title = "我记得那个",
    content = "我记得那个，是个很美的陶瓷贝壳！用来放海盐味香皂感觉会很适合！",
    text_time = 4650
  },
  [140897211] = {
    content = "而且香皂放在里面，会很像一颗贝壳里的珍珠。",
    text_time = 3150
  },
  [140897212] = {
    content = "现在这里光线有点暗，找起来有点困难。",
    text_time = 2700
  },
  [140897213] = {
    content = "待会等你过来，我们可以一起找。",
    text_time = 2250
  },
  [140897220] = {
    title = "我很开心",
    content = "嘿嘿，无所不能的白警官每次向我求助的时候，我都很开心~",
    text_time = 4050
  },
  [140897221] = {
    content = "可惜地下室没有窗户，不然我就能直接飞出去了。",
    text_time = 3300
  },
  [140897222] = {
    content = "不过在我记忆里，的确每次这种时候，你的心情看起来都很好。",
    text_time = 4200
  },
  [140897223] = {
    content = "比如我把水饺煮破那次，也是你力挽狂澜，把它变成了“肉丸面汤”。",
    text_time = 4650
  },
  [140897230] = {
    title = "它不在储藏室",
    content = "我知道是哪个了！它好像……被我和其他陶瓷碗碟一起收进柜子里了。",
    text_time = 4650
  },
  [140897231] = {
    content = "我说怎么半天都找不到，原来是找错地方了。",
    text_time = 3000
  },
  [140897232] = {
    content = "不过意外翻出了我们之前买的小夜灯，还有些有意思的小玩意。",
    text_time = 4200
  },
  [140897233] = {
    content = "有些东西还以为弄丢了，原来都在这里。",
    text_time = 2700
  },
  [140897310] = {
    title = "可以一起探险",
    content = "我好像也很久没有来储藏室了，不如趁机来一次“储藏室探险”吧！",
    text_time = 4500
  },
  [140897311] = {
    content = "好，我先把上面的几个大纸箱搬下来，里面的东西不少。",
    text_time = 3750
  },
  [140897312] = {
    content = "可以用你昨天考我的方式来给你出题，看你能不能靠触觉猜出里面的物品。",
    text_time = 4950
  },
  [140897313] = {
    content = "顺便看看我们曾经的回忆，你还记得多少。",
    text_time = 2850
  },
  [140897320] = {
    title = "已经到楼下了",
    content = "到楼下后刚想喊出一句“白起，我来救你了！”发现没带地下室钥匙。",
    text_time = 4650
  },
  [140897321] = {
    content = "钥匙在楼上电视柜的第一个抽屉里。",
    text_time = 2400
  },
  [140897322] = {
    content = "没事，拿了钥匙之后这个出场方式和口号可以重来一次。",
    text_time = 3750
  },
  [140897323] = {
    content = "我就在这等着你来救我。",
    text_time = 1650
  },
  [140897330] = {
    title = "要换个门锁了",
    content = "看来我们要尽快换个门锁了，不然万一我们哪天一起被锁在里面的话……",
    text_time = 4800
  },
  [140897331] = {
    content = "虽然可以叫顾征他们带着开锁工具来，但我不是很想。",
    text_time = 3600
  },
  [140897332] = {
    content = "要是被那几个大嘴巴知道了我被反锁在地下室，第二天就会传遍全署。",
    text_time = 4650
  },
  [140897333] = {
    content = "如果地下室里只有我们两个人，多被关一会儿好像也没关系。",
    text_time = 4050
  },
  [140898000] = {
    content = "所以你真的不来看我们最后一场公演？",
    text_time = 2550
  },
  [140898110] = {
    title = "赶不过来了",
    content = "我也不想啊……但我今天要去别的公司开会，真的赶不过来了。你不会生气了吧？",
    text_time = 5400
  },
  [140898111] = {
    content = "我是那种人吗？我就是替你可惜，看不到今晚的特别环节了。",
    text_time = 4050
  },
  [140898112] = {content = "……", text_time = 300},
  [140898113] = {
    content = "所以今天要去别的公司开会的人，现在为什么会躲在我们Live House的灯控台后面？",
    text_time = 6300
  },
  [140898120] = {
    title = "看过之前几场",
    content = "虽然这次是因为临时有工作才来不了，但之前几场演出我都看了啊，也就错过了一点点。",
    text_time = 5850
  },
  [140898121] = {
    content = "谁说的？都说了是最后一场演出，当然少不了特别环节了。只能说你没眼福了。",
    text_time = 5250
  },
  [140898122] = {content = "……", text_time = 300},
  [140898123] = {
    content = "所以临时有工作来不了的人，现在为什么会躲在我们Live House的灯控台后面？",
    text_time = 6000
  },
  [140898130] = {
    title = "庆功宴我一定到",
    content = "放心！我肯定能赶上你们的庆功宴！",
    text_time = 2400
  },
  [140898131] = {
    content = "散场了才来还有什么意思。今晚的最终场可是新增了特别环节，错过了可就没了。",
    text_time = 5400
  },
  [140898132] = {content = "……", text_time = 300},
  [140898133] = {
    content = "所以说了庆功宴才来的人，现在为什么会躲在我们Live House的灯控台后面？",
    text_time = 5850
  },
  [140898210] = {
    title = "你认错人了吧？",
    content = "你认错人了吧？",
    text_time = 1050
  },
  [140898211] = {
    content = "……你身上那件外套是上个月一起逛街的时候买的，鞋子也跟我同款。",
    text_time = 4650
  },
  [140898212] = {
    content = "就算没有这些，我也照样能认出你来。",
    text_time = 2550
  },
  [140898213] = {
    content = "说吧，搞得这么神秘，想干什么？",
    text_time = 2250
  },
  [140898220] = {
    title = "想我想到出现幻觉？",
    content = "我说，你是不是太想我导致出现幻觉了？",
    text_time = 2700
  },
  [140898221] = {
    content = "哟，你演技长进不少啊，被发现了还这么淡定。",
    text_time = 3150
  },
  [140898222] = {
    content = "你身上那件外套是上个月一起逛街的时候买的，鞋子也跟我同款。",
    text_time = 4350
  },
  [140898223] = {
    content = "而且就算你会七十二变，我一样能把你认出来。说吧，想干嘛？",
    text_time = 4200
  },
  [140898230] = {
    title = "可恶……",
    content = "可恶……怎么这么快就被发现了……",
    text_time = 2400
  },
  [140898231] = {
    content = "虽然你又是戴围巾又是戴口罩的。",
    text_time = 2250
  },
  [140898232] = {
    content = "但你身上那件外套是上个月一起逛街的时候买的，鞋子也跟我同款。",
    text_time = 4500
  },
  [140898233] = {
    content = "就算没有这些，我也不可能认错你。说吧，想干什么？",
    text_time = 3600
  },
  [140898310] = {
    title = "给你献花",
    content = "我就是想等你们最后谢幕的时候上台给你献花嘛……",
    text_time = 3450
  },
  [140898311] = {
    content = "我说你怎么捧着这么一大束花呢。",
    text_time = 2250
  },
  [140898312] = {
    content = "但花得表演后才能拿到，表演前你是不是也得有点表示？",
    text_time = 3750
  },
  [140898313] = {
    content = "别的就不用了，现在赶紧过来后台陪我多练几遍吧。",
    text_time = 3450
  },
  [140898320] = {
    title = "给你拍照",
    content = "我想给你拍点舞台照嘛……我还专门带了单反呢！",
    text_time = 3300
  },
  [140898321] = {
    content = "傻不傻，上台的是我手里的木偶又不是我，哪来的舞台照给你拍？",
    text_time = 4350
  },
  [140898322] = {
    content = "算了，你想拍也行。",
    text_time = 1350
  },
  [140898323] = {
    content = "但今晚演出开始前你都得留在后台陪我。",
    text_time = 2700
  },
  [140898330] = {
    title = "给你惊喜",
    content = "我想给你个惊喜嘛，你不是说会有特别环节吗，我就是其中一个在台下打配合的演员哦~",
    text_time = 5850
  },
  [140898331] = {
    content = "难怪我说有特别环节的时候你一点反应都没有，原来你早就“混”进来了。",
    text_time = 4950
  },
  [140898332] = {
    content = "行，确实挺惊喜的。",
    text_time = 1350
  },
  [140898333] = {
    content = "但既然要打配合，现在还是来后台跟我练上几遍吧。",
    text_time = 3450
  },
  [140899000] = {
    content = "薯片小姐你记得吗？之前跟你说的那个游戏今天就要发售了！",
    text_time = 4050
  },
  [140899110] = {
    title = "我已经订好闹钟了",
    content = "嘿嘿，那还用说。我早就订好抢购的闹钟了！",
    text_time = 3000
  },
  [140899111] = {
    content = "我就知道薯片小姐不会忘~",
    text_time = 1800
  },
  [140899112] = {
    content = "听说限量版这次有很多人预订，真害怕抢不到。",
    text_time = 3150
  },
  [140899120] = {
    title = "我记得你想买限量版对吧~",
    content = "没问题，我已经做好和你一起去抢限量版的准备了。",
    text_time = 3450
  },
  [140899121] = {
    content = "太好了，有薯片小姐一起帮我抢，概率增加中！",
    text_time = 3150
  },
  [140899122] = {
    content = "我现在每过几分钟，就忍不住看一下时间……",
    text_time = 3000
  },
  [140899130] = {
    title = "日程表早就提醒我了",
    content = "我早晨起来的时候，日程表就弹出来啦。",
    text_time = 2700
  },
  [140899131] = {
    content = "我也一样！一想到今天要抢首发限定版，我都没睡好。",
    text_time = 3600
  },
  [140899132] = {
    content = "我真怕待会突然睡着。",
    text_time = 1500
  },
  [140899210] = {
    title = "这个游戏这么好玩吗？",
    content = "能让你这么紧张，看来这个游戏一定很好玩。",
    text_time = 3000
  },
  [140899211] = {
    content = "是啊，它出前作的时候我就是它的粉丝。",
    text_time = 2700
  },
  [140899212] = {
    content = "不过它第一部也是双人游戏，害得我一人操控两个手柄才通关。",
    text_time = 4200
  },
  [140899213] = {
    content = "不过现在有阿薯能陪我一起玩~",
    text_time = 2100
  },
  [140899220] = {
    title = "限定版里是有什么特别的东西吗？",
    content = "我看页面上限定版只有100套，里面有什么特别的东西嘛？",
    text_time = 4050
  },
  [140899221] = {
    content = "除了游戏本体之外，还有专门送的海报和纪念手袋。",
    text_time = 3450
  },
  [140899222] = {
    content = "据说里面还会随机放上一些不同的盲盒。",
    text_time = 2700
  },
  [140899223] = {
    content = "不过最关键的是，会送一套情侣皮肤，可以和阿薯一起用。",
    text_time = 3900
  },
  [140899230] = {
    title = "我们可以的！",
    content = "再难的演唱会门票我们都抢到过！我们可以的！",
    text_time = 3150
  },
  [140899231] = {
    content = "嗯！主要因为这是我想和薯片小姐一起玩的游戏。",
    text_time = 3300
  },
  [140899232] = {
    content = "虽然限定版的赠品不影响游玩体验。",
    text_time = 2400
  },
  [140899233] = {
    content = "但里面附赠的小熊和小兔子装扮，我从发售前就喜欢上了。",
    text_time = 3900
  },
  [140899310] = {
    title = "那我们拿到手就开始玩~",
    content = "所以要不要我们拿到手之后，请一天假把它给打通关？",
    text_time = 3600
  },
  [140899311] = {
    content = "偷偷告诉你，其实我也是这么想的~",
    text_time = 2400
  },
  [140899312] = {
    content = "不过游戏寄过来还要花上几天。",
    text_time = 2100
  },
  [140899313] = {
    content = "在那之前我们都把工作处理完，就一起在家把它打通关！",
    text_time = 3750
  },
  [140899320] = {
    title = "突然多出了一份使命感！",
    content = "为了时装！我感觉身上多出了点使命感！",
    text_time = 2700
  },
  [140899321] = {
    content = "这个游戏里还有很多好看的双人情侣装可以解锁。",
    text_time = 3300
  },
  [140899322] = {
    content = "到时候我们可以不着急推进度，可以先把衣服都收集完~",
    text_time = 3750
  },
  [140899323] = {
    content = "到时候做游戏里最靓的情侣组合~",
    text_time = 2250
  },
  [140899330] = {
    title = "我已经在刷新界面了",
    content = "了解！从现在开始猛猛刷新购买界面！",
    text_time = 2550
  },
  [140899331] = {
    content = "我也是！和薯片小姐同步率100%",
    text_time = 2400
  },
  [140899332] = {
    content = "现在正在寻找屋子里网络最好的位置。",
    text_time = 2550
  },
  [140899333] = {
    content = "保证能让我们的游戏角色穿上最可爱的衣服~",
    text_time = 3000
  }
}
return data
