module("short_msg_text14087", package.seeall)
data = {
  [140870000] = {
    content = "前几天你分享的穿搭教程我都看完了，想试试看，有什么购买建议吗？",
    text_time = 4650
  },
  [140870110] = {
    title = "你全都看完了吗！",
    content = "那么大一个视频整合包，你居然都看完了吗？",
    text_time = 3000
  },
  [140870111] = {
    content = "确实花了点时间，里面有几期“正装搭配宝典”我还在出任务时用到。",
    text_time = 4650
  },
  [140870112] = {
    content = "不过日常穿还是想买点休闲的。",
    text_time = 2100
  },
  [140870120] = {
    title = "那可是我精挑细选的教程",
    content = "毕竟是我精挑细选的教程，要推荐的话，有什么方向吗？",
    text_time = 3750
  },
  [140870121] = {
    content = "方向的话，想要更轻松些的搭配。",
    text_time = 2250
  },
  [140870122] = {
    content = "主要我经常在外面行动，会有不少运动量。",
    text_time = 2850
  },
  [140870130] = {
    title = "让我回顾一下",
    content = "等等！因为推荐的太多一下忘记了，能不能提醒一下。",
    text_time = 3600
  },
  [140870131] = {
    content = "好，你推荐的视频里有“如何打造帅气男友”“礼服要领”“男人衣柜”……",
    text_time = 5100
  },
  [140870132] = {
    content = "我觉得教程里说的都挺有道理，反而不清楚从哪入手了。",
    text_time = 3750
  },
  [140870210] = {
    title = "清爽风感觉怎么样？",
    content = "感觉清爽风就不错，差不多就是我们前段时间去甜品店的样子。",
    text_time = 4200
  },
  [140870211] = {
    content = "这样吗，那天我就随手一搭，看来效果不错。",
    text_time = 3000
  },
  [140870212] = {
    content = "现在想想看，倒是和你那天的裙子很搭，有点孩子气的可爱。",
    text_time = 4050
  },
  [140870220] = {
    title = "现在不适合深色",
    content = "你经常在外面不适合深色衣服，不然以浅色为主怎么样？",
    text_time = 3750
  },
  [140870221] = {
    content = "浅色的确不错，纳入参考范围。",
    text_time = 2100
  },
  [140870222] = {
    content = "我还记得你前几天拍小狼玩偶时候的衣服，要不要推荐能和那个凑一套的。",
    text_time = 4950
  },
  [140870230] = {
    title = "要不要挑战下自己？",
    content = "要不要挑战下自己试试“可爱休闲少年风”，我会负责搭配的。",
    text_time = 4200
  },
  [140870231] = {
    content = "这个好像没在教程里面看见过……不过倒是想试试看。",
    text_time = 3600
  },
  [140870232] = {
    content = "去甜品店那天我就想，应该穿和你那身更搭配的衣服。",
    text_time = 3600
  },
  [140870310] = {
    title = "是不是喜欢上了可爱",
    content = "是不是上次拍完发卡照片，你就喜欢上可爱风了~",
    text_time = 3300
  },
  [140870311] = {
    content = "那时候只是拍照，暂时不算数。",
    text_time = 2100
  },
  [140870312] = {
    content = "不过和你情侣穿搭，倒是没关系。",
    text_time = 2250
  },
  [140870313] = {
    content = "在你身边的我，可以有很多样子。",
    text_time = 2250
  },
  [140870320] = {
    title = "还记得你带发卡的照片",
    content = "上次那张戴发卡的照片因为过于可爱，现在已经是我的手机屏保了。",
    text_time = 4500
  },
  [140870321] = {
    content = "之前你设置的时候，我就看到了。",
    text_time = 2250
  },
  [140870322] = {
    content = "说实话，虽然过于可爱了点，可从当事人的角度看还挺不错的。",
    text_time = 4200
  },
  [140870323] = {
    content = "下次我们还可以拍更多照片。",
    text_time = 1950
  },
  [140870330] = {
    title = "交给我吧！",
    content = "别的不敢说，这方面就交给我吧，保证让白队接下来可爱又帅气！",
    text_time = 4350
  },
  [140870331] = {
    content = "是吗？如果是你喜欢的，我应该也一样喜欢。",
    text_time = 3000
  },
  [140870332] = {
    content = "在可爱上，不超过上次拍照的范围就好。",
    text_time = 2700
  },
  [140870333] = {
    content = "这方面交给你，我很放心。",
    text_time = 1800
  },
  [140871000] = {
    content = "三十分钟了，到你答应我的时间了。",
    text_time = 2400
  },
  [140871110] = {
    title = "呜呜就快布置好了",
    content = "呜呜能不能委屈你在房间里再多待一会儿，我就快把中秋家宴做好了！",
    text_time = 4650
  },
  [140871111] = {
    content = "……最后十分钟。",
    text_time = 1200
  },
  [140871112] = {
    content = "你在外面制造的动静我听得很清楚，什么家宴需要准备得这么“丁零当啷”？",
    text_time = 5100
  },
  [140871120] = {
    title = "申请再给我十分钟",
    content = "申请再给我批十分钟……你现在出来的话惊喜都没布置完呢。",
    text_time = 4050
  },
  [140871121] = {
    content = "某人的哀嚎和丁零当啷的声音都传到卧室了。",
    text_time = 3000
  },
  [140871122] = {
    content = "要给一个理由，我才能考虑这份申请是否该被批准。",
    text_time = 3450
  },
  [140871130] = {
    title = "竟然这么快就到布置结束的时间了",
    content = "竟然这么快就到点了，等等等等，你再待会儿嘛，小露台上还差点东西……",
    text_time = 4950
  },
  [140871131] = {
    content = "相似的台词，我今天在某人这听过不下三遍。",
    text_time = 3000
  },
  [140871132] = {
    content = "我可以等，前提是告诉我你一个人在外面“热闹”地做什么？",
    text_time = 4050
  },
  [140871210] = {
    title = "是布丁……",
    content = "布丁偷喝桂花柠檬茶，把脑袋埋到杯子里自己拔不出来，我已经把它解救出来了！",
    text_time = 5400
  },
  [140871211] = {content = "……？", text_time = 450},
  [140871212] = {
    content = "这个家里的笨蛋浓度好像有点太高了。",
    text_time = 2550
  },
  [140871213] = {
    content = "感觉今天的“惊喜”已经十分到位了，需要帮忙的话就说。",
    text_time = 3900
  },
  [140871220] = {
    title = "小事情！",
    content = "小事情！打碎了一个杯子而已，幸好家里杯子多。",
    text_time = 3300
  },
  [140871221] = {
    content = "又给你下次买杯子提供了新的理由。",
    text_time = 2400
  },
  [140871222] = {
    content = "刚才还听到布丁的叫声，打碎杯子应该有它的“功劳”。",
    text_time = 3750
  },
  [140871223] = {
    content = "需要帮忙么？比如说暂时看管布丁，让某人可以全心全意准备“惊喜”。",
    text_time = 4800
  },
  [140871230] = {
    title = "一切都进展得很顺利",
    content = "咦，哪有什么声响，一切都进展得很顺利呀OvO",
    text_time = 3300
  },
  [140871231] = {
    content = "如果忽略五秒前客厅传来的嘈杂，这句话还算有可信度。",
    text_time = 3750
  },
  [140871232] = {
    content = "需要帮忙就早说，如果因为准备惊喜，让某个笨蛋饿肚子就本末倒置了。",
    text_time = 4800
  },
  [140871233] = {
    content = "还有，我听到布丁的声音了，如果它捣乱的话，可以先送到卧室。",
    text_time = 4350
  },
  [140871310] = {
    title = "放心！今晚肯定让你给出五星好评！",
    content = "放心，这段时间我可是好好磨练了厨艺，一会儿肯定让你给出五星好评！",
    text_time = 4800
  },
  [140871311] = {
    content = "拭目以待。",
    text_time = 750
  },
  [140871312] = {
    content = "毕竟有人这段时间“偷师”了不少厨艺技巧。",
    text_time = 3000
  },
  [140871313] = {
    content = "不过，不管菜品味道如何，某人用心准备的惊喜，评价一直都是五星以上。",
    text_time = 4950
  },
  [140871320] = {
    title = "小插曲不会打破今天的完美！",
    content = "小插曲不会打破今天的完美！今天肯定会是一个完美的赏月夜。",
    text_time = 4200
  },
  [140871321] = {
    content = "赏月的酒我已经准备好了，在加上你和布丁，今天本就完美。",
    text_time = 4050
  },
  [140871322] = {
    content = "但我确实也很期待某人的额外惊喜。",
    text_time = 2400
  },
  [140871323] = {
    content = "十分钟到了，我要出来“验收”这份完美了。",
    text_time = 3000
  },
  [140871330] = {
    title = "除了帮我你还有别的想法嘛",
    content = "除了帮我，关于今晚你还有什么其他想法嘛！",
    text_time = 3000
  },
  [140871331] = {content = "当然。", text_time = 450},
  [140871332] = {
    content = "拿剩下的食材做一款笨蛋甜点，以纪念你今天的笨蛋行径。",
    text_time = 3900
  },
  [140871333] = {
    content = "至于中秋夜最重要的那份想法，等到一起赏月的时候再说也不迟。",
    text_time = 4350
  },
  [140872000] = {
    content = "生科所的同事给我发来一张截图，说在灯会的现场直播中看到了我们的身影。",
    text_time = 5100
  },
  [140872110] = {
    title = "竟然能一眼看到我们",
    content = "竟然能在这么多人里一眼看到我们……同事眼好尖！",
    text_time = 3450
  },
  [140872111] = {
    content = "据他所说，是根据$u手上的花草纸灯“定位”的。",
    text_time = 3450
  },
  [140872112] = {
    content = "这盏小纸灯，在我的办公室暂住了几天，同事们都很眼熟。",
    text_time = 3900
  },
  [140872120] = {
    title = "我要去看录播！",
    content = "真的吗！我要去看录播。",
    text_time = 1650
  },
  [140872121] = {
    content = "大概在42分21秒左右的时候，我已经截好了视频片段，一会儿发给你。",
    text_time = 4950
  },
  [140872122] = {
    content = "你和手中的花灯都十分亮眼。",
    text_time = 1950
  },
  [140872130] = {
    title = "拍得好看吗？",
    content = "怎么样？被拍得好看吗？",
    text_time = 1650
  },
  [140872131] = {
    content = "很好看，你提着我送给你的纸灯看向我，笑得十分灿烂。",
    text_time = 4200
  },
  [140872132] = {
    content = "至少在我眼里，这一幕是这个中秋节目中最值得珍藏的画面。",
    text_time = 3750
  },
  [140872210] = {
    title = "许教授给我的这盏手作纸灯……",
    content = "许教授给我的这盏手作纸灯，是灯会上最好看的那个。",
    text_time = 3600
  },
  [140872211] = {
    content = "能得到你这样的评价，今天对我来说基本圆满了。",
    text_time = 3300
  },
  [140872212] = {
    content = "逛灯会的时候听人说，把花灯放在床头边，可以把节日的好运带到明天。",
    text_time = 4800
  },
  [140872213] = {
    content = "不如，今晚就让它伴你入眠？",
    text_time = 1950
  },
  [140872220] = {
    title = "我现在还能闻到纸灯里的花草香呢",
    content = "说到纸灯，我现在还能闻到里面淡淡的花草香呢。",
    text_time = 3300
  },
  [140872221] = {
    content = "某位小姑娘之前向我抱怨过，自己的睡眠质量最近有些变差了。",
    text_time = 4200
  },
  [140872222] = {
    content = "那些搭配的花草都有助眠功效，$u今晚可以把纸灯放在床边，试试效果。",
    text_time = 4950
  },
  [140872223] = {
    content = "如果能做一个美妙的梦，就更好了。",
    text_time = 2400
  },
  [140872230] = {
    title = "相比之下我给你做的灯……",
    content = "相比之下，我给你做的灯居然半路“抛锚”不亮了……",
    text_time = 3600
  },
  [140872231] = {
    content = "你嘟着嘴试图把它“戳亮”的模样我还记忆犹新。",
    text_time = 3300
  },
  [140872232] = {
    content = "它不亮的原因应该是线路接触不良，刚才我稍微调整了一下。它现在正在我的床头柜上亮着。",
    text_time = 6150
  },
  [140872233] = {
    content = "希望我做的灯也可以陪伴你进入梦乡。",
    text_time = 2550
  },
  [140872310] = {
    title = "我已经把灯放到床头了！",
    content = "我已经把灯和今天灯会上买的兔兔月亮船都放在床头啦！",
    text_time = 3750
  },
  [140872311] = {
    content = "那个兔子月亮船也很可爱，不过它还缺少一样东西。",
    text_time = 3450
  },
  [140872312] = {
    content = "我给月亮船上的兔子姑娘，折了一只小狐狸作为陪伴。",
    text_time = 3600
  },
  [140872313] = {
    content = "它也想和小兔船长一起探索世界的皎洁明亮。",
    text_time = 3000
  },
  [140872320] = {
    title = "我已经躺下了",
    content = "我已经躺下了，但感觉只有灯好像有些寂寞。",
    text_time = 3000
  },
  [140872321] = {
    content = "那不如戴上耳机，我打给你。",
    text_time = 1950
  },
  [140872322] = {
    content = "正好知道一个关于玉兔和花灯的故事，可以讲给你听。",
    text_time = 3600
  },
  [140872323] = {
    content = "我们都可以伴着彼此的声音入眠。",
    text_time = 2250
  },
  [140872330] = {
    title = "结果买的柿饼也没机会一起吃……",
    content = "没想到玩到这么晚，结果买的柿饼也没机会一起吃了。",
    text_time = 3600
  },
  [140872331] = {
    content = "柿饼的外包装上写着“花好月圆人长久”。",
    text_time = 2850
  },
  [140872332] = {
    content = "虽说今天已经有些晚了，但十五的月亮十六圆。",
    text_time = 3150
  },
  [140872333] = {
    content = "正好阳台上不少盆栽的花都开了，我想明天就是可以一起品尝的最好时间。",
    text_time = 4950
  },
  [140873000] = {
    content = "薯片小姐，新一轮的中秋小游戏开始啦，要参加吗？",
    text_time = 3450
  },
  [140873110] = {
    title = "要参加",
    content = "要！是什么游戏呀？",
    text_time = 1350
  },
  [140873111] = {
    content = "游戏规则如下——我在家中几个角落藏了“小月亮”，集齐六个月亮即可兑换神秘大奖！",
    text_time = 5850
  },
  [140873112] = {
    content = "提示：是跟雪饼一样大的满月哦。",
    text_time = 2250
  },
  [140873120] = {
    title = "你给我准备了好多哦",
    content = "诶，算上这一轮，今天都有5个节日安排了——你的可爱小点子真的好多哦。",
    text_time = 5100
  },
  [140873121] = {
    content = "其实我还有无数“可爱小点子”，以后都会拉着你慢慢体验(´▽｀)",
    text_time = 4650
  },
  [140873122] = {
    content = "怎么样～我在家里藏了几个月亮模型，你要试着找找看嘛？找到有惊喜！",
    text_time = 4800
  },
  [140873130] = {
    title = "是找月亮游戏吗？",
    content = "是找月亮小模型的游戏吗？我刚才在衣柜里发现了一个，是你藏的吧！",
    text_time = 4650
  },
  [140873131] = {
    content = "！！不愧是我的最佳搭档，居然一下就发现了。",
    text_time = 3150
  },
  [140873132] = {
    content = "没错哦，现在$u的家里有六个这样的小月亮，找齐了可以找我兑换惊喜礼物一份！",
    text_time = 5550
  },
  [140873210] = {
    title = "惊喜是一张手绘CD吗？",
    content = "我找到了六个月亮，凑齐了一组数字之后，打开了个带锁的盒子……惊喜是一张手绘CD吗？",
    text_time = 6150
  },
  [140873211] = {
    content = "没想到$u这么迅速就找到了！没错哦！",
    text_time = 2700
  },
  [140873212] = {
    content = "手绘的图案灵感都来自于我们去过的约会地点。",
    text_time = 3150
  },
  [140873213] = {
    content = "只要你把它放进碟片机，就会有周棋洛来给你唱浪漫的小情歌。",
    text_time = 3450
  },
  [140873220] = {
    title = "我猜惊喜是醉蟹馅的月饼",
    content = "有惊喜！！我猜是醉蟹馅的月饼（许愿）",
    text_time = 2700
  },
  [140873221] = {
    content = "虽然惊喜是另外的礼物，但许愿成功！",
    text_time = 2550
  },
  [140873222] = {
    content = "昨天看你收藏了醉蟹月饼的吃播视频，我就紧急下单了最新鲜的醉蟹月饼！",
    text_time = 4950
  },
  [140873223] = {
    content = "本来想作为今晚最后一个惊喜给你的，居然被提前猜到啦。",
    text_time = 3900
  },
  [140873230] = {
    title = "我已经派出小帮手了",
    content = "我已经派出小帮手——苹果箱和Cello帮我一起寻找啦，如果找到惊喜可以和它们共享吗？",
    text_time = 6450
  },
  [140873231] = {
    content = "唔——这份惊喜好像是只有薯片小姐才会喜欢的。",
    text_time = 3300
  },
  [140873232] = {
    content = "不过没关系，我给苹果箱和Cello准备了别的中秋小礼物。",
    text_time = 4200
  },
  [140873233] = {
    content = "小熊先生的宗旨是，让家里的每个成员都能在今天得到属于自己的小礼物！",
    text_time = 4950
  },
  [140873310] = {
    title = "等你回家分享这份喜悦",
    content = "我已经准备好等你回家，和你一起分享中秋的喜悦啦。",
    text_time = 3600
  },
  [140873311] = {
    content = "嘿嘿，喜欢就好，幸福不嫌多嘛。",
    text_time = 2250
  },
  [140873312] = {
    content = "我永远、永远都想给薯片小姐数不清的快乐。",
    text_time = 3000
  },
  [140873313] = {
    content = "中秋节快乐，我最亲爱的薯片小姐。",
    text_time = 2400
  },
  [140873320] = {
    title = "我也给小熊先生准备了回礼哦",
    content = "我也给小熊先生准备了回礼哦，所以快快回来吧！",
    text_time = 3300
  },
  [140873321] = {
    content = "哇！怎么办，我现在已经有点恨不得找个任意门瞬间穿梭回家了！",
    text_time = 4350
  },
  [140873322] = {
    content = "毕竟家里迎接我的除了你给我准备的礼物，还有一个最最最重要的——",
    text_time = 4650
  },
  [140873323] = {
    content = "陪我创造快乐的$u！比任何礼物都要珍贵。",
    text_time = 3000
  },
  [140873330] = {
    title = "带来惊喜的人怎么还没回家呀",
    content = "那带来惊喜的人怎么还不出现呀——",
    text_time = 2400
  },
  [140873331] = {
    content = "咳咳，薯片小姐现在闭上眼睛倒数66个数……",
    text_time = 3150
  },
  [140873332] = {
    content = "然后，出现在你面前的不仅会有带来惊喜的人。",
    text_time = 3150
  },
  [140873333] = {
    content = "还有额外的大大的拥抱哦——",
    text_time = 1950
  },
  [140874000] = {
    content = "久等了，工作上的紧急状况已经解决了，我现在赶过来。你还在山脚吗？",
    text_time = 4800
  },
  [140874110] = {
    title = "我在喔",
    content = "我在喔！今天真的好多人拿着峡谷的蹦极秋千的宣传单。",
    text_time = 3750
  },
  [140874111] = {
    content = "毕竟有中秋活动，山谷里有巨大的人造月亮，看来大家都是奔着这个项目来的。",
    text_time = 5250
  },
  [140874112] = {
    content = "我还有十分钟才到，你还有时间再做一下心理准备。",
    text_time = 3450
  },
  [140874120] = {
    title = "我就在这里等你",
    content = "嗯嗯，我就在这里等你。这里可以看到山谷里巨大的人造月亮。",
    text_time = 4200
  },
  [140874121] = {
    content = "看介绍视频的时候，镜头有扫到这个角落，我记得大概方向。",
    text_time = 4050
  },
  [140874122] = {
    content = "我很快就到，你要再做一下心理准备吗？那个秋千应该和坐着蹦极感觉差不多。",
    text_time = 5250
  },
  [140874130] = {
    title = "迫不及待坐秋千“赏月”了",
    content = "山谷里巨大的人造月亮把这里照的好亮，我迫不及待想要去看看啦。",
    text_time = 4500
  },
  [140874131] = {
    content = "行，我加快速度。",
    text_time = 1200
  },
  [140874132] = {
    content = "这么亮的话，坐蹦极秋千的感觉应该更刺激。害怕吗？",
    text_time = 3600
  },
  [140874210] = {
    title = "区区高空秋千",
    content = "毕竟我们也体验过很多极限运动了，区区高空秋千根本不在话下～",
    text_time = 4350
  },
  [140874211] = {
    content = "那等我到了，我们一起征服这项新的运动。",
    text_time = 2850
  },
  [140874212] = {
    content = "到时候如果不够刺激，我还可以“加麻加辣”。",
    text_time = 3150
  },
  [140874213] = {
    content = "坐完秋千，我们还能在山顶逛逛，中秋的夜空应该比平日的还要漂亮。",
    text_time = 4650
  },
  [140874220] = {
    title = "有一点害怕",
    content = "说实话是有点害怕，在这里我都能听到回荡在山谷里的惨叫声……",
    text_time = 4350
  },
  [140874221] = {
    content = "先戴上耳机听会歌吧。",
    text_time = 1500
  },
  [140874222] = {
    content = "害怕会传染，等我到了我们一鼓作气过去。",
    text_time = 2850
  },
  [140874223] = {
    content = "要是上去后还害怕，秋千就不坐了，我们去山脚的庙会逛逛。",
    text_time = 4050
  },
  [140874230] = {
    title = "从高空忽然坠落的感觉……",
    content = "从高空忽然坠落山谷的感觉应该挺……刺激，但有你在身边，我就不怕了！",
    text_time = 4950
  },
  [140874231] = {
    content = "平时都是你给我“充电”，看来今天要反向操作了。",
    text_time = 3450
  },
  [140874232] = {
    content = "长官小姐等等我，马上就到。",
    text_time = 1950
  },
  [140874233] = {
    content = "今天这个运动需要比较大的勇气，所以可能得多充一会儿。",
    text_time = 3900
  },
  [140874310] = {
    title = "那我们的中秋夜就在山上过啦",
    content = "嘿嘿，那我们的中秋夜是不是就在山上过啦！近距离看星星和月亮。",
    text_time = 4500
  },
  [140874311] = {
    content = "前半夜应该是，后半夜想和你在家里过。",
    text_time = 2700
  },
  [140874312] = {
    content = "陪你追今天结局的电视剧，或者猜月饼的口味，都可以。",
    text_time = 3750
  },
  [140874313] = {
    content = "重要的是，从你窗边看到的月亮，总会比别的地方看要更美好一些。",
    text_time = 4500
  },
  [140874320] = {
    title = "山顶还有别的商业区",
    content = "我搜了攻略，那一块还有别的商业区，玻璃栈道轨道滑索都有诶……！",
    text_time = 4650
  },
  [140874321] = {
    content = "今天中秋，这些地方人应该不少。",
    text_time = 2250
  },
  [140874322] = {
    content = "如果你想的话，还有别的原创项目可以参加，地点在风里。",
    text_time = 3900
  },
  [140874323] = {
    content = "而且，项目组织员会全程陪伴。",
    text_time = 2100
  },
  [140874330] = {
    title = "最刺激的中秋即将开始",
    content = "最刺激的中秋节即将开始了！",
    text_time = 1950
  },
  [140874331] = {
    content = "我已经听到回荡在峡谷里的惊呼声了。",
    text_time = 2550
  },
  [140874332] = {
    content = "可以进入倒计时了，还有三分钟——",
    text_time = 2400
  },
  [140874333] = {
    content = "我们的节日正式开始。",
    text_time = 1500
  },
  [140875000] = {
    content = "这场烟花怎么样？先说好不接受“好”之外的回答。",
    text_time = 3450
  },
  [140875110] = {
    title = "超震撼",
    content = "超震撼的！把烟花做成不同形状的涂鸦也太有创意了～",
    text_time = 3600
  },
  [140875111] = {
    content = "也不看看这活动是谁策划的。",
    text_time = 1950
  },
  [140875112] = {
    content = "难得能在天上“涂鸦”，怎么说也得玩得尽兴。",
    text_time = 3150
  },
  [140875120] = {
    title = "这真的是你准备的？",
    content = "这真的是你准备的？也太厉害了吧！！",
    text_time = 2550
  },
  [140875121] = {
    content = "货真价实如假包换。",
    text_time = 1350
  },
  [140875122] = {
    content = "我厉害这事你第一天知道？",
    text_time = 1800
  },
  [140875130] = {
    title = "烟花炸开的一瞬间世界都亮了",
    content = "烟花炸开的一瞬间世界都亮了，没想到它们落下的时候还会组成不同形状耶！",
    text_time = 5100
  },
  [140875131] = {
    content = "确实被照得挺亮，你在人群中张嘴惊讶的表情我都看得一清二楚。",
    text_time = 4350
  },
  [140875132] = {
    content = "也不枉我准备这么久。",
    text_time = 1500
  },
  [140875210] = {
    title = "你准备了多久",
    content = "这么大的场面……你准备了多久呀？",
    text_time = 2400
  },
  [140875211] = {
    content = "不长不短，刚好一个月吧。",
    text_time = 1800
  },
  [140875212] = {
    content = "前段时间老头那不忙，抽空去市郊筹备而已，没占多少时间。",
    text_time = 4050
  },
  [140875213] = {
    content = "倒是你……从来不问我去哪了，我还期待你异想天开的猜测呢。",
    text_time = 4200
  },
  [140875220] = {
    title = "怎么突然弄起了这种活动？",
    content = "怎么突然弄起了这种活动？这么特别涂鸦花样的烟花应该挺难弄到的吧？",
    text_time = 4800
  },
  [140875221] = {
    content = "稍微有点小麻烦，不过物超所值。",
    text_time = 2250
  },
  [140875222] = {
    content = "之前听说有这种涂鸦形状的烟花就想见识一下了。",
    text_time = 3300
  },
  [140875223] = {
    content = "况且既然答应了要给你留下难忘的中秋回忆，这个夜晚当然不能凑合着过。",
    text_time = 4950
  },
  [140875230] = {
    title = "祝福收到啦",
    content = "烟花的图案里还藏着中秋祝福！我都收到啦。",
    text_time = 3000
  },
  [140875231] = {
    content = "居然发现了？你还真是一直都没走神啊。",
    text_time = 2700
  },
  [140875232] = {
    content = "本来还想附赠你个“解密”售后，现在看来不需要了。",
    text_time = 3600
  },
  [140875233] = {
    content = "这个算是祝福预演，正式的一会儿见面了再说给你听。",
    text_time = 3600
  },
  [140875310] = {
    title = "我等着当面感谢你",
    content = "那你快过来吧，我在原地等你好久了——",
    text_time = 2700
  },
  [140875311] = {
    content = "马上就回。知道有人肯定等不及了。",
    text_time = 2400
  },
  [140875312] = {
    content = "要是无聊就先在附近逛逛，买点吃的。",
    text_time = 2550
  },
  [140875313] = {
    content = "反正你在哪我都能一眼找到你。",
    text_time = 2100
  },
  [140875320] = {
    title = "我们之后的安排是什么？",
    content = "嘿嘿，烟花大会结束了，那我们后半夜的安排是？",
    text_time = 3300
  },
  [140875321] = {
    content = "答案不是显而易见么？",
    text_time = 1500
  },
  [140875322] = {
    content = "但既然今天是中秋，我们的活动还是和节日沾点关系吧。",
    text_time = 3750
  },
  [140875323] = {
    content = "那就——吃烧烤月饼、喝桂花汽水、压能赏月的马路。",
    text_time = 3600
  },
  [140875330] = {
    title = "我在网上刷到了烟花的视频",
    content = "我在网上刷到了这场烟花的视频版本！好多人在夸啊——",
    text_time = 3750
  },
  [140875331] = {
    content = "不重要，烟花是放给你的，又不是放给他们的。",
    text_time = 3150
  },
  [140875332] = {
    content = "如果喜欢这个烟花，今晚就开心点。",
    text_time = 2400
  },
  [140875333] = {
    content = "这才是最好的褒奖。",
    text_time = 1350
  },
  [140876000] = {
    content = "怎么分享了这么多宠物梳毛、按摩、美容的视频？",
    text_time = 3300
  },
  [140876110] = {
    title = "你不觉得看这些视频很解压吗？",
    content = "嘿嘿，因为看这些视频很解压嘛~你难道不觉得吗？",
    text_time = 3450
  },
  [140876111] = {
    content = "你是解压了。",
    text_time = 900
  },
  [140876112] = {
    content = "但被某人“盯上”的布丁，看起来压力不小。",
    text_time = 3000
  },
  [140876113] = {
    content = "这几天都不怎么在你眼前晃了。",
    text_time = 2100
  },
  [140876120] = {
    title = "我在尝试从入门到精通一门新的技能。",
    content = "我在尝试从入门到精通一门新的技能。",
    text_time = 2550
  },
  [140876121] = {
    content = "听起来是“我要准备捣乱了”的另一种说法。",
    text_time = 3000
  },
  [140876122] = {
    content = "鉴于实施对象不是我，我不给出意见。",
    text_time = 2550
  },
  [140876123] = {
    content = "你先问问布丁答不答应。",
    text_time = 1650
  },
  [140876130] = {
    title = "请你一起看看可爱的小动物~",
    content = "世界上还有好多可爱的小动物嘛，我想邀请你一起看看~",
    text_time = 3750
  },
  [140876131] = {
    content = "你该不会想再养一只宠物吧？",
    text_time = 1950
  },
  [140876132] = {
    content = "一个家有两只活蹦乱跳、成天捣乱的生物已经很吵闹了。",
    text_time = 3750
  },
  [140876133] = {
    content = "况且这种家庭议题，原住民布丁未必会开心。",
    text_time = 3000
  },
  [140876210] = {
    title = "我和布丁的友谊情比金坚。",
    content = "你不要挑拨我和布丁的友谊，我们情比金坚，它刚刚还舔了我的头发呢。",
    text_time = 4800
  },
  [140876211] = {
    content = "猫会衡量自己和人类的地位高低。",
    text_time = 2250
  },
  [140876212] = {
    content = "布丁觉得你是可以和它一起玩的玩伴，而且不出意外的话——",
    text_time = 4050
  },
  [140876213] = {
    content = "它大概觉得自己是你的老大。",
    text_time = 1950
  },
  [140876220] = {
    title = "趁周末我们给布丁洗澡吧，然后做个新造型！",
    content = "哼哼，它好久没洗澡了吧，刚好趁周末在家给它洗个澡，还可以给它做个新造型~",
    text_time = 5400
  },
  [140876221] = {
    content = "上次尝试在家里洗猫，没记错的话有些人最后被猫制服了。",
    text_time = 3900
  },
  [140876222] = {
    content = "那时候还嚷着什么，“专业的事要交给专业的人来做”。",
    text_time = 3750
  },
  [140876223] = {
    content = "这么快就忘了它沾着肥皂泡耀武扬威的样子？",
    text_time = 3000
  },
  [140876230] = {
    title = "我想和布丁沟通，但它不理我",
    content = "怪不得我刚刚想找它玩，但它一直趴在猫爬架的顶上不理我……是不是真的不开心了？",
    text_time = 5700
  },
  [140876231] = {
    content = "它还不至于这么小气。",
    text_time = 1500
  },
  [140876232] = {
    content = "不理你也无非是和你拉锯一下，好骗一根猫条吃。",
    text_time = 3300
  },
  [140876233] = {
    content = "如果我没猜错，它应该已经得手了。",
    text_time = 2400
  },
  [140876310] = {
    title = "我不服气",
    content = "……我有点不服气，怎么样才能让它知道我才是老大？",
    text_time = 3600
  },
  [140876311] = {
    content = "方法倒是有。",
    text_time = 900
  },
  [140876312] = {
    content = "不过需要一些胆量。",
    text_time = 1350
  },
  [140876313] = {
    content = "让它知道这个家里食物链的最顶端不是我，是你。",
    text_time = 3300
  },
  [140876320] = {
    title = "我有预感，我要和它开战了",
    content = "我有种不好的预感，我可能要和布丁开战了。",
    text_time = 3000
  },
  [140876321] = {content = "……", text_time = 300},
  [140876322] = {
    content = "冰箱上层有冻好的水果千层，昨天到的一箱新罐头放在玄关的柜子里。",
    text_time = 4650
  },
  [140876323] = {
    content = "你们两个都去吃点东西，保持冷静，等我回来再开战。",
    text_time = 3600
  },
  [140876330] = {
    title = "我要精进养猫技巧",
    content = "呜呜，看来我还要不断精进养猫的技巧才行……",
    text_time = 3150
  },
  [140876331] = {
    content = "和技巧无关。",
    text_time = 900
  },
  [140876332] = {
    content = "在我看来，布丁喜欢欺负你的原因大概率是——",
    text_time = 3150
  },
  [140876333] = {
    content = "它也很喜欢看到某人吃瘪的样子而已。",
    text_time = 2550
  },
  [140877000] = {
    content = "我好像知道你说的惊喜是什么了。",
    text_time = 2250
  },
  [140877110] = {
    title = "有没有被吓到",
    content = "嘿嘿，有没有被我新换的洗手液吓到？",
    text_time = 2550
  },
  [140877111] = {
    content = "确实有点惊讶。",
    text_time = 1050
  },
  [140877112] = {
    content = "虽然看到台子上的洗手液换成了新的，但没想到它竟然会唱歌。",
    text_time = 4200
  },
  [140877113] = {
    content = "能告诉我，它唱的是什么歌吗？",
    text_time = 2100
  },
  [140877120] = {
    title = "让你洗手的时候也快乐起来",
    content = "是会唱歌的洗手液，我想让你洗手的时候也快乐起来~",
    text_time = 3600
  },
  [140877121] = {
    content = "制作人小姐的目的已经达到了。",
    text_time = 2100
  },
  [140877122] = {
    content = "在充满心意的歌声中洗手，的确会让人快乐。",
    text_time = 3000
  },
  [140877123] = {
    content = "不知道这首歌的歌名是什么呢？",
    text_time = 2100
  },
  [140877130] = {
    title = "你肯定能第一时间发现",
    content = "我就知道，爱干净的许教授肯定能第一时间发现我精挑细选的洗手液！",
    text_time = 4650
  },
  [140877131] = {
    content = "在实验室待久了，养成了经常洗手的习惯。",
    text_time = 2850
  },
  [140877132] = {
    content = "只是实验室里的洗手液比较普通，不像你准备的这个一样会唱歌。",
    text_time = 4350
  },
  [140877133] = {
    content = "它唱的是什么歌呢？",
    text_time = 1350
  },
  [140877210] = {
    title = "是我自己录的歌",
    content = "是我自己录的洗手之歌哦，有听出我的声音吗？",
    text_time = 3150
  },
  [140877211] = {
    content = "当然，你还改编了它的歌词……",
    text_time = 2100
  },
  [140877212] = {
    content = "“我爱洗手，皮肤好好。好多泡泡，狐狸跌倒。”",
    text_time = 3300
  },
  [140877213] = {
    content = "每次洗手都能听到这么可爱的歌，我恐怕会忍不住忘记时间。",
    text_time = 4050
  },
  [140877220] = {
    title = "小动物的叫声",
    content = "是用小动物的叫声编成的歌，会不会有点吵啊？",
    text_time = 3150
  },
  [140877221] = {
    content = "不会，反倒有种怀念的感觉。",
    text_time = 1950
  },
  [140877222] = {
    content = "让我想起和你一起在动物园的时光。",
    text_time = 2400
  },
  [140877223] = {
    content = "唯一的烦恼大概就是，一旦回忆起来，不知不觉洗手的时间就会变长不少。",
    text_time = 4950
  },
  [140877230] = {
    title = "好像是七步洗手法",
    content = "其实就是七步洗手法的儿歌，跟着儿歌做就能洗得更干净！",
    text_time = 3900
  },
  [140877231] = {
    content = "原来是这样。",
    text_time = 900
  },
  [140877232] = {
    content = "不过我刚刚留意过时间。",
    text_time = 1650
  },
  [140877233] = {
    content = "如果一步步跟着儿歌做，似乎要比标准的洗手时间稍微长一点。",
    text_time = 4200
  },
  [140877310] = {
    title = "可以放瓶护手霜",
    content = "可以在洗手台放瓶护手霜，这样洗手时间长也不怕皮肤干燥。",
    text_time = 4050
  },
  [140877311] = {
    content = "好，不过家里的护手霜大多是管装的，不太适合放在洗手台上。",
    text_time = 4200
  },
  [140877312] = {
    content = "最近经常听到某位小姐的手机里传来“秋冬市集”的视频声音。",
    text_time = 4200
  },
  [140877313] = {
    content = "我们可以一起去逛一逛，选购一瓶更加合适的护手霜。",
    text_time = 3600
  },
  [140877320] = {
    title = "想换成许教授唱的歌",
    content = "那我想换成许教授唱的歌，时长刚刚好那种！",
    text_time = 3000
  },
  [140877321] = {
    content = "既然$u想听，我当然愿意配合。",
    text_time = 2250
  },
  [140877322] = {
    content = "不过我一个人的话，恐怕不太好把握时长和曲调。",
    text_time = 3300
  },
  [140877323] = {
    content = "晚上等你回来，可以陪我多练习几遍吗？",
    text_time = 2700
  },
  [140877330] = {
    title = "扩充一下曲库",
    content = "一首歌确实会出现这种问题，要不我们建个曲库，每次随机播放不同的歌~",
    text_time = 4950
  },
  [140877331] = {
    content = "好，一会儿我们可以一起填充曲库。",
    text_time = 2400
  },
  [140877332] = {
    content = "虽然还没设置好，我已经开始好奇下次会听到什么歌了。",
    text_time = 3750
  },
  [140877333] = {
    content = "即使是生活中最平常的小事，你也总会让人充满期待。",
    text_time = 3600
  },
  [140878000] = {
    content = "我看到你在朋友圈发的首映礼票根啦！",
    text_time = 2550
  },
  [140878110] = {
    title = "你的新电影好好看！",
    content = "呜呜呜，你的新电影好好看！我攒了一肚子的观后感想和你说~",
    text_time = 4200
  },
  [140878111] = {
    content = "我本来还有点紧张你的反馈呢~嘿嘿，喜欢就好！",
    text_time = 3300
  },
  [140878112] = {
    content = "观后感的话，那等晚上回家了我们当面慢慢说。",
    text_time = 3150
  },
  [140878113] = {
    content = "哦对了，阿薯离场前记得领首映礼礼盒，说不定还能抽中我的Q版角色玩偶呢~",
    text_time = 5250
  },
  [140878120] = {
    title = "有机会邀请男主角做个独家访谈吗",
    content = "嘿嘿，那有机会邀请这位男主角做个独家访谈吗？",
    text_time = 3300
  },
  [140878121] = {
    content = "唔，经过我一秒钟的严肃考虑，决定答应你的邀约了=v=",
    text_time = 3900
  },
  [140878122] = {
    content = "我还可以给你独家爆料最最有趣的拍摄花絮哦！",
    text_time = 3150
  },
  [140878123] = {
    content = "对了，听说这次剧组还为我设计了角色的Q版玩偶特典，你可以在首映礼盒里抽抽看。",
    text_time = 5700
  },
  [140878130] = {
    title = "我排队领了礼盒就去找你",
    content = "电影超级棒的！我好想现在就和男主角分享观后感哦，但我现在还在排队领一个礼盒……",
    text_time = 5850
  },
  [140878131] = {
    content = "哇！你竟然已经在排队领礼盒了吗！",
    text_time = 2400
  },
  [140878132] = {
    content = "我们剧组超级重视这次的礼盒，不仅做了特别的设计，还有限量特典。",
    text_time = 4650
  },
  [140878133] = {
    content = "我已经眼馋自己的那个Q版角色玩偶特典很久了，阿薯要加油抽中哦~",
    text_time = 4650
  },
  [140878210] = {
    title = "好担心抽不到。",
    content = "被你说得心动又紧张，啊啊啊万一没抽到怎么办……",
    text_time = 3450
  },
  [140878211] = {
    content = "别担心。",
    text_time = 600
  },
  [140878212] = {
    content = "我现在就把我的幸运全部传送给你。",
    text_time = 2400
  },
  [140878213] = {
    content = "如果隔着屏幕还不够的话，等工作结束我悄悄牵着你的手去领礼盒好了~",
    text_time = 4800
  },
  [140878220] = {
    title = "紧张刺激考验运气的时刻来临了。",
    content = "紧张刺激考验运气的时刻来临了，求求了让我抽到纪念礼盒的特典吧！我真的很想要！",
    text_time = 5700
  },
  [140878221] = {
    content = "噗……我好像在待机室都听到阿薯的祈祷声了。",
    text_time = 3150
  },
  [140878222] = {
    content = "那我和你一起祈祷好了。",
    text_time = 1650
  },
  [140878223] = {
    content = "薯洛心很诚，好运快快来~",
    text_time = 1800
  },
  [140878230] = {
    title = "这个特典版礼盒你自己有吗？",
    content = "这个特典玩偶你自己有吗？",
    text_time = 1800
  },
  [140878231] = {
    content = "o(╥﹏╥)o我没有，全场就限量一个。",
    text_time = 2850
  },
  [140878232] = {
    content = "所以现在就把这份唯一的希望寄托在阿薯身上了。",
    text_time = 3300
  },
  [140878233] = {
    content = "根据经验，在和对方有关的事情上，我们总是很幸运~",
    text_time = 3600
  },
  [140878310] = {
    title = "我已经迫不及待了",
    content = "我已经摩拳擦掌，迫不及待了！",
    text_time = 2100
  },
  [140878311] = {
    content = "不知道为什么，我有一种你会抽到特典的强烈预感。",
    text_time = 3450
  },
  [140878312] = {
    content = "啊啊啊我被催上台了！",
    text_time = 1500
  },
  [140878313] = {
    content = "手机里的阿薯，拜拜~观众席7排6座的阿薯，你好~",
    text_time = 3600
  },
  [140878320] = {
    title = "有了你的好运加持，我都不敢想我会有多幸运",
    content = "有了你的好运加持，我都不敢想我有多幸运！",
    text_time = 3000
  },
  [140878321] = {
    content = "哼哼，那是自然。",
    text_time = 1200
  },
  [140878322] = {
    content = "我都已经想好了，要是你真的抽中了——",
    text_time = 2700
  },
  [140878323] = {
    content = "我要去设计一个薯片小姐形象的情侣款玩偶，把它们也凑成一对~",
    text_time = 4350
  },
  [140878330] = {
    title = "好运buff没生效的话，有没有补偿？",
    content = "截图为证！好运buff没生效的话，是不是该有补偿？",
    text_time = 3750
  },
  [140878331] = {
    content = "那当然~而且我早有准备。",
    text_time = 1800
  },
  [140878332] = {
    content = "万一没中的话，我就去问同事要设计图，然后手工制作一个娃娃送给你。",
    text_time = 4800
  },
  [140878333] = {
    content = "无论如何，薯片小姐都会拥有独家特供特典~",
    text_time = 3000
  },
  [140879000] = {
    content = "你说阳台几株绿植的叶子上，突然出现了圆形孔洞？",
    text_time = 3450
  },
  [140879110] = {
    title = "叶片破破烂烂的了",
    content = "对，就像是有人用圆规把叶片切走了一样，叶子全都破破烂烂的了。",
    text_time = 4500
  },
  [140879111] = {
    content = "你发来的照片里，叶片的边缘痕迹整齐，但周围的花盆完好，门窗紧闭。",
    text_time = 4800
  },
  [140879112] = {
    content = "目前看来没有人类入侵的痕迹。",
    text_time = 2100
  },
  [140879113] = {
    content = "犯人更有可能是某种昆虫，比如切叶蜂。",
    text_time = 2700
  },
  [140879120] = {
    title = "检查了一遍问题不大",
    content = "是的，不过应该问题不大，植物们只是缺了点叶片，还活得好好的。",
    text_time = 4500
  },
  [140879121] = {
    content = "那就好。",
    text_time = 600
  },
  [140879122] = {
    content = "我刚刚去植物论坛上搜索了一圈。",
    text_time = 2250
  },
  [140879123] = {
    content = "根据照片和你刚刚说的线索来看，犯人很有可能是切叶蜂。",
    text_time = 3900
  },
  [140879130] = {
    title = "肯定有宇宙人暗中作案",
    content = "那些洞超级圆！你说会不会是像麦田怪圈似的，有宇宙人暗中作案？",
    text_time = 4500
  },
  [140879131] = {
    content = "咳咳，你说的嫌疑人也有可能，建议列入调查名单。",
    text_time = 3450
  },
  [140879132] = {
    content = "但我这里有一个更可疑的家伙，最好优先排查。",
    text_time = 3150
  },
  [140879133] = {
    content = "它就是小区里的切叶蜂。",
    text_time = 1650
  },
  [140879210] = {
    title = "是一种蜜蜂吗？",
    content = "切叶蜂是蜜蜂的一种吗？",
    text_time = 1650
  },
  [140879211] = {
    content = "对，我在小区里见过几次。",
    text_time = 1800
  },
  [140879212] = {
    content = "它们平时常常给花授粉，只偶尔切割叶片筑巢。",
    text_time = 3150
  },
  [140879213] = {
    content = "算是还不错的益虫。",
    text_time = 1350
  },
  [140879220] = {
    title = "啊啊啊救命！",
    content = "啊啊啊救命！！它们会不会伤人啊？",
    text_time = 2400
  },
  [140879221] = {
    content = "我已经第一时间确认过了。",
    text_time = 1800
  },
  [140879222] = {
    content = "它们对人没有威胁。",
    text_time = 1350
  },
  [140879223] = {
    content = "只是需要一些叶片筑巢，养育后代。",
    text_time = 2400
  },
  [140879230] = {
    title = "切叶蜂为什么会来我们家？",
    content = "这些切叶蜂为什么要来我们家？",
    text_time = 2100
  },
  [140879231] = {
    content = "一般它们会切割发育得最好的植株叶片，用来筑巢。",
    text_time = 3450
  },
  [140879232] = {
    content = "应该是我们的绿植最近长得很好，被它们盯上了。",
    text_time = 3300
  },
  [140879233] = {
    content = "不过你放心，它们不会伤人。",
    text_time = 1950
  },
  [140879310] = {
    title = "勉强原谅它们",
    content = "这样啊，那我就勉强原谅它们好了。",
    text_time = 2400
  },
  [140879311] = {
    content = "既然当事人表达了谅解，那么就不予追究嫌疑蜂的责任了。",
    text_time = 3900
  },
  [140879312] = {
    content = "但是考虑到嫌疑蜂可能再次“犯事”……",
    text_time = 2700
  },
  [140879313] = {
    content = "周末我们去挑一些切叶蜂不喜欢的植物，放在阳台上吧。",
    text_time = 3750
  },
  [140879320] = {
    title = "看来你的种植水平又进步了",
    content = "看来白警官的种植水平又进步了不少，切叶蜂“光顾”了都说好！",
    text_time = 4350
  },
  [140879321] = {
    content = "我最近只是和之前一样给绿植浇水施肥。",
    text_time = 2700
  },
  [140879322] = {
    content = "唯一的变化就是前段时间出任务时，拜托你调配了新的营养液。",
    text_time = 4200
  },
  [140879323] = {
    content = "所以，受到小家伙们认可的应该是我们两个人才对。",
    text_time = 3450
  },
  [140879330] = {
    title = "小蜜蜂也不容易",
    content = "这么说来小蜜蜂也不容易，要不就随它们去？",
    text_time = 3000
  },
  [140879331] = {
    content = "好，听你的。",
    text_time = 900
  },
  [140879332] = {
    content = "不过我认为，一下午都在为叶子担惊受怕的$u也很不容易。",
    text_time = 4050
  },
  [140879333] = {
    content = "今晚你不加班的话，一会儿我去接你吃顿大餐吧。",
    text_time = 3300
  }
}
return data
