module("short_msg_text14090", package.seeall)
data = {
  [140900000] = {
    content = "开会回来，桌上怎么多了好几本日历？",
    text_time = 2550
  },
  [140900110] = {
    title = "是我买给你的",
    content = "是我买给你的，新的一年要用新的日历哦~",
    text_time = 2850
  },
  [140900111] = {
    content = "除了某人，还有谁会往我桌子上放这些？",
    text_time = 2700
  },
  [140900112] = {
    content = "我疑惑的是，日历不止一本。",
    text_time = 1950
  },
  [140900113] = {
    content = "到底谁会用到这么多日历？",
    text_time = 1800
  },
  [140900120] = {
    title = "全都是我精心挑选的",
    content = "这些全都是我精心挑选的，现在属于你了！",
    text_time = 2850
  },
  [140900121] = {
    content = "我说最近怎么看到你刷手机时总是一脸纠结的样子。",
    text_time = 3450
  },
  [140900122] = {
    content = "原来是在挑选这些。",
    text_time = 1350
  },
  [140900123] = {
    content = "但是买这么多，你是想开日历商店吗？",
    text_time = 2550
  },
  [140900130] = {
    title = "之前说要换的日历",
    content = "之前你不是答应我，要换新的日历吗？",
    text_time = 2550
  },
  [140900131] = {
    content = "嗯，我只答应换“一本”日历。",
    text_time = 2100
  },
  [140900132] = {
    content = "但现在我桌子上有五本。",
    text_time = 1650
  },
  [140900133] = {
    content = "与我们当初的约定不符。",
    text_time = 1650
  },
  [140900210] = {
    title = "日历多了，心情也会变好",
    content = "相信我……日历多了，你的心情也会变好的~",
    text_time = 3000
  },
  [140900211] = {
    content = "我的心情不会根据日历的多少而变化。",
    text_time = 2550
  },
  [140900212] = {
    content = "我只收一本日历。",
    text_time = 1200
  },
  [140900213] = {
    content = "你现在选择一下留下哪个吧。",
    text_time = 1950
  },
  [140900220] = {
    title = "每个日历的主题不一样",
    content = "可每个日历主题不同，我觉得你都会感兴趣。",
    text_time = 3000
  },
  [140900221] = {
    content = "旅游、美食、萌宠……",
    text_time = 1500
  },
  [140900222] = {
    content = "我看这些是某人感兴趣的东西才对。",
    text_time = 2400
  },
  [140900223] = {
    content = "既然如此，就由你挑一本给我好了。",
    text_time = 2400
  },
  [140900230] = {
    title = "其实一开始只有一本",
    content = "其实一开始我只买了一本，但算法老是给我推荐。",
    text_time = 3300
  },
  [140900231] = {
    content = "于是，你又没忍住诱惑下单了？",
    text_time = 2100
  },
  [140900232] = {
    content = "果然是笨蛋会干的事情。",
    text_time = 1650
  },
  [140900233] = {
    content = "不过我只要一本就够了，你选一本给我吧。",
    text_time = 2850
  },
  [140900310] = {
    title = "呜呜呜我选不出来",
    content = "呜呜呜我选不出来，真的不能都放在你桌上吗？",
    text_time = 3150
  },
  [140900311] = {
    content = "不能。不过某人常常“折腾”的，又不只有办公桌这一个地方。",
    text_time = 4200
  },
  [140900312] = {
    content = "如果你能在下班前把下季度的计划表安排好……",
    text_time = 3150
  },
  [140900313] = {
    content = "我就把书房和Souvenir日历的决定权交给你。",
    text_time = 3600
  },
  [140900320] = {
    title = "每个都难以割舍",
    content = "我觉得这些日历每个都很有趣，很难割舍怎么办？",
    text_time = 3300
  },
  [140900321] = {
    content = "这次就先用着，明年可以少买一点。",
    text_time = 2400
  },
  [140900322] = {
    content = "同一系列的日历基本每一年都会复刻。",
    text_time = 2550
  },
  [140900323] = {
    content = "我们有足够的时间，把你有兴趣的日历慢慢体验一遍。",
    text_time = 3600
  },
  [140900330] = {
    title = "象征新一天的开始",
    content = "工作前先把一排日历撕掉，你不觉得象征着新一天的开始吗？",
    text_time = 4050
  },
  [140900331] = {
    content = "不觉得。",
    text_time = 600
  },
  [140900332] = {
    content = "不过一定要一排日历加入也可以。",
    text_time = 2250
  },
  [140900333] = {
    content = "把它们放在家里，我看着你撕。",
    text_time = 2100
  },
  [140901000] = {
    content = "今天从图书馆出来，收到了一张卡片。",
    text_time = 2550
  },
  [140901110] = {
    title = "什么样的卡片？",
    content = "是什么样的卡片呀？",
    text_time = 1350
  },
  [140901111] = {
    content = "卡片上画着鲜花、草丛和树木。",
    text_time = 2100
  },
  [140901112] = {
    content = "还有小动物围着篝火唱歌跳舞。",
    text_time = 2100
  },
  [140901113] = {
    content = "篝火上方用艺术字写着“Happy Boring Day”。",
    text_time = 4350
  },
  [140901120] = {
    title = "莫非是广告？",
    content = "莫非是写着“健身舞蹈瑜伽”的小广告？",
    text_time = 2700
  },
  [140901121] = {
    content = "那倒不是。",
    text_time = 750
  },
  [140901122] = {
    content = "是一张写着“Happy Boring Day”的卡片。",
    text_time = 4050
  },
  [140901123] = {
    content = "应该是学生社团的活动。",
    text_time = 1650
  },
  [140901130] = {
    title = "是谁给你的？",
    content = "咦，是谁给你的啊？",
    text_time = 1350
  },
  [140901131] = {
    content = "是几位头上戴着编织花环的同学。",
    text_time = 2250
  },
  [140901132] = {
    content = "他们会给每个路过的人发一张小卡片。",
    text_time = 2550
  },
  [140901133] = {
    content = "同时说一声“Happy Boring Day”。",
    text_time = 3600
  },
  [140901210] = {
    title = "好像很有趣",
    content = "那是什么，好像很有趣～",
    text_time = 1650
  },
  [140901211] = {
    content = "据发卡片的同学说，他们觉得日复一日的生活很无聊。",
    text_time = 3600
  },
  [140901212] = {
    content = "所以想要通过这种方式，制造一些惊喜和变化。",
    text_time = 3150
  },
  [140901213] = {
    content = "如果是$u，会选择用什么方式对抗无聊呢？",
    text_time = 3000
  },
  [140901220] = {
    title = "想亲眼看看了",
    content = "我也好想亲眼看一看～",
    text_time = 1500
  },
  [140901221] = {
    content = "我猜到你应该会很好奇，所以把卡片和宣传材料都收好了。",
    text_time = 3900
  },
  [140901222] = {
    content = "卡片背面还有一块空白，让人记录自己对抗无聊的方法。",
    text_time = 3750
  },
  [140901223] = {
    content = "我想，你应该有不少想写的内容？",
    text_time = 2250
  },
  [140901230] = {
    title = "无聊之日是什么节日",
    content = "无聊之日是什么特殊的节日吗？",
    text_time = 2100
  },
  [140901231] = {
    content = "它应该不是指某个特定的日子，而是泛指所有琐碎又重复的平凡日常。",
    text_time = 4650
  },
  [140901232] = {
    content = "想要从这些日常里脱离出来，确实需要一些努力。",
    text_time = 3300
  },
  [140901233] = {
    content = "在对抗无聊这件事上，$u同学应该更有发言权。",
    text_time = 3300
  },
  [140901310] = {
    title = "宅在家里",
    content = "我觉得宅在家里，安安静静地就不错。",
    text_time = 2550
  },
  [140901311] = {
    content = "听起来和我们平时的日常活动很相似。",
    text_time = 2550
  },
  [140901312] = {
    content = "晚上我们煮一壶茶，一起看部电影怎么样？",
    text_time = 2850
  },
  [140901313] = {
    content = "继续我们平凡又美好“无聊之日”。",
    text_time = 2400
  },
  [140901320] = {
    title = "出门逛逛",
    content = "比如趁天气好的时候，出门逛逛？",
    text_time = 2250
  },
  [140901321] = {
    content = "这的确是不错的方法。",
    text_time = 1500
  },
  [140901322] = {
    content = "我查看了最近的天气预报，接下来一周天气都很好。",
    text_time = 3450
  },
  [140901323] = {
    content = "我们也去各个地方漫游一下，让无聊之日更加有趣吧？",
    text_time = 3600
  },
  [140901330] = {
    title = "什么也不做",
    content = "和许教授在一起的话，什么也不做也不会无聊啊。",
    text_time = 3300
  },
  [140901331] = {
    content = "看来我们的感受很相似。",
    text_time = 1650
  },
  [140901332] = {
    content = "于我而言，和$u在一起的每个瞬间，都是新鲜有趣的。",
    text_time = 3750
  },
  [140901333] = {
    content = "你总有把一切时光变得不无聊的魔力。",
    text_time = 2550
  },
  [140902000] = {
    content = "我看到你放在包里的那袋饼干啦ovo",
    text_time = 2550
  },
  [140902110] = {
    title = "尽情品尝吧",
    content = "好哦，请小周同学尽情品尝吧！",
    text_time = 2100
  },
  [140902111] = {
    content = "阿薯有点坏心眼哦。",
    text_time = 1350
  },
  [140902112] = {
    content = "我已经发现了，虽然看起来很像，但它才不是真的饼干。",
    text_time = 3750
  },
  [140902113] = {
    content = "是你做的毛绒徽章对不对？",
    text_time = 1800
  },
  [140902120] = {
    title = "你再仔细看看",
    content = "好欸，不过你再仔细看看那是什么。",
    text_time = 2400
  },
  [140902121] = {
    content = "拆开一看原来是小熊饼干形状的徽章，还是一只趴在树洞里冬眠的小熊。",
    text_time = 4800
  },
  [140902122] = {
    content = "摸起来毛茸茸的，超级超级可爱！",
    text_time = 2250
  },
  [140902123] = {
    content = "是阿薯做的吗？",
    text_time = 1050
  },
  [140902130] = {
    title = "等等那不是饼干——",
    content = "等等那不是饼干，是饼干徽章！",
    text_time = 2100
  },
  [140902131] = {
    content = "嘿嘿，我打开的时候发现了！现在已经把它别在帽子上啦。",
    text_time = 2250
  },
  [140902132] = {
    content = "这个饼干徽章的颜色和我今天的秋冬穿搭很相配。",
    text_time = 3300
  },
  [140902133] = {
    content = "我猜它们一定是阿薯亲手做的，对吧？",
    text_time = 2550
  },
  [140902210] = {
    title = "因为你在忌口",
    content = "因为你最近有些溃疡在忌口嘛，所以给你做了“平替”。",
    text_time = 3750
  },
  [140902211] = {
    content = "呜呜呜还是阿薯好，不像远哥只会说“最近活动多，正好控制一下”。",
    text_time = 4650
  },
  [140902212] = {
    content = "看到饼干徽章之后，我立刻去购物app上下单了同款工具包。",
    text_time = 4200
  },
  [140902213] = {
    content = "我也要给你做一块饼干徽章。",
    text_time = 1950
  },
  [140902220] = {
    title = "你怎么知道是我做的？",
    content = "是啊，不过你怎么知道是我做的？",
    text_time = 2250
  },
  [140902221] = {
    content = "因为今天早上我出门前，苹果箱不知道从哪里翻出了一个工具包。",
    text_time = 4350
  },
  [140902222] = {
    content = "工具包里的材料和徽章的材质一模一样，所以我就猜到啦。",
    text_time = 3900
  },
  [140902223] = {
    content = "对了，工具包我已经带走咯，我要在飞机上给你也做一个。",
    text_time = 3900
  },
  [140902230] = {
    title = "这是特供徽章",
    content = "这是$u牌特供徽章，让这周超级忙碌的周棋洛开心一下～",
    text_time = 3900
  },
  [140902231] = {
    content = "我现在已经非常开心啦。",
    text_time = 1650
  },
  [140902232] = {
    content = "等我用同款工具包做一个饼干徽章给你，就是特别开心了！",
    text_time = 3900
  },
  [140902233] = {
    content = "阿薯就好好期待吧！",
    text_time = 1350
  },
  [140902310] = {
    title = "可以许愿吗？",
    content = "可以许愿款式吗？我想要一个正在吃蜂蜜的小熊饼干！",
    text_time = 3600
  },
  [140902311] = {
    content = "当然没问题，现在就开始动手！",
    text_time = 2100
  },
  [140902312] = {
    content = "保证和你给我做的一样可爱。",
    text_time = 1950
  },
  [140902313] = {
    content = "这一点就等我回去之后，你再亲眼看看吧。",
    text_time = 2850
  },
  [140902320] = {
    title = "这就开始搭配衣服",
    content = "我这就去想想，要把徽章搭配在什么衣服上！",
    text_time = 3000
  },
  [140902321] = {
    content = "不用啦，你打开衣帽间，看看左边第二个柜子。",
    text_time = 3150
  },
  [140902322] = {
    content = "里面应该有一套卡其色秋冬套装，和我现在身上这套是情侣装。",
    text_time = 4200
  },
  [140902323] = {
    content = "搭配上情侣款饼干徽章，肯定会更搭～",
    text_time = 2550
  },
  [140902330] = {
    title = "注意休息哦",
    content = "做徽章是其次啦，最近你本来就忙，要注意休息哦～",
    text_time = 3450
  },
  [140902331] = {
    content = "知道啦～",
    text_time = 600
  },
  [140902332] = {
    content = "我可是周棋·超级高效活力充沛·洛。",
    text_time = 2550
  },
  [140902333] = {
    content = "不过如果能有薯片小姐的亲亲的话，肯定会效率更高的！",
    text_time = 3750
  },
  [140903000] = {
    content = "$u，我今天晚点去接你下班。",
    text_time = 2100
  },
  [140903110] = {
    title = "有紧急任务吗？",
    content = "好哦，是又有紧急任务吗？",
    text_time = 1800
  },
  [140903111] = {
    content = "不是，就是署里做内部信息安全演习。",
    text_time = 2550
  },
  [140903112] = {
    content = "给所有人的邮箱发送了钓鱼邮件。",
    text_time = 2250
  },
  [140903113] = {
    content = "没想到真有人上钩了，我要盯着他们处理一下。",
    text_time = 3150
  },
  [140903120] = {
    title = "不要太累啦",
    content = "没事，如果你忙的话就不用来接我了，不要太累啦。",
    text_time = 3450
  },
  [140903121] = {
    content = "不累，就是在开内部信息安全演习总结会。",
    text_time = 2850
  },
  [140903122] = {
    content = "先前他们给全员发了钓鱼邮件。",
    text_time = 2100
  },
  [140903123] = {
    content = "不少人都上当了。",
    text_time = 1200
  },
  [140903130] = {
    title = "要不我去找你吧",
    content = "嗯嗯，要不我去找你吧~",
    text_time = 1650
  },
  [140903131] = {
    content = "好，我先去处理一下内部信息安全演习的事情。",
    text_time = 3150
  },
  [140903132] = {
    content = "只是署里的一些人没通过测验，被钓鱼邮件骗了。",
    text_time = 3300
  },
  [140903133] = {
    content = "应该不会耽误太久。",
    text_time = 1350
  },
  [140903210] = {
    title = "什么邮件啊？",
    content = "是什么邮件啊？竟然骗过了特遣署的精英们。",
    text_time = 3000
  },
  [140903211] = {
    content = "邮件标题是“特遣署最可爱的警犬评选”。",
    text_time = 2850
  },
  [140903212] = {
    content = "点进去之后输入账号密码，可以给警犬投票。",
    text_time = 3000
  },
  [140903213] = {
    content = "他们不光投了，还在群里拉票。",
    text_time = 2100
  },
  [140903220] = {
    title = "一般人肯定想不到",
    content = "哈哈哈他们肯定想不到，有人敢给特遣署发钓鱼邮件。",
    text_time = 3600
  },
  [140903221] = {
    content = "嗯，所以更要当心。",
    text_time = 1350
  },
  [140903222] = {
    content = "万一真的有犯罪分子利用个人信息诈骗就麻烦了。",
    text_time = 3300
  },
  [140903223] = {
    content = "这次算是给他们一个教训。",
    text_time = 1800
  },
  [140903230] = {
    title = "你也收到邮件了吗",
    content = "你也收到钓鱼邮件了吗？",
    text_time = 1650
  },
  [140903231] = {
    content = "收到了，确实很有迷惑性。",
    text_time = 1800
  },
  [140903232] = {
    content = "不过发信人的邮箱和后勤部门的拼写差了个字母。",
    text_time = 3300
  },
  [140903233] = {
    content = "我就没点开。",
    text_time = 900
  },
  [140903310] = {
    title = "没有邮件能骗到你吧",
    content = "别人可能会受骗，但我觉得世界上大概没有邮件能骗到你吧！",
    text_time = 4050
  },
  [140903311] = {
    content = "不一定，如果是关于你的邮件……",
    text_time = 2250
  },
  [140903312] = {
    content = "即使发现不对劲，我可能也会点开查证。",
    text_time = 2700
  },
  [140903313] = {
    content = "所以今天晚上回去，我们约定一个专属于我们的安全暗号吧。",
    text_time = 4050
  },
  [140903320] = {
    title = "我也需要注意一点",
    content = "听你这么说完，我感觉我也需要注意一点。",
    text_time = 2850
  },
  [140903321] = {
    content = "提高警惕是好事。",
    text_time = 1200
  },
  [140903322] = {
    content = "不过你还有一个选项。",
    text_time = 1500
  },
  [140903323] = {
    content = "如果有不确定的事情，先来问问我。",
    text_time = 2400
  },
  [140903330] = {
    title = "我好像有了新灵感",
    content = "感觉这个话题可以单独出一期新节目，晚上给我讲讲吧！",
    text_time = 3750
  },
  [140903331] = {
    content = "没问题。",
    text_time = 600
  },
  [140903332] = {
    content = "我记得上次你说想试试蛋糕店的新品。",
    text_time = 2550
  },
  [140903333] = {
    content = "晚上我们买上一份，边吃边聊吧。",
    text_time = 2250
  },
  [140904000] = {
    content = "我手机里那个大清早的闹钟是你设的？",
    text_time = 2550
  },
  [140904110] = {
    title = "不能只有我一个人早起",
    content = "对啊，冬天这么冷，怎么能只有我一个人早起！",
    text_time = 3150
  },
  [140904111] = {
    content = "啧，我就知道。",
    text_time = 1050
  },
  [140904112] = {
    content = "可惜要让你失望了。",
    text_time = 1350
  },
  [140904113] = {
    content = "闹钟还没响，我就到教室了。",
    text_time = 1950
  },
  [140904120] = {
    title = "一不小心",
    content = "昨天晚上迷迷糊糊的，一不小心就拿错了。",
    text_time = 2850
  },
  [140904121] = {
    content = "行，那我就勉强相信你的“不小心”。",
    text_time = 2550
  },
  [140904122] = {
    content = "就是这时间也太晚了。",
    text_time = 1500
  },
  [140904123] = {
    content = "闹钟响的时候，我都在教室好久了。",
    text_time = 2400
  },
  [140904130] = {
    title = "提醒你起来学习了",
    content = "我这是好心，提醒你起来构思报告。",
    text_time = 2700
  },
  [140904131] = {
    content = "报告那么简单的东西。",
    text_time = 1500
  },
  [140904132] = {
    content = "还用得着构思？",
    text_time = 1050
  },
  [140904133] = {
    content = "闹钟在教室里响的时候，我已经搞定了。",
    text_time = 2100
  },
  [140904210] = {
    title = "你今天不是没课吗？",
    content = "你今天不是没课吗，怎么去教室了？",
    text_time = 2400
  },
  [140904211] = {
    content = "系里有位教授身体不舒服，让我给本科生代个课。",
    text_time = 3300
  },
  [140904212] = {
    content = "结果有的人偏偏选在今天定闹钟。",
    text_time = 2250
  },
  [140904213] = {
    content = "所以全班人都听到你唱的闹钟铃声了。",
    text_time = 2550
  },
  [140904220] = {
    title = "告诉我你在空教室",
    content = "！！！告诉我，你在一间空教室对不对？",
    text_time = 2700
  },
  [140904221] = {
    content = "对，我没有在一百个人的教室里代课。",
    text_time = 2550
  },
  [140904222] = {
    content = "也没人问“助教居然用女朋友的歌声当闹铃啊？”",
    text_time = 3300
  },
  [140904223] = {
    content = "满意了？",
    text_time = 600
  },
  [140904230] = {
    title = "那个闹钟该不会……",
    content = "……也就是说，那个闹钟全教室的人都听到了？！",
    text_time = 3300
  },
  [140904231] = {
    content = "你是说你唱的那个……",
    text_time = 1500
  },
  [140904232] = {
    content = "“凌肖凌肖，每天早上睡懒觉”？",
    text_time = 2250
  },
  [140904233] = {
    content = "除了睡着的校猫没听见，其他都听见了。",
    text_time = 2700
  },
  [140904310] = {
    title = "我唱的歌还不错吧",
    content = "咳咳，我唱的歌还不错吧？",
    text_time = 1800
  },
  [140904311] = {
    content = "是挺好听的。",
    text_time = 900
  },
  [140904312] = {
    content = "所以我也写了一首《傻$u之歌》。",
    text_time = 2400
  },
  [140904313] = {
    content = "晚上live演出结束，单独给你加场。",
    text_time = 2700
  },
  [140904320] = {
    title = "我们漂流瓶联系吧",
    content = "啊啊啊我社死了，我们漂流瓶联系吧。",
    text_time = 2550
  },
  [140904321] = {
    content = "第一个漂流瓶。",
    text_time = 1050
  },
  [140904322] = {
    content = "今天晚上live如果没见到你，我就把闹钟铃声设成开场曲。",
    text_time = 4200
  },
  [140904323] = {
    content = "让全Live House的人都听见。",
    text_time = 2700
  },
  [140904330] = {
    title = "下次不设了",
    content = "呜呜呜我下次不给你定闹铃了。",
    text_time = 2100
  },
  [140904331] = {
    content = "……我又没说不让你定。",
    text_time = 1650
  },
  [140904332] = {
    content = "反正我平时的课表你也知道。",
    text_time = 1950
  },
  [140904333] = {
    content = "不过闹铃曲库可以拓宽一下，免得听腻了。",
    text_time = 2850
  },
  [140905000] = {
    content = "行李收拾得怎么样了？",
    text_time = 1500
  },
  [140905110] = {
    title = "五分钟就能好！",
    content = "就差首饰盒没装进去了。我再挑挑，大概五分钟就能好！",
    text_time = 3750
  },
  [140905111] = {
    content = "时间不急，把觉得合适的都带上吧。",
    text_time = 2400
  },
  [140905112] = {
    content = "我刚收到消息，因为强降雪，去往雪镇的高速路口要封闭八小时。",
    text_time = 4350
  },
  [140905113] = {
    content = "我们出发的时间同步顺延。",
    text_time = 1800
  },
  [140905120] = {
    title = "还差零食没装进去",
    content = "差零食没装，大概还要一小会儿……",
    text_time = 2400
  },
  [140905121] = {
    content = "零食可以慢慢挑，顺便用上你的行李箱收纳技巧。",
    text_time = 3300
  },
  [140905122] = {
    content = "外面气候恶劣，我把火车票改签了。",
    text_time = 2400
  },
  [140905130] = {
    title = "正在跟时间赛跑",
    content = "就快了就快了，正在跟时间赛跑！",
    text_time = 2250
  },
  [140905131] = {
    content = "不用赛跑了，改成漫步吧。",
    text_time = 1800
  },
  [140905132] = {
    content = "酒店给我打电话说暴雪切断了他们的供电系统，我们的入住日期被更改为明天。",
    text_time = 5250
  },
  [140905133] = {
    content = "我改签了车票，明早再出发。",
    text_time = 1950
  },
  [140905210] = {
    title = "你出门前我就在想今天可能去不了了",
    content = "看外面雪下得那么大，我其实就在隐隐约约担心了QAQ",
    text_time = 3750
  },
  [140905211] = {
    content = "看得出来，你的心思已经明晃晃写在脸上了。",
    text_time = 3000
  },
  [140905212] = {
    content = "雪大概今晚就能停，旅行只是延误，不会取消。",
    text_time = 3150
  },
  [140905213] = {
    content = "现在时间宽裕了不少，你可以把想做的事都补上了。",
    text_time = 3450
  },
  [140905220] = {
    title = "时间宽裕，我去吃点东西",
    content = "那我去吃点东西，顺便给布丁做一顿圣诞大餐！",
    text_time = 3150
  },
  [140905221] = {
    content = "最近它的体重有上涨趋势，需要控制饮食。",
    text_time = 2850
  },
  [140905222] = {
    content = "还是把空出来的这部分时间，做点别的吧。",
    text_time = 2850
  },
  [140905230] = {
    title = "这就去放松一下！",
    content = "刚才我生怕赶不上……这就去煮杯热可可放松一下！",
    text_time = 3450
  },
  [140905231] = {
    content = "我快到家了，顺便给我也煮一杯吧。",
    text_time = 2400
  },
  [140905232] = {
    content = "笨蛋，即使真的赶不上也有别的补救办法。",
    text_time = 2850
  },
  [140905233] = {
    content = "平复一下心情，等下我陪你实现其他圣诞心愿。",
    text_time = 3150
  },
  [140905310] = {
    title = "想装饰圣诞树",
    content = "嘿嘿，那我想装饰圣诞树！本来以为不在恋语市过节，这项传统就要被打破了。",
    text_time = 5250
  },
  [140905311] = {
    content = "即使不在恋语市，今年的圣诞树也不会缺席。",
    text_time = 3000
  },
  [140905312] = {
    content = "刚才顺路遇到没打烊的商铺，我把需要的装饰品都带回来了。",
    text_time = 4050
  },
  [140905313] = {
    content = "距离天明还有很久，我会陪你把它搭成想要的样子。",
    text_time = 3450
  },
  [140905320] = {
    title = "想吃李总做的圣诞风蛋糕！",
    content = "刷到一款造型很火的圣诞风蛋糕，但店铺位置好远……",
    text_time = 3600
  },
  [140905321] = {
    content = "橱柜里还有制作蛋糕的原料。在我到家之前，把细节信息写好发给我。",
    text_time = 4650
  },
  [140905322] = {
    content = "不过按照某人的贪心程度，一块小蛋糕应该满足不了。",
    text_time = 3600
  },
  [140905323] = {
    content = "其他想要的，允许你一并写入清单。",
    text_time = 2400
  },
  [140905330] = {
    title = "要等你到了才能做",
    content = "这个要等你回家了才能一起做～",
    text_time = 2100
  },
  [140905331] = {
    content = "……又在神神秘秘地谋划什么？",
    text_time = 2100
  },
  [140905332] = {
    content = "不过今天，允许你对接下来的活动安排得更大胆一些。",
    text_time = 3600
  },
  [140905333] = {
    content = "出发之前，我都会陪你实现。",
    text_time = 1950
  },
  [140906000] = {
    content = "我收到了一个包装精美的礼物盒，是今年的圣诞惊喜吗？",
    text_time = 3750
  },
  [140906110] = {
    title = "是我挑了很久的礼物呢",
    content = "是呀，这份礼物我挑了好久呢，想送你的毕竟太多了……",
    text_time = 3750
  },
  [140906111] = {
    content = "^ ^过多的选择有时也会让我陷入苦恼。",
    text_time = 2850
  },
  [140906112] = {
    content = "不过某种程度来说，这同样是在意收礼者感受的表现。",
    text_time = 3600
  },
  [140906113] = {
    content = "礼物我拆开了，看起来像是某种卡牌游戏？",
    text_time = 2850
  },
  [140906120] = {
    title = "猜猜看内容",
    content = "没错~许教授要不要猜猜里面装的是什么？",
    text_time = 2850
  },
  [140906121] = {
    content = "根据你最近收藏夹里的视频推测，应该是某种可互动游戏？",
    text_time = 3900
  },
  [140906122] = {
    content = "我现在就拆开验证一下。",
    text_time = 1650
  },
  [140906123] = {
    content = "嗯……看来和我想的没有偏差。",
    text_time = 2100
  },
  [140906130] = {
    title = "是给许教授的安慰",
    content = "是的~昨天来找你的时候偷偷放在桌上啦，想给加班的许教授一点安慰。",
    text_time = 4800
  },
  [140906131] = {
    content = "$u的早安吻，已经是最好的安慰了。",
    text_time = 2550
  },
  [140906132] = {
    content = "刚刚阿明还在惊讶，我为什么清早加班还看起来心情不错。",
    text_time = 3900
  },
  [140906133] = {
    content = "我把礼物拆开了，看外包装，很像之前你提到的一款桌游。",
    text_time = 3900
  },
  [140906210] = {
    title = "不是在室内玩的桌游游戏",
    content = "虽然是卡牌，但它不是在室内玩的哦。",
    text_time = 2550
  },
  [140906211] = {
    content = "我也发现了，好像玩家要抽两个关键词，然后去相应的地点完成一件事。",
    text_time = 4800
  },
  [140906212] = {
    content = "听起来很有趣，能随机到不少平时错过的地方。",
    text_time = 3150
  },
  [140906213] = {
    content = "但如果抽到的条件很刁钻，无法完成会有相应的惩罚制度吗？",
    text_time = 4050
  },
  [140906220] = {
    title = "要根据卡牌完成随机任务",
    content = "是桌游没错啦，但玩家必须根据卡牌给出的要求，去不同地点完成随机任务～",
    text_time = 5100
  },
  [140906221] = {
    content = "有了这款游戏的“强制”，休息间隙我大概会经常走出实验室。",
    text_time = 4200
  },
  [140906222] = {
    content = "不过还有些规则我不明白。",
    text_time = 1800
  },
  [140906223] = {
    content = "比如输了的玩家会面临惩罚吗？",
    text_time = 2100
  },
  [140906230] = {
    title = "你看到详细的规则了吗",
    content = "按照规则，抽中的卡牌会决定我们出门要做的事～",
    text_time = 3300
  },
  [140906231] = {
    content = "随机性这么强，游玩途中应该会发现不少有趣的场景。",
    text_time = 3600
  },
  [140906232] = {
    content = "但如果是运气不好，是不是也有可能抽出难以完成的任务？",
    text_time = 3900
  },
  [140906233] = {
    content = "规则上好像没写到，没完成内容会面临什么样的惩罚。",
    text_time = 3600
  },
  [140906310] = {
    title = "是在担心自己完成不了吗",
    content = "咦，许教授是看到了很困难的关键词组合，开始担心自己完成不了吗？",
    text_time = 4650
  },
  [140906311] = {
    content = "算不上困难，只是我抽到的这一条需要在你的帮助下才能够完成。",
    text_time = 4350
  },
  [140906312] = {
    content = "【在实验室的灯光下】【亲吻爱人】",
    text_time = 2400
  },
  [140906313] = {
    content = "所以，$u愿意晚些时候来接我下班吗？",
    text_time = 2700
  },
  [140906320] = {
    title = "惩罚由赢家决定",
    content = "嗯哼，具体罚什么是由赢家决定的哦！",
    text_time = 2550
  },
  [140906321] = {
    content = "看得出来，$u已经迫不及待想让我输掉这场游戏了。",
    text_time = 3600
  },
  [140906322] = {
    content = "那下次来研究所时，我们一起玩一场吧。",
    text_time = 2700
  },
  [140906330] = {
    title = "休闲游戏没有惩罚",
    content = "没有噢，这个游戏主打一个休闲，完成不了就算啦。",
    text_time = 3450
  },
  [140906331] = {
    content = "既然如此，我们可以更大胆地去挑战那些看起来“无法完成”的任务。",
    text_time = 4650
  },
  [140906332] = {
    content = "几百张牌面能够组合出不少可能性。",
    text_time = 2400
  },
  [140906333] = {
    content = "我愿意慢慢和你探索其中的所有乐趣。",
    text_time = 2550
  },
  [140907000] = {
    content = "亲爱的薯片小姐：您与周棋洛先生已成功预约圣诞假期版滑雪之旅，祝游玩愉快！",
    text_time = 5400
  },
  [140907110] = {
    title = "竟然预约上了",
    content = "什么，之前说的那个滑雪场竟然预约上了吗！！",
    text_time = 3150
  },
  [140907111] = {
    content = "是的！一开始我也以为没希望了，毕竟老板的态度超级坚定——",
    text_time = 4200
  },
  [140907112] = {
    content = "结果他刚才给我发短信，说有旅客退订了双人行，空出来的位置可以留给我们～",
    text_time = 5250
  },
  [140907113] = {
    content = "我们的出行装备可以准备起来了！",
    text_time = 2250
  },
  [140907120] = {
    title = "我超级期待——",
    content = "超级期待——！这几天我已经看了无数遍滑雪视频了。",
    text_time = 3600
  },
  [140907121] = {
    content = "我也是！昨晚梦里都是和阿薯一起滑雪。",
    text_time = 2700
  },
  [140907122] = {
    content = "虽然很开心，但我也梦到我们摔了好几次跤QAQ",
    text_time = 3300
  },
  [140907123] = {
    content = "为了防止悲剧在现实中重演，我决定今天的采购要加入防摔垫！薯片小姐有什么打算？",
    text_time = 5700
  },
  [140907130] = {
    title = "收到！一定准时出发",
    content = "收到收到！洛薯小队一定准时出发！",
    text_time = 2400
  },
  [140907131] = {
    content = "为了确保这趟旅途圆满……",
    text_time = 1800
  },
  [140907132] = {
    content = "我认为，洛薯小队有必要进行采购计划。",
    text_time = 2700
  },
  [140907133] = {
    content = "毕竟滑雪场在山谷里，要是东西带不齐会很麻烦。",
    text_time = 3300
  },
  [140907210] = {
    title = "买圣诞必看电影的光盘",
    content = "要不多买几张光盘？等滑完雪回到民宿，我们可以边喝热巧边重温圣诞必看电影。",
    text_time = 5400
  },
  [140907211] = {
    content = "薯片小姐好会生活！！",
    text_time = 1500
  },
  [140907212] = {
    content = "我已经能想象到抱着你看电影会有多幸福了qvq",
    text_time = 3300
  },
  [140907213] = {
    content = "既然这样，热腾腾的爆米花也不能缺！我去把奶油玉米粒一起打包进行李箱。",
    text_time = 5100
  },
  [140907220] = {
    title = "买几件防寒的羽绒服",
    content = "去服装店买几件羽绒服吧？好看的衣服永远不嫌多。",
    text_time = 3450
  },
  [140907221] = {
    content = "有道理！最近的天气实在太冷了……",
    text_time = 2400
  },
  [140907222] = {
    content = "我昨天看到薯片小姐关注的那家店上新了。",
    text_time = 2850
  },
  [140907223] = {
    content = "我们这就去把最新款情侣羽绒服给拿下！",
    text_time = 2700
  },
  [140907230] = {
    title = "买一台好看好用的相机",
    content = "把手持摄像机也加进去吧？我们拍一支甜甜的Vlog嘛。",
    text_time = 3900
  },
  [140907231] = {
    content = "对哦……虽然手机也能用，但相机拍出来的质感毕竟不一样。",
    text_time = 4050
  },
  [140907232] = {
    content = "等剪辑它的时候，我们还能重新体会一遍圣诞假期的快乐。",
    text_time = 3900
  },
  [140907310] = {
    title = "听起来特别赞",
    content = "那就这么说定啦，听起来特别赞。",
    text_time = 2250
  },
  [140907311] = {
    content = "嘿嘿，和薯片小姐度过的每一个假期，都让我有这种感觉！",
    text_time = 3900
  },
  [140907312] = {
    content = "这次旅行，一定也有无数可可爱爱的瞬间在等着我们去遇见。",
    text_time = 4050
  },
  [140907313] = {
    content = "我已经准备好，接住这份珍贵的记忆礼物了。",
    text_time = 3000
  },
  [140907320] = {
    title = "我们什么时候出发采购？",
    content = "那你什么时候回来呀，我们立马出发大采购！",
    text_time = 3000
  },
  [140907321] = {
    content = "报告，已经在家楼下了。",
    text_time = 1650
  },
  [140907322] = {
    content = "刚才遇到卖花的伯伯，耽误了一点时间。",
    text_time = 2700
  },
  [140907323] = {
    content = "我马上就带着漂亮的鲜花和专属笑容上来见薯片小姐！",
    text_time = 3600
  },
  [140907330] = {
    title = "想立马穿越到明天",
    content = "呜呜，能不能发明一台时光机，让我立马穿越到明天？",
    text_time = 3600
  },
  [140907331] = {
    content = "哈哈，意思是要跳过出发前的十几个小时吗？可我们在一起的一分一秒都很珍贵。",
    text_time = 5400
  },
  [140907332] = {
    content = "放心，我也给今晚安排了丰富的约会行程，保证不会让你失望。",
    text_time = 4200
  },
  [140907333] = {
    content = "至于时光机，还是留给以后依偎在一起回顾过去的我们吧～",
    text_time = 3900
  },
  [140908000] = {
    content = "楼下“圣诞老人”送我们的香松，我已经放在窗台边了。",
    text_time = 3750
  },
  [140908110] = {
    title = "今天好幸运",
    content = "嘿嘿，没想到随便逛逛也能被送礼物，今天好幸运。",
    text_time = 3450
  },
  [140908111] = {
    content = "圣诞老人说它是送给圣诞节最般配情侣的。",
    text_time = 2850
  },
  [140908112] = {
    content = "所以，我们一定能拿到。",
    text_time = 1650
  },
  [140908113] = {
    content = "我刚才认真读了香松养护指南，这次争取不做“植物杀手”。",
    text_time = 4050
  },
  [140908120] = {
    title = "香松不太好照顾呢",
    content = "不过香松好像比较难养呢，很多人都照顾不好。",
    text_time = 3150
  },
  [140908121] = {
    content = "我下午搜了一些资料。",
    text_time = 1500
  },
  [140908122] = {
    content = "网上提到的注意事项，我都写在本子里了。",
    text_time = 2850
  },
  [140908123] = {
    content = "我还留了一些空白部分待你补充。",
    text_time = 2250
  },
  [140908130] = {
    title = "我也放在窗边啦",
    content = "我也放在窗边啦，希望它能够茁壮成长！",
    text_time = 2700
  },
  [140908131] = {
    content = "嗯，资料上说，这个位置能够让植物有效吸收阳光。",
    text_time = 3450
  },
  [140908132] = {
    content = "只要再定时浇水除虫……",
    text_time = 1650
  },
  [140908133] = {
    content = "即使没能“茁壮成长”，活下来应该不是什么问题。",
    text_time = 3450
  },
  [140908210] = {
    title = "去花草市场买养料吧！",
    content = "我们不是要去花草市场买圣诞树嘛，到时候顺便问问卖家？",
    text_time = 3900
  },
  [140908211] = {
    content = "好，那些卖家怎么说也和植物打了很久交道了。",
    text_time = 3150
  },
  [140908212] = {
    content = "我们可以先打听几种常见病症的应对方法。",
    text_time = 2850
  },
  [140908213] = {
    content = "如果它日后生病，至少我们不会手忙脚乱的。",
    text_time = 3000
  },
  [140908220] = {
    title = "我来给香松唱歌",
    content = "听说植物也需要陶冶情操呢，我来给它唱首铃儿响叮当吧~",
    text_time = 3900
  },
  [140908221] = {
    content = "好像听歌长大的植物是会更健康。",
    text_time = 2250
  },
  [140908222] = {
    content = "我去把智能音箱打开，让它先熟悉熟悉这首歌。",
    text_time = 3150
  },
  [140908223] = {
    content = "今天平安夜，和我一起当你的最佳听众。",
    text_time = 2700
  },
  [140908230] = {
    title = "给它取个名字吧",
    content = "那我们给香松取个名字吧，长寿点的qvq",
    text_time = 2850
  },
  [140908231] = {
    content = "其实我觉得小松就很好，很有家里一贯的风格。",
    text_time = 3150
  },
  [140908232] = {
    content = "但如果要长寿点……",
    text_time = 1350
  },
  [140908233] = {
    content = "要不，大松吧。",
    text_time = 1050
  },
  [140908310] = {
    title = "祈祷节日之神的眷顾",
    content = "好诶！那我立刻闭眼祈祷，希望节日之神能够眷顾我们的这盆小植物QAQ",
    text_time = 4950
  },
  [140908311] = {
    content = "现在我也闭上眼睛了。",
    text_time = 1500
  },
  [140908312] = {
    content = "从过往经验看，我们一起祈祷的总会实现。",
    text_time = 2850
  },
  [140908313] = {
    content = "有空的时候，我们可以规划明年给它挂上什么圣诞装饰了。",
    text_time = 3900
  },
  [140908320] = {
    title = "睡前能做的事又多了一件",
    content = "平安夜的第一项任务，是将“给小香松浇水”正式加入睡前待办清单~",
    text_time = 4650
  },
  [140908321] = {
    content = "我的待办清单也多了一条：每日观察小香松的健康状态。",
    text_time = 3750
  },
  [140908322] = {
    content = "一旦出现异常，我会立马上报。",
    text_time = 2100
  },
  [140908323] = {
    content = "等待$u长官给它实施抢救措施。",
    text_time = 2250
  },
  [140908330] = {
    title = "又迎来了新的家庭成员",
    content = "没想到圣诞夜家里又多了一位成员，欢迎香松！",
    text_time = 3150
  },
  [140908331] = {
    content = "再过一段时间，窗边大概就真的要没位置了。",
    text_time = 3000
  },
  [140908332] = {
    content = "明天一起去趟家具店，再买面玻璃柜吧。",
    text_time = 2700
  },
  [140908333] = {
    content = "载有我们记忆的“新成员”，都该被放在一眼能看到的地方。",
    text_time = 4050
  },
  [140909000] = {
    content = "你想要的水晶球已经在我家了，什么时候来拿？",
    text_time = 3150
  },
  [140909110] = {
    title = "嗯嗯？？什么水晶球？",
    content = "嗯嗯？？什么水晶球？",
    text_time = 1500
  },
  [140909111] = {
    content = "别装傻，开售前有些人念了一整天。",
    text_time = 2400
  },
  [140909112] = {
    content = "昨天排练结束路过杂货店，我进去随便看了看。",
    text_time = 3150
  },
  [140909113] = {
    content = "运气挺好，正好买到最后一个。",
    text_time = 2100
  },
  [140909120] = {
    title = "原来你给我准备惊喜去了",
    content = "你竟然买到了！昨天视频里你“支支吾吾”的，原来是想给我惊喜~",
    text_time = 4500
  },
  [140909121] = {
    content = "你从哪看出来“支支吾吾”的？我都把杂货店门牌怼镜头上了。",
    text_time = 4200
  },
  [140909122] = {
    content = "明明是有人心不在焉。",
    text_time = 1500
  },
  [140909123] = {
    content = "耳朵眼睛全黏着电视剧，嗯嗯两声就给我敷衍过去了。",
    text_time = 3600
  },
  [140909130] = {
    title = "你竟然帮我去买了",
    content = "哇，你先别拍照给我看，让我猜猜你选了哪一款……",
    text_time = 3450
  },
  [140909131] = {
    content = "这还用猜？你丢在收藏夹里的不是只有限定款？",
    text_time = 3150
  },
  [140909132] = {
    content = "眼光不错，是比其他的要好看多了。",
    text_time = 2400
  },
  [140909133] = {
    content = "毕竟会模拟打雷下雨的设计可不多见。",
    text_time = 2550
  },
  [140909210] = {
    title = "我记得有人之前还吐槽过它哦",
    content = "我记得你之前还吐槽过它，突然带回家是不是有点口是心非^ ^",
    text_time = 4350
  },
  [140909211] = {
    content = "吐槽是因为商家玩饥饿营销，和水晶球有什么关系。",
    text_time = 3450
  },
  [140909212] = {
    content = "而且，要不是你说“拿我最想要的换你最想要的”，我也没兴趣排那长队。",
    text_time = 4950
  },
  [140909213] = {
    content = "既然你有礼物了，现在该轮到我那份了吧。下午想去哪陪我过节？",
    text_time = 4350
  },
  [140909220] = {
    title = "嘿嘿，凌肖你懂我",
    content = "嘿嘿，凌肖你懂我~",
    text_time = 1350
  },
  [140909221] = {
    content = "要是真错过了，有些人又要开始难受。",
    text_time = 2550
  },
  [140909222] = {
    content = "与其到时候听你念叨，还不如帮你解决了。",
    text_time = 2850
  },
  [140909223] = {
    content = "现在安心了，是不是可以想想等会儿去哪儿过节了？",
    text_time = 3450
  },
  [140909230] = {
    title = "我来找你和水晶球出发过节",
    content = "那你和水晶球一起在家等我吧，我来找你们~",
    text_time = 3000
  },
  [140909231] = {
    content = "今天市区有节日集市，路上人挤人的，等你过来天都黑了。",
    text_time = 3900
  },
  [140909232] = {
    content = "还是我来找你吧。放心，会带上这份你心心念念的礼物。",
    text_time = 3750
  },
  [140909233] = {
    content = "趁这工夫，你先想想接下来要去哪玩。",
    text_time = 2550
  },
  [140909310] = {
    title = "我已经把路线图写好了",
    content = "我已经把路线图写好了，你只管跟着我享受就好～",
    text_time = 3300
  },
  [140909311] = {
    content = "这话看着眼熟",
    text_time = 900
  },
  [140909312] = {
    content = "在模仿我语气这方面，你好像越来越轻车熟路了？",
    text_time = 3300
  },
  [140909313] = {
    content = "行啊，那今晚就期待一下你说的安排。",
    text_time = 2550
  },
  [140909320] = {
    title = "想去没人的地方",
    content = "想去没人的地方，听说市里已经挤得水泄不通了……",
    text_time = 3450
  },
  [140909321] = {
    content = "行，那就去郊外的场地。",
    text_time = 1650
  },
  [140909322] = {
    content = "今天去说不定还能遇上骑着雪橇的圣诞老人。",
    text_time = 3000
  },
  [140909323] = {
    content = "正好我也好奇，是他载满礼物的驯鹿快，还是我们的车速更快。",
    text_time = 4200
  },
  [140909330] = {
    title = "不出门好像也可以",
    content = "不出门好像也可以……我们窝在家里看电影的幸福感也很高！！",
    text_time = 4200
  },
  [140909331] = {
    content = "你都这么说了，那我绕路去买点吃的回来。",
    text_time = 2850
  },
  [140909332] = {
    content = "你先选着片单吧。",
    text_time = 1200
  },
  [140909333] = {
    content = "等你找齐五部电影，我差不多就能提着可乐和炸鸡出现在你家门口了。",
    text_time = 4650
  }
}
return data
