module("activity_treasure_note", package.seeall)
data = {
  [15084] = {
    [10001] = {
      [1] = {
        role_id = 1,
        note_type = 5,
        note_title = "偶遇和注定",
        note_text = "今天那个人类也来了，还做了一道猪骨炖胡萝卜。\n做饭的手法一如既往有些粗糙，火候掌握也一塌糊涂。\n而且明明这种汤和肉类的口感跟白萝卜更搭，有时候真不知道她“美食家”的头衔是从哪里来的。\n比起实操做菜，她更适合坐在餐桌旁边品尝。\n可我还是会觉得她做的东西很好吃。\n……\n可能是因为，我在未来中太多次看到过她了吧。\n\n明天答应带她到海里看看，靠近海滩的那处别院应该是个不错的去处。\n一会儿派人先过去打理一下吧，明天的日程也需要重新安排。\n虽说预留了三个小时给她，但估计这点时间不够她折腾，姑且先放宽到五小时。"
      },
      [2] = {
        role_id = 1,
        note_type = 5,
        note_title = "偶遇和注定",
        note_text = "这样一来，有几份文件要提前处理好，原本放在傍晚的会议也需要延后。不过考虑到与会的人员……稍晚一些磨磨他们的性子也没什么不好。\n至于原本在中午的财政会议，不如就直接后延两周，根据明天会谈的结果，重新调整军备预算。"
      }
    },
    [10002] = {
      [1] = {
        role_id = 1,
        note_type = 5,
        note_title = "别院一日游",
        note_text = "她果然很喜欢那栋别院，提前预留出时间真是明智的选择。\n但她看到金币的反应也太夸张了，陆地上的人类没有这么多金子吗？还是说她的生活条件，其实没有我想象中那么优渥？\n只要不靠近都市，其他地方多带她逛逛也没什么不好，就当帮她拓宽眼界了。\n毕竟她看到新奇东西时，那种傻愣愣睁大眼睛的样子确实有趣。\n\n会谈的结果比想象中还要顺利。\n几个议会成员提醒我不要太信任与会的人，说他们是“动摇派”，这话说得倒好笑。\n看来我们对“信任”的定义很不一样。\n既然动摇，那自然会选择两边的好处都拿，一旦能判断他们的行为和目的，我的“信任”自然不会被辜负。\n他们必定会搅起更大的浑水，必定会对得起我的信任。"
      },
      [2] = {
        role_id = 1,
        note_type = 5,
        note_title = "别院一日游",
        note_text = "至于议会的几位……也必定会保持着对我的怀疑，自然而然地为我关注所谓“动摇派”的行动，不遗余力地给到我更多信息。\n有野心的人自然会煽动混乱；想追求利益的人当然会竭力算计；该献上忠诚的人也显然会从一而终。\n每个人都会走在自己注定的道路和轨迹上。\n既然如此，我又怎么会不信任这些人呢？"
      }
    },
    [10003] = {
      [1] = {
        role_id = 1,
        note_type = 5,
        note_title = "无尽的问题",
        note_text = "这个人真的有问不完的问题。\n\n从货币金额到货币材质，从房屋建材到房屋价格，不管是什么都能问一两句。\n她到底是从哪里找来这么多能问的东西？\n如果情况允许，感觉都可以直接找人跟在她身边，专职回答这些东拉西扯的问题。\n\n不过也算能理解。\n她终归是个商人，需要足够的信息做出判断和权衡，提问确实是个聪明有效的方式。\n可惜她的很多想法都还太稚嫩，如果想要和人鱼做生意，只靠这么侧敲旁击是没用的。不过要是她能自己想办法继续提问，也不是不可以给她个机会。\n能独占和人类做交易的机会也是件好事。"
      },
      [2] = {
        role_id = 1,
        note_type = 5,
        note_title = "无尽的问题",
        note_text = "这些陆地上来的货品不仅可以高价出售，甚至还能发挥一定的外交用途。她好像有一座产香料的庄园，产品的质量也不错，未来价值可期。\n姑且看看她还想做什么吧。\n\n但是说到底，我怎么会知道路边的珊瑚是什么品种？"
      }
    },
    [10004] = {
      [1] = {
        role_id = 1,
        note_type = 5,
        note_title = "细致测量",
        note_text = "真是无法理解人类的行为。\n还是第一次有人把我当做某种“动物”上下测量。\n本打算以彼之道还施彼身，也找个机会量一量这个人类的身高体长，但总觉得如果真的这么提了，好像有些太不合礼，想了想还是算了。\n而且她想知道这些东西，到底有什么用？\n……算了，她做的离谱事情也不止这一件。\n就把她今天傻笑的样子当做利息吧。\n之后可以慢慢考虑，让她做点什么当报酬。\n相信她也知道，每件事情背后，都会有相应的代价。\n\n她不是第一个仔细观察我的人。\n海域内外，不知道有多少人盯着我的一举一动，试图研究我的喜好和习惯。\n不过她的视线并不让人讨厌。\n好像只有单纯的好奇，也只是想单纯了解“李泽言”是谁。"
      },
      [2] = {
        role_id = 1,
        note_type = 5,
        note_title = "细致测量",
        note_text = "但她也确实是个笨蛋。\n明明早就比其他人都了解我了，还是想用数据和条目获得确定的信息。\n不过既然她感兴趣，就随她喜欢吧。\n毕竟我哪次没有回答她那些离谱又稀奇古怪的问题？\n\n我不喜欢被揣测和观察。\n但也不至于讨厌被她了解。"
      }
    },
    [10005] = {
      [1] = {
        role_id = 1,
        note_type = 3,
        note_title = "夜话",
        note_text = "她今晚滔滔不绝地说了很多话。\n好像每天都有聊不完的话题，好像能说一辈子都不会腻。\n从小时候吃过什么东西，见到过什么人，说到路过的寄居蟹，说到码头的海鸥。\n我毫不怀疑如果我不喊停，她能直接说一个通宵。\n明明已经认识这么久了，为什么每次都有新的话可以说呢？\n也不知道这些话什么时候会被她说完。\n\n而且，有时候真不知道说她幼稚好，还是说她擅长发现好，那些最普通的珍珠和贝壳好像都会被她当成什么宝物。",
        note_pic = "img_1004"
      },
      [2] = {
        role_id = 1,
        note_type = 3,
        note_title = "夜话",
        note_text = "算了，如果她喜欢，之后看到这些小玩意时，也不是不能帮她留心一下，就当是给我做饭的报酬。\n远海最近又开始有些不干净的动作了，大概再过一段时间，也会影响到我的海域。\n尽管一切注定会抵达我想要的未来，但我也会好奇，她会不会又做出什么我意料之外的事。\n最好不要真的自投罗网，遇到什么危险。\n如果能学会和这片海保持适当的距离，那就更好了。\n……\n希望她在紧要关头，不要太笨。",
        note_pic = "img_1004"
      }
    },
    [10006] = {
      [1] = {
        role_id = 1,
        note_type = 5,
        note_title = "自由的代价",
        note_text = "我低估了她闯祸的能力。\n到底为什么会有人在我打了十分钟盹的间隙，就可以把一整个置物架打翻，还连带着碰倒了三个灯架？\n虽然她信誓旦旦说是路过的鱼先动的手，但是一般人真的会为了把一条鱼赶出去这么尽心竭力吗？\n算了，这也算是种才能吧。\n现在想想，她一边自己试着解决，又一边苦兮兮地看着我问我“怎么办”的样子，还算有趣。\n我知道她在陆地上的生意，也知道她在那些站在顶端的人类里，也算得上颇有作为的一位。\n比起每次见我那副刻意做出的笑脸，还是这种时候更鲜活一些。\n这么看来，一个柜子三个灯架换她的十顿饭，还欣赏到了她一副天要塌了的样子，倒也算收支平衡。"
      },
      [2] = {
        role_id = 1,
        note_type = 5,
        note_title = "自由的代价",
        note_text = "既然说到“收支”……她到底什么时候和我提想跟人鱼做交易的事？\n我一直觉得她带来的柠檬品质很不错。\n日后和她做生意时，可以把柠檬和迷迭香作为主要进口货物。\n到时候还要记得问问她，人类那边有没有保留足够的食谱和料理书。\n得想办法让她稍微提高一下做菜的手艺，不要浪费这些好食材。"
      }
    },
    [10007] = {
      [1] = {
        role_id = 1,
        note_type = 3,
        note_title = "某个笨蛋",
        note_text = "她是个笨蛋。\n很难想象居然会有人类在小船上睡着。\n这可是大海，会有海浪，会有风暴。任何一点意外，都会掀翻她脆弱的小船，让她沉到海底。\n这个人为什么一点安全意识都没有？\n就好像料定了我一定不会趁她睡着，就把她丢在海面上不管，也好像很相信自己不会遇到什么风浪和危险。\n不知道该说她心大，还是该夸她安全感很足。\n……\n有时候真觉得拿她没办法。",
        note_pic = "img_1007"
      },
      [2] = {
        role_id = 1,
        note_type = 3,
        note_title = "某个笨蛋",
        note_text = "不过这个聒噪到让人头疼的人睡着之后，倒是安静得不像话。\n连呼吸都变得很轻，会被海浪的声音盖过去。\n我好像还是第一次离这么近看着她。\n她的头发比想象中更轻一些，睫毛看上去也更软，侧躺在船上、缩起来的样子像是一只海兔。\n\n我突然有点好奇，这个人类总不打招呼就闯到我未来里，那在她自己的生活里又是什么样呢？\n她会有什么朋友？有什么喜好？对她自己的未来有什么打算？\n她在陆地上的时候，也会这样毫无防备地睡着吗？",
        note_pic = "img_1007"
      },
      [3] = {
        role_id = 1,
        note_type = 3,
        note_title = "某个笨蛋",
        note_text = "之后有机会的话，我也问一问她吧。\n我回答了她那么多问题，也该让她给我几个回答。\n明天见到她时，她大概又会叽叽喳喳地说着不着边际的话，睁着一双亮亮的眼睛，抬头认真看着我。",
        note_pic = "img_1007"
      }
    },
    [510001] = {
      [1] = {
        role_id = 5,
        note_type = 4,
        note_title = "小李鱼观察日记",
        note_text = "今天，是正式开始观察李泽言的第一天！\n他是我第一条、也是目前唯一一条认识的人鱼。所以，李泽言在我“拓展人鱼市场”这项宏伟的计划中，拥有举足轻重的地位。\n为了深入了解这位新商路的引路人，我决定仔细记录下每天和他相处的见闻，摸清李泽言的脾性。要是能趁机多了解一点儿人鱼这个种族，那就更是锦上添花了。\n那么，作为很有纪念意义的第一篇观察日记，我决定先写一写李泽言这条人鱼。\n\n他长得非常好看，是我目前为止见过最漂亮的人。我从来没有见过那么漆黑柔顺的长发，也没见过这么华丽的黑红鱼尾。\n不过，他总是凶凶的，好像全世界都欠了他的钱，看我的时候时不时就会皱起眉头，只有吃饭的时候表情才会柔和一点儿。\n\n要是什么时候能看到他笑一笑就好了。",
        bubble_story_review = 16001
      }
    },
    [510002] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "金光灿灿的泡泡浴",
        note_text = "今天，李泽言带我去了他的一栋房子里参观。不得不说，他的生活也太奢华了吧？！\n\n房子建在海底断崖的一处崖洞里，视野特别开阔，窗外时常有鱼群和海龟路过。\n家具基本都是用珊瑚、礁石和贝壳做的，墙壁上镶着宝石，珍珠更是被当做最基础的装饰品，几乎整个屋内都随处可见。\n\n更气人的是，李泽言在风景最好的房间里，居然还有个宝物库！\n他有一个浴缸那么大的贝壳，里面摆满了金银财宝，甚至可以让他整条鱼都埋进去！",
        note_pic = "img_1001",
        bubble_story_review = 16002
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "金光灿灿的泡泡浴",
        note_text = "我还是第一次见到这么多金币！！\n\n他该不会每天都能像这样泡在金币堆里洗澡吧……也不知道他建这么一栋房子要多少开销……明天问问他好了！\n\n他还说，这里是他的一处“别院”。那他住的其他地方又是什么样呢？以后要找个机会让他带我去看看。\n要是他不答应，我就回去跟主厨多学几道菜，用好吃的做交换再试试看。\n\n抓住人鱼的胃，再抓住和他讨价还价的机会！",
        note_pic = "img_1001",
        bubble_story_review = 16002
      }
    },
    [510003] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "运筹帷幄的小李鱼",
        note_text = "我知道人鱼都是Evolver，可以在海中自由生活，也都有奇妙的超能力，但今天才知道这份能力有多离谱。\n\n路过一处深渊时，一只巨大的乌贼突然窜了出来，不知道为什么，朝着我就扑了过来！\n\n危急关头，李泽言居然大手一挥，召来一只更大的章鱼，和乌贼缠斗起来，周围的鱼群也涌了过来，像是保护我们一样，一直在周围来回游动，干扰乌贼的行动。\n\n这一定是我前半生见过的最酷的场面。",
        note_pic = "img_1002",
        bubble_story_review = 16003
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "运筹帷幄的小李鱼",
        note_text = "李泽言难道可以和海洋生物对话吗？可以驱使他们帮自己干活吗？！\n\n是只有他能这么做，还是其他人鱼都可以这样？\n\n我好奇地问他，但是他只淡淡地说这不是什么大事，根本没有正面回答。\n\n……小气鬼！\n等等，他能这样号令鱼群……难不成，他其实是什么海里的大人物？",
        note_pic = "img_1002",
        bubble_story_review = 16003
      }
    },
    [510004] = {
      [1] = {
        role_id = 5,
        note_type = 1,
        note_title = "小李鱼数据报告",
        note_pic = "img_observation_log_1",
        bubble_story_review = 16004
      },
      [2] = {
        role_id = 5,
        note_type = 1,
        note_title = "小李鱼数据报告",
        note_pic = "img_observation_log_2",
        bubble_story_review = 16004
      },
      [3] = {
        role_id = 5,
        note_type = 1,
        note_title = "小李鱼数据报告",
        note_pic = "img_observation_log_3",
        bubble_story_review = 16004
      },
      [4] = {
        role_id = 5,
        note_type = 1,
        note_title = "小李鱼数据报告",
        note_pic = "img_observation_log_4",
        bubble_story_review = 16004
      },
      [5] = {
        role_id = 5,
        note_type = 1,
        note_title = "小李鱼数据报告",
        note_pic = "img_observation_log_5",
        bubble_story_review = 16004
      }
    },
    [510005] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "小李鱼与大鲸鱼",
        note_text = "今天和李泽言在海里遇到了一只误入浅海的鲸鱼。我不知道他具体做了些什么，但周围的水流方向发生了轻微的变化，让那只鲸鱼调转了方向。\n\n之后，李泽言带我像领航一样，缓缓游在鲸鱼的前方，引它重回深海，还轻轻伸手碰了碰那只鲸的吻部，像是在跟它道别。\n\n那只鲸轻缓地拨弄水流，唱着我听不懂的悠扬鲸歌，最终慢慢下潜到幽深的海中。\n\n我觉得这一切美得不可思议，李泽言也平和地看了我一眼，淡淡地说，这就是大海。",
        note_pic = "img_1003",
        bubble_story_review = 16005
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "小李鱼与大鲸鱼",
        note_text = "虽然他昨天跟我说，他不觉得海洋生物是他的朋友，但我觉得他一定只是没有把话说完。\n\n他不把这些生灵当做朋友，却总下意识地保护着他们；他确实吃鱼，但并不以滥捕为乐。\n\n我想，他其实本质上是个很温柔的人吧。\n\n今晚我不着急回去，不如一边慢慢做菜，一边和他再多聊聊吧。",
        note_pic = "img_1003",
        bubble_story_review = 16005
      }
    },
    [510006] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "小李鱼保卫战",
        note_text = "写这篇日记的时候，我正在去远海的船上。\n\n我现在心情特别激动，因为刚刚李泽言居然同意带我去他平时午休的地方看看！\n\n他跟我说，他午休的床是用贝壳做的，听起来很梦幻……不知道我能不能稍微上去躺一躺。\n\n他还说，一般这种时候，他会喜欢在足够隐蔽，又通透安静的地方睡觉，这样不仅安全，如果有突发情况，也能及时应对，立刻撤离或反击。",
        note_pic = "img_1005",
        bubble_story_review = 16006
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "小李鱼保卫战",
        note_text = "为什么会遇到需要反击的情况？看来人鱼的生活，也不完全像想象中那么安逸平稳。居然连睡个午觉都要提心吊胆的。\n\n而且李泽言最后又说，他之前从来没有带人去过那里。嘿嘿，这是不是说明，我对他来说有一点特别了？看来我的商路开拓计划真是未来可期！\n\n放心吧李泽言，我会保护好你宝贵的午休时间的。\n\n就连一条小鱼小虾都不会放过，一定保证你睡个好觉！",
        note_pic = "img_1005",
        bubble_story_review = 16006
      }
    },
    [510007] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "半道崩殂的商业新篇章",
        note_text = "李泽言真是条好鱼……\n我昨天不小心差点儿把他家拆了，他也没有太生气。\n\n我反省，不该说他小气的，这个月内，我就是他最忠诚的拥趸者！\n至于欠他的十顿饭，也要一定会找最好的食材、再发挥我最高超的技术，做出让李泽言也大吃一惊的美食！\n\n今天阳光很好，我久违地划着小船，在海面上和他聊天。甚至因为天气实在太舒服了，忍不住睡了一会儿。\n醒过来的时候，我发现李泽言往我的船里放了点儿好看的贝壳、珊瑚和珍珠。",
        note_pic = "img_1006",
        bubble_story_review = 16007
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "半道崩殂的商业新篇章",
        note_text = "他还解释说，是因为呆在海面太无聊了，顺手拿来的。\n我才不信，哪儿有顺手顺去海里的。\n\n看着船上林林总总的宝贝，我想起之前听到过的传闻，说如果人鱼哭了，落下的眼泪会变成珍珠。\n\n我开口向他求证，结果又被他用匪夷所思的眼神瞪了。\n\n看来不能哄人鱼哭，然后收集珍珠卖钱。\n\n……好可惜。",
        note_pic = "img_1006",
        bubble_story_review = 16007
      }
    }
  },
  [15085] = {
    [30001] = {
      [1] = {
        role_id = 3,
        note_type = 5,
        note_title = "赋予新生",
        note_text = "她说日记……就是把自己想说的话写在上面，我会试试的。\n就是……距离上次写字好像是很久很久以前了。\n但没关系，很多事情我都会慢慢适应起来。\n\n原来……用Evol维持人类的形态只能坚持一周左右。\n本来想再坚持一下，但这样的我好像吓到她了，一口一个周棋洛地喊着我。\n虽然我现在喜欢听她喊我的名字，但还是更希望她能用平时开心的，上扬的语调喊我——\n周棋洛，这些花好看吗？这可是在海里看不到的风景……\n周棋洛，可乐不能多喝，会蛀牙！\n周棋洛……周棋洛……\n\n所以，为了不让她继续担心下去，我把我的情况告诉了她。"
      },
      [2] = {
        role_id = 3,
        note_type = 5,
        note_title = "赋予新生",
        note_text = "她很聪明，反应也很快，立刻就想拉着我去海里，甚至在我下意识反对时，提出我无法拒绝的理由。\n她会陪我。\n我清楚，我抵触的从来不是大海。\n只是抵触太多的人赋予大海，赋予人鱼的其它意味。\n但现在不一样了，冥冥之中，我好像有一个预感。\n她的再次出现，会将那些我曾经所想远离的事物一一赋予新的意义。"
      }
    },
    [30002] = {
      [1] = {
        role_id = 3,
        note_type = 5,
        note_title = "偷偷“作弊”",
        note_text = "她好像很喜欢自己的音乐和观众。\n她的房间里摆满了一柜子的演唱会合照，上面观众越多，她的笑容就越灿烂。\n果然……她很适合笑，无论是五岁的她还是现在的她。\n\n所以，我在海里撤掉了这些年来一直用暗流设立的屏障。\n曾经那些与我隔绝的鱼虾，重新在附近徘徊起来，不过这样还不够。\n我试着拉起小提琴。\n不过为什么和想象中不太一样？\n它们不应该围过来吗……毕竟她说过我的演奏很好听。\n…………\n有点郁闷。\n\n最后，我作弊了。\n因为我不想让那样期待的笑容落空。"
      },
      [2] = {
        role_id = 3,
        note_type = 5,
        note_title = "偷偷“作弊”",
        note_text = "于是，我重新利用暗流将那些鱼推过来，果然……下一秒，她更用力地鼓起了掌。\n\n不过我只作弊这一次。因为我相信自己迟早可以创作出它们也能听得懂的音乐。\n站在更大的舞台，让她看见。"
      }
    },
    [30003] = {
      [1] = {
        role_id = 3,
        note_type = 5,
        note_title = "今天开心吗？",
        note_text = "没有了那些暗流屏障，这片海比以前热闹了很多。\n所以每当看到了海豚、鲸鱼……她都会很惊喜，甚至百看不厌。\n奇怪。\n那她第一次看到我，为什么不像看到海豚那样，眼睛睁得大大的，发出惊呼？\n越想越奇怪……\n或许我应该做些什么。\n\n太阳下山，准备回岸上的时候。\n我喊住了她。\n虽然我心里总是有很多很多的想法，但话到嘴边，总是不知道该怎么告诉她。\n我想告诉她，以后这片海会更热闹，不仅有鱼，也会有来海边散步，捕鱼营生的人。\n寂海不再是孤独的海。\n或许有一天，这里的人也会赋予它新的名字。\n但这些话，我都没有说出来……\n我只问了她，今天开心吗？\n她笑了，用力点点头。"
      }
    },
    [30004] = {
      [1] = {
        role_id = 3,
        note_type = 5,
        note_title = "秘密心声",
        note_text = "躺在海上看星星，曾经只是我一个人的秘密。\n其实不能算得上是秘密，因为我从来没有刻意隐瞒过谁，只是这十几年来都没有人，没有鱼发现而已。\n\n不过今天躺在海上，我没怎么看星星。\n只看她了。\n\n她眼睛亮晶晶的，比星星还好看。她会笑着，伸出手一颗颗数天上的星星。\n有时候数着数着数忘了，就会郁闷地瞪大眼睛，然后长叹一口气，从第一颗星星重新开始数。\n不过她怎么从头到尾都没有注意到，我在偷看她？\n\n如果有一天，我所有的心里话，都能自然地告诉她就好了。\n不过我不急，总会有那么一天的。\n她会知道我的全部心声。"
      }
    },
    [30005] = {
      [1] = {
        role_id = 3,
        note_type = 3,
        note_title = "我是路痴吗？",
        note_text = "今天和她一起出发了，去寻找人鱼生活的城市。\n路上，她很兴奋，好奇地到处游到处看，但随着朝深海区域靠近，我有些不安。\n也许是因为从来没有离开过寂海吧。\n以防万一，我让她在原地等我，自己先去前方探探路。可就算这样做，我还是不那么放心，又悄悄给她设置了一个透明的水罩。\n\n然后我就自己出发了。\n世界又变得安静起来，我看着长得差不多的珊瑚，差不多的鱼与我擦肩而过。\n直到我也不记得自己游了多久，准备先回去和她汇合的时候……",
        note_pic = "img_1005"
      },
      [2] = {
        role_id = 3,
        note_type = 3,
        note_title = "我是路痴吗？",
        note_text = "我一回头，竟然就看见她在我的身后，她问我你回来啦？\n\n我有些吃惊……\n按理来说，我是要回来的，但为什么一个转身，就回来了？\n似乎是看出来我也很惊讶，她突然笑了。\n最后，她问我。\n周棋洛，你是不是又迷路了？\n\n………………\n对。\n我在心里轻轻承认了。",
        note_pic = "img_1005"
      }
    },
    [30006] = {
      [1] = {
        role_id = 3,
        note_type = 5,
        note_title = "可爱主义",
        note_text = "可爱？\n她为什么让我做出可爱的样子？\n…………\n\n我知道，她如果在路上遇到小猫小狗，会说：“哇，你好可爱啊。”\n然后试探地将手凑到它们的鼻子面前，等彼此熟悉之后，她就会轻轻摸着它们的脑袋。\n所以，她是想摸我的脑袋，所以才让我做出可爱的样子吗？\n那她为什么不直接摸我的脑袋。\n她应该很清楚，如果是她，她是可以这样对我的。\n\n吃完晚饭，我一个人跑进厕所，对着镜子试图做出她认为我会可爱的样子。\n先嘴角上扬，然后眼睛弯起来……\n唔，肌肉好像在自己发抖，是不太适应这样的角度吗？"
      },
      [2] = {
        role_id = 3,
        note_type = 5,
        note_title = "可爱主义",
        note_text = "好难，可爱好像是一件很难的事情。\n但她为什么不费力气，就可以一天二十四小时都那么可爱？\n无论是她打着哈欠起床，还是闭着眼睛刷牙，又或者是煎出金灿灿的荷包蛋，所有的一举一动都很吸引我。\n而这一刻，奇迹发生了。\n我看着镜子里眼睛弯弯的自己，意识到这就是她上午想看到的样子。\n\n我明白了。\n只要想着她，我就会变可爱。"
      }
    },
    [30007] = {
      [1] = {
        role_id = 3,
        note_type = 3,
        note_title = "她像一道光",
        note_text = "今天阳光很好，她离我也很近。\n她拿着卷尺，小心翼翼地在我身上测量。尤其是她弯下腰时，我能闻到她头发上有着橘子香的洗发露，很甜，我很喜欢。\n但更有意思的是，她如果不小心在测量的过程中触碰到我，她的脸会唰地发红，像茶几上的苹果一样。苹果也是甜的，我也同样喜欢。\n\n所以……不知不觉，我们已经可以离得这么近了。\n最开始的时候，我能从她眼里察觉到什么……她好像总觉得我们之间隔了一道无形的屏障。无论她说些什么，做些什么，都很难穿过它，跨到我面前。",
        note_pic = "img_1007"
      },
      [2] = {
        role_id = 3,
        note_type = 3,
        note_title = "她像一道光",
        note_text = "所以一开始，她会借着音乐和小提琴跟我说好多好多的话。其实，那时候我也并没有抵触她，我只是不知道该如何跟她相处。\n我担心自己会吓到她，但现在的我已经没有这样的担心了。\n她给了我很多的底气，让我可以随心所欲，让我逐渐认识到自由是一种什么样的感觉。\n是一种……没什么感觉的感觉。\n是不再感到被束缚，不再觉得胸口里有什么东西在堵住自己。\n可以畅快地呼吸，畅快地看向这个世界。\n一切都豁然开朗，一切都阳光明媚。\n\n为此，我感到庆幸。\n庆幸自己的幸运，庆幸她的到来。",
        note_pic = "img_1007"
      },
      [3] = {
        role_id = 3,
        note_type = 3,
        note_title = "她像一道光",
        note_text = "像一道光，照亮了我的大海，陆地。\n照亮了我，周棋洛。",
        note_pic = "img_1007"
      }
    },
    [530001] = {
      [1] = {
        role_id = 5,
        note_type = 4,
        note_title = "周棋洛",
        note_text = "嗯……我发现周棋洛好像还是没有习惯他的新名字。\n每次喊他，他都会过一会儿才反应过来，然后甩起那头漂亮的金发回头看我。\n他本来就够好看了，但这时他还会微微睁大眼睛，用着期待的目光望着我，似乎在说：“对，我是周棋洛，喊我有什么事吗？”\n看得出来，他真的很喜欢自己的名字。\n\n只不过……他今天有点蔫巴巴的。\n我急得在房间里团团转，思考着要不要请医生来的时候，他才终于肯告诉我真相。\n原来，人鱼维持人的形态是需要一直使用Evol的力量。\n我知道他在坚持什么，但我不想让他痛苦，于是提议每天有一段时间泡在海里休息休息。\n他一开始还不同意，直到我表示自己也会陪他的时候，才肯默默点头。\n不过呢，经过这件事，我意识到自己对周棋洛、对人鱼都不够了解。\n所以借着这个机会，好好“观察”一下吧！",
        bubble_story_review = 36001
      }
    },
    [530002] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "个人演奏会",
        note_text = "今天，我们再次回寂海了。\n原本我以为他就是回海里变成人鱼的形态，小憩一会儿，恢复精力。但没想到他竟然把小提琴也带来了，可他早上才练了一上午的琴啊……\n本来想趁他不注意把小提琴悄悄放回去，但他实在太聪明了！我只动了一下眼珠，就被他猜透了心思，直到入海，他的手都没离开小提琴一秒……\n\n不过这次回来，我发现了一个变化。\n以前，这里除了珊瑚丛，没见过别的生物。但今天多了好多好多小鱼。他们都被周棋洛的琴音吸引过来，围着他转圈圈。",
        note_pic = "img_1001",
        bubble_story_review = 36002
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "个人演奏会",
        note_text = "我问他为什么会有这样的变化？他说，因为他曾经在这周围设置了透明屏障，但现在不需要这样了。\n他说这些话时，神情非常平和，似乎有什么真的在他心里释然了。\n而看到这样的他，我真的很开心，所以小鱼们在甩着尾巴鼓掌的时候，我也大力地拍着掌心，当然，有着人类的优势，我的掌声是观众里最最响亮的~\n\n同时，我也无比相信……\n周棋洛总有一天，会在深海里举办一场独属于他的演唱会。",
        note_pic = "img_1001",
        bubble_story_review = 36002
      }
    },
    [530003] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "自由跳跃",
        note_text = "或许是今早起床时因为灰尘连打了三个喷嚏，周棋洛就不让我陪他泡在海里了。\n我知道他是担心我，所以也就坐在岸边陪他，等他。不过……他好像是怕我等着无聊，中间好几次，他只泡了十分钟就想上岸。\n……这怎么行！\n\n根据观察，他至少要像睡觉那样，泡七八个小时才能保证他在接下来的一天平稳地持续维持人形。所以每当他想上岸，我又轻轻把他推进水里后，他总会皱起眉。\n他好像想说什么，但只有尾巴在海面上拍来拍去，难道这是他表达郁闷的一种方式？\n我正琢磨着，几只海豚蹦出了海面。\n是海豚！！",
        note_pic = "img_1002",
        bubble_story_review = 36003
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "自由跳跃",
        note_text = "就在我超级兴奋地挥手时，我竟然看见周棋洛也跟着海豚一起蹦出海面。\n这样的画面，让我完全傻了……\n等等……他、他这样做不会是想让我更开心吧？\n虽然我知道向他求证也得不到答案，但心里总感觉住进了一个小太阳，特别特别温暖。",
        note_pic = "img_1002",
        bubble_story_review = 36003
      }
    },
    [530004] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "一闪一闪亮晶晶",
        note_text = "根据这几天的泡海计划，我发现周棋洛整个人放松了很多。\n无论是变成人鱼还是人类，他都更得心应手了。\n所以在他今天有些郑重地邀请我看星星的时候，我又惊讶又开心。可等我把野餐垫拖到院子门口的时候，他的笑容好像有些无奈。\n他说，他有一个比在草地上看星星还要棒的地方。\n\n他带着我又回到了海边，仰浮在大海上。\n看着满天的星星，我感受到了前所未有的自由。身下的大海好像可以带我们去往任何地方，而无论去哪里，那一颗颗星星都会照耀着我们，为我们指引方向，给我们勇气。",
        note_pic = "img_1003",
        bubble_story_review = 36004
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "一闪一闪亮晶晶",
        note_text = "而当我把这样的感受告诉周棋洛时，他竟然笑了。\n比星星还要好看，还要闪耀。",
        note_pic = "img_1003",
        bubble_story_review = 36004
      }
    },
    [530005] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "迷路在路上",
        note_text = "今天，我终于忍不住好奇问周棋洛——你……知道人鱼们生活的城市在哪吗？\n当时他正认真地拿着喷壶在院子里浇花，听到我的问题，愣了一下。\n他说他不知道，不过几年前他也曾经好奇地找过。\n然后……迷路了。\n……\n虽然他没有满足我的好奇心，但这一刻我还是非常高兴，因为我又多了解了他一点。\n周棋洛，方向感不太好。\n\n不过就在我写这句话的时候被他看到了，他又皱起眉头。\n他几次欲言又止，止又欲言，终于做出决定。",
        note_pic = "img_1004",
        bubble_story_review = 36005
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "迷路在路上",
        note_text = "他决定带我再去找一次。\n虽然他的眼神里似乎是在告诉我，为了我的好奇心而出发，但我内心十分清楚……他只是想让我对他的“偏见”有所改观。不过没关系，我一直很愿意和他去任何地方。\n但以防万一再次迷路，我们还是多带点干粮吧！",
        note_pic = "img_1004",
        bubble_story_review = 36005
      }
    },
    [530006] = {
      [1] = {
        role_id = 5,
        note_type = 2,
        note_title = "可爱征服世界",
        note_text = "今天做梦，我是笑着醒来的。\n周棋洛在我梦里面怎么会这么可爱啊啊，他竟然躲在小贝壳里和灯笼鱼捉迷藏！\n天啊，我什么时候能亲眼看见这样的场面啊。\n在我第101次看周棋洛的时候，他终于忍不住问我在想什么，为什么一直偷笑？\n他虽然神情平和，虽然我也觉得他是这个世界上最美丽的人，但论起“可爱”还是和梦里的那种相差很远。\n于是我天人交战后，冒着“生命危险”问他——\n可不可以做一个很可爱的表情给我看？",
        note_pic = "img_1006",
        bubble_story_review = 36006
      },
      [2] = {
        role_id = 5,
        note_type = 2,
        note_title = "可爱征服世界",
        note_text = "刚问完，他的眼角往下倾斜了0.1度，据我这些天对他的了解。\n这是无奈但碍于礼貌和友好，所以无法表现出来的意思。\n\n没关系没关系，日子还长着呢~\n这样想着，我又开心了。\n总有一天，我会看到可爱的周棋洛！\n此页为证！",
        note_pic = "img_1006",
        bubble_story_review = 36006
      }
    },
    [530007] = {
      [1] = {
        role_id = 5,
        note_type = 1,
        note_title = "无条件接纳",
        note_pic = "img_observation_log_1",
        bubble_story_review = 36007
      },
      [2] = {
        role_id = 5,
        note_type = 1,
        note_title = "无条件接纳",
        note_pic = "img_observation_log_2",
        bubble_story_review = 36007
      },
      [3] = {
        role_id = 5,
        note_type = 1,
        note_title = "无条件接纳",
        note_pic = "img_observation_log_3",
        bubble_story_review = 36007
      },
      [4] = {
        role_id = 5,
        note_type = 1,
        note_title = "无条件接纳",
        note_pic = "img_observation_log_4",
        bubble_story_review = 36007
      },
      [5] = {
        role_id = 5,
        note_type = 1,
        note_title = "无条件接纳",
        note_pic = "img_observation_log_5",
        bubble_story_review = 36007
      },
      [6] = {
        role_id = 5,
        note_type = 1,
        note_title = "无条件接纳",
        note_pic = "img_observation_log_6",
        bubble_story_review = 36007
      }
    }
  }
}
