module("activity_visit_text", package.seeall)
data = {
  [100001] = {
    text = "你想在佛香阁前合影，李泽言说了句笨蛋，拿过了你手中的相机。"
  },
  [100002] = {
    text = "知春亭内有人在比赛书法，李泽言握着你的手写了两句诗词。"
  },
  [100003] = {
    text = "你在长廊边拿出了两个烤玉米，李泽言一脸犹豫地吃完了。"
  },
  [100004] = {
    text = "排云殿的楼梯很高，李泽言回头拉住你的手向上走。"
  },
  [100005] = {
    text = "遇到了写生的学生，他给你和李泽言画了一幅速写。"
  },
  [100006] = {
    text = "你走累了，李泽言买了两个文创雪糕。"
  },
  [100007] = {
    text = "纪念品商店里，李泽言拿起了一个发夹别到你头发上。"
  },
  [100008] = {
    text = "你偷拍李泽言打盹，却被发现了。"
  },
  [100009] = {
    text = "李泽言和石狮子站在一起，有种谜之相似的气场。"
  },
  [100010] = {
    text = "上了画舫摆渡，你拉着李泽言冲到了第一排。"
  },
  [100011] = {
    place_id = 8,
    place_name = "乐寿堂",
    text = "你站在乐寿堂院内，浏览着手中的导览册，微微睁大了眼睛……",
    story_id = 810001,
    place_introduction = "这里是乐寿堂\\n\\n是园内位置最好的居住和游乐的地方",
    role_location = "-134,-92"
  },
  [100012] = {
    place_id = 9,
    place_name = "玉澜堂",
    text = "走进玉澜堂的时候，你看到了檐角一只一跃而过的橘猫……",
    story_id = 810002,
    place_introduction = "这里是玉澜堂\\n\\n嘉庆朝皇帝曾在这里办公",
    role_location = "-24,-60.8"
  },
  [100013] = {
    place_id = 10,
    place_name = "佛香阁",
    text = "你来到佛香阁前，打量着手中的地图，忽然想考一下李泽言……",
    story_id = 810003,
    place_introduction = "这里是佛香阁\\n\\n南面昆明湖，背靠智慧海",
    role_location = "-133,85"
  },
  [100014] = {
    place_id = 11,
    place_name = "谐趣园",
    text = "漫步在谐趣园中，你看到“瞩新楼”，拽了拽李泽言的袖子……",
    story_id = 810004,
    place_introduction = "这里是谐趣园\\n\\n传说园内的知鱼桥是仙人的龙头拐棍化龙而变",
    role_location = "59,-84.8"
  },
  [110001] = {
    place_id = 1,
    place_name = "人偶剧场",
    text = "我问神秘人可不可以带走李泽言的人偶，神秘人非常慷慨地答应了。"
  },
  [110002] = {
    place_id = 2,
    place_name = "环湖速道",
    text = "回去后，华锐旗下的保险公司在保险合同上专门增加了有关异时空遇险的条款。"
  },
  [110003] = {
    place_id = 3,
    place_name = "像素迷宫",
    text = "迷宫里的一只怪兽体积太大，被卡在了岔路口嗷嗷叫，我跟李泽言谨慎地从他身边跑了过去。"
  },
  [110004] = {
    place_id = 4,
    place_name = "动物城堡",
    text = "独角兽蹭李泽言的手，我嫉妒地表示李泽言接下来的运气一定很好。"
  },
  [110005] = {
    place_id = 5,
    place_name = "炫彩饮品摊",
    text = "我们离开摊位没走几步就遇见了一个价格更便宜的摊位，不禁忍痛又喝了一杯。"
  },
  [110006] = {
    place_id = 6,
    place_name = "魔法手划船",
    text = "有一只鱼跳进了船里，李泽言说今晚吃烤鱼。"
  },
  [110007] = {
    place_id = 7,
    place_name = "酒店餐厅",
    text = "酒店提供零钱兑换服务，我拉着李泽言兑换了一大堆叠叠币。"
  },
  [110008] = {
    place_id = 8,
    place_name = "大喵地点动物城堡",
    text = "那只叫大喵的猫好像在跟粉发少女哭诉什么，大喊出去之后必须吃三盘五花肉。"
  },
  [110009] = {
    place_id = 8,
    place_name = "大喵地点酒店餐厅",
    text = "李泽言借酒店厨房做的布丁被大喵偷吃了几个。"
  },
  [110010] = {
    place_id = 8,
    place_name = "大喵地点手划船",
    text = "大喵被李泽言用船桨捞了上来。"
  },
  [200001] = {
    text = "你和许墨将一对问路的老夫妇带到目的地，分别前你们拍了一张合照。"
  },
  [200002] = {
    text = "你试图辨认铜牛背上的刻字无果，许墨轻笑着告诉这是乾隆皇帝撰写的《金牛铭》。"
  },
  [200003] = {
    text = "在树下乘凉时，一只小松鼠窜上了许墨的膝盖。"
  },
  [200004] = {
    text = "西堤边的芦苇很美，许墨帮你拍了很多照片。"
  },
  [200005] = {
    text = "写秋轩里有个小女生想让许墨当自己的写生模特，许墨表示“要姐姐同意才行”。"
  },
  [200006] = {
    text = "智慧海佛殿内，许墨的讲解引来了一群来秋游的小学生的围观。"
  },
  [200007] = {
    text = "你和许墨在湖边欣赏风景，看到了电影里出现过的紫粉色天空。"
  },
  [200008] = {
    text = "站在十七孔桥上，你和许墨约好了冬天来这里看“金光穿洞”。"
  },
  [200009] = {
    text = "许墨买了一把油纸伞，你们一同体会了一把意境漫步。"
  },
  [200010] = {
    text = "石桥边的湖塘中有很多鸭子，它们似乎很欢迎你们。"
  },
  [200011] = {
    place_id = 8,
    place_name = "乐寿堂",
    text = "乐寿堂前，你打量着手中的地图，忽然转头看向许墨……",
    story_id = 820001,
    place_introduction = "这里是乐寿堂\\n\\n是园内位置最好的居住和游乐的地方",
    role_location = "-134,-92"
  },
  [200012] = {
    place_id = 9,
    place_name = "玉澜堂",
    text = "你对着玉澜堂正中的对联，不自觉念了出来。",
    story_id = 820002,
    place_introduction = "这里是玉澜堂\\n\\n嘉庆朝皇帝曾在这里办公",
    role_location = "-24,-60.8"
  },
  [200013] = {
    place_id = 10,
    place_name = "佛香阁",
    text = "近距离观察后，你发现佛香阁比想象中还要气势磅礴……",
    story_id = 820003,
    place_introduction = "这里是佛香阁\\n\\n南面昆明湖，背靠智慧海",
    role_location = "-133,85"
  },
  [200014] = {
    place_id = 11,
    place_name = "谐趣园",
    text = "谐趣园的树木多而茂密，正值秋日，远远看上去颇有层林尽染之色。",
    story_id = 820004,
    place_introduction = "这里是谐趣园\\n\\n传说园内的知鱼桥是仙人的龙头拐棍化龙而变",
    role_location = "59,-84.8"
  },
  [210001] = {
    place_id = 1,
    place_name = "人偶剧场",
    text = "作为观看的纪念，我和许墨参观了剧场后台的娃娃间。"
  },
  [210002] = {
    place_id = 2,
    place_name = "环湖速道",
    text = "列车上售卖的小零食包装袋都印有很好看的服装花纹，我甚至产生了收集冲动。"
  },
  [210003] = {
    place_id = 3,
    place_name = "像素迷宫",
    text = "发现了一处散落的像素画，许墨凭借记忆很快将其还原了。"
  },
  [210004] = {
    place_id = 4,
    place_name = "动物城堡",
    text = "发现并没有小兔子社团，许墨建议我可以自己开办一个。"
  },
  [210005] = {
    place_id = 5,
    place_name = "炫彩饮品摊",
    text = "我和许墨找到一片树荫，依靠着休息了好久。"
  },
  [210006] = {
    place_id = 6,
    place_name = "魔法手划船",
    text = "我接过船桨划船，结果导致我和许墨多转了好几圈，泡泡洒满了河岸。"
  },
  [210007] = {
    place_id = 7,
    place_name = "水族馆",
    text = "和许墨在纪念品店买了一个海豚顶球的小玩具。"
  },
  [210008] = {
    place_id = 8,
    place_name = "大喵地点像素迷宫",
    text = "听到大喵高声吐槽，在每个路尽头都有五花肉，这还让人怎么走出去啊！"
  },
  [210009] = {
    place_id = 8,
    place_name = "大喵地点动物城堡",
    text = "大喵站在一众高大的白色虎豹猛男的前面，当作宣传的吉祥物。"
  },
  [210010] = {
    place_id = 8,
    place_name = "大喵地点水族馆",
    text = "听到大喵和工作人员讨论，猫进入水族馆后的注意事项。"
  },
  [300001] = {
    text = "转角处突然出现了一只狸花，冲你和周棋洛喵了一声。"
  },
  [300002] = {
    text = "阳光正好，你们并肩坐在长廊里，眯着眼惬意地吹了一会儿风。"
  },
  [300003] = {
    text = "路过一群学生时，周棋洛险些被她们认出来。"
  },
  [300004] = {
    text = "来的时节没赶上看红叶，周棋洛觉得有点遗憾。"
  },
  [300005] = {
    text = "周棋洛的肚子突然叫了一声，被你听到后还强行装作无事发生。"
  },
  [300006] = {
    text = "周棋洛跟你把头凑在一起，扮鬼脸拍了好几张自拍。"
  },
  [300007] = {
    text = "你和周棋洛坐在船上，广播里的小故事你们听得津津有味。"
  },
  [300008] = {
    text = "在周棋洛的奋力拖拉之下，你终于艰难地登上了最后几级台阶。"
  },
  [300009] = {
    text = "看着远处的园景，你和周棋洛聊起了最近刚上映的古装剧。"
  },
  [300010] = {
    text = "周棋洛陪着哭丧着脸的你在失物招领处找回了帽子。"
  },
  [300011] = {
    place_id = 8,
    place_name = "乐寿堂",
    text = "你和周棋洛来到乐寿堂庭院，他被这里摆放的铜像吸引了注意……",
    story_id = 830001,
    place_introduction = "这里是乐寿堂\\n\\n是园内位置最好的居住和游乐的地方",
    role_location = "-134,-92"
  },
  [300012] = {
    place_id = 9,
    place_name = "玉澜堂",
    text = "玉澜堂中种的树落了许多叶子，在地上铺了一层。",
    story_id = 830002,
    place_introduction = "这里是玉澜堂\\n\\n嘉庆朝皇帝曾在这里办公",
    role_location = "-24,-60.8"
  },
  [300013] = {
    place_id = 10,
    place_name = "佛香阁",
    text = "周棋洛惊叹于佛香阁上的风景，想看下导览册上的介绍，你却将其藏到身后……",
    story_id = 830003,
    place_introduction = "这里是佛香阁\\n\\n南面昆明湖，背靠智慧海",
    role_location = "-133,85"
  },
  [300014] = {
    place_id = 11,
    place_name = "谐趣园",
    text = "你站在谐趣园的知鱼桥上，看到石牌坊上有乾隆皇帝为此处写的诗……",
    story_id = 830004,
    place_introduction = "这里是谐趣园\\n\\n传说园内的知鱼桥是仙人的龙头拐棍化龙而变",
    role_location = "59,-84.8"
  },
  [310001] = {
    place_id = 1,
    place_name = "人偶剧场",
    text = "突然出现了鬼怪和僵尸的大玩偶！周棋洛拉着我灵活地穿梭在玩偶间，冲出了剧场。"
  },
  [310002] = {
    place_id = 2,
    place_name = "环湖速道",
    text = "周棋洛对水上小火车上瘾了，把所有的路线都坐了一遍。"
  },
  [310003] = {
    place_id = 3,
    place_name = "像素迷宫",
    text = "周棋洛成功挑战了关卡内所有的boss，在迷宫里一战成名。"
  },
  [310004] = {
    place_id = 4,
    place_name = "动物城堡",
    text = "遇到了一只程序猿，和周棋洛一番交流后，痛哭着说终于知道bug卡在哪了。"
  },
  [310005] = {
    place_id = 5,
    place_name = "炫彩饮品摊",
    text = "周棋洛给摊位引流来许多客户，老板乐呵呵地给我们塞了一堆乐园周边。"
  },
  [310006] = {
    place_id = 6,
    place_name = "魔法手划船",
    text = "周棋洛刚买好的巧克力香蕉，被飞过的鸟抢走了。"
  },
  [310007] = {
    place_id = 7,
    place_name = "沙滩音乐会舞台",
    text = "一队摇头摆尾的大鹅上台给周棋洛献上了花花。"
  },
  [310008] = {
    place_id = 8,
    place_name = "大喵地点饮品摊",
    text = "摊主去吃饭时把摊位委托给大喵看管，大喵把饮品价格记成了五个叠叠币。"
  },
  [310009] = {
    place_id = 8,
    place_name = "大喵地点环湖速道",
    text = "走下小火车时大喵一边吐得昏天黑地，一边哭着五花肉都白吃了。"
  },
  [310010] = {
    place_id = 8,
    place_name = "大喵地点手划船",
    text = "河岸边好像有一只穿着斗篷的喵被一群鸭子们追着跑。"
  },
  [400001] = {
    text = "白起在长桥边拍了一张照片，正好把十七个桥洞都拍了进去。"
  },
  [400002] = {
    text = "香岩宗印之阁，白起似乎对十八罗汉象很感兴趣。"
  },
  [400003] = {
    text = "路过西堤边的银杏树，白起接住了几片随风飘落的银杏叶递给了你。"
  },
  [400004] = {
    text = "白起把一个困在铜牛象上的小男孩抱了下来。"
  },
  [400005] = {
    text = "游船时，昆明湖上吹起了舒适的微风，你靠着白起的肩膀睡着了。"
  },
  [400006] = {
    text = "白起抓住了一只试图叼走三明治的小野猫。"
  },
  [400007] = {
    text = "城墙上，白起将你抱起来眺望远处的风景。"
  },
  [400008] = {
    text = "遇到了一个算命大师，似乎神神秘秘地跟白起说了什么。"
  },
  [400009] = {
    text = "你走累了，白起二话不说把你背到凉亭里。"
  },
  [400010] = {
    text = "一只小鸟在你们头顶盘旋，也许是飞累了，它突然降落在白起的肩上小憩。"
  },
  [400011] = {
    place_id = 8,
    place_name = "乐寿堂",
    text = "你在乐寿堂前看见了一个穿着汉服的女生……",
    story_id = 840001,
    place_introduction = "这里是乐寿堂\\n\\n是园内位置最好的居住和游乐的地方",
    role_location = "-134,-92"
  },
  [400012] = {
    place_id = 9,
    place_name = "玉澜堂",
    text = "通过彩绘游廊走到玉澜堂内殿的藕香榭时，你忽然惊讶地发现了什么……",
    story_id = 840002,
    place_introduction = "这里是玉澜堂\\n\\n嘉庆朝皇帝曾在这里办公",
    role_location = "-24,-60.8"
  },
  [400013] = {
    place_id = 10,
    place_name = "佛香阁",
    text = "你和白起登上佛香阁，俯瞰着下面的景色……",
    story_id = 840003,
    place_introduction = "这里是佛香阁\\n\\n南面昆明湖，背靠智慧海",
    role_location = "-133,85"
  },
  [400014] = {
    place_id = 11,
    place_name = "谐趣园",
    text = "谐趣园的池水边栽种着许多树木，秋阴阵阵，十分沁凉。",
    story_id = 840004,
    place_introduction = "这里是谐趣园\\n\\n传说园内的知鱼桥是仙人的龙头拐棍化龙而变",
    role_location = "59,-84.8"
  },
  [410001] = {
    place_id = 1,
    place_name = "人偶剧场",
    text = "我和白起坐在巨大人偶的两只手上，人偶双手合拢，将我们送到了一起。"
  },
  [410002] = {
    place_id = 2,
    place_name = "环湖速道",
    text = "我和白起忙着将被浪花冲上火车的鱼放回水中，收获了一堆感激的泡泡。"
  },
  [410003] = {
    place_id = 3,
    place_name = "像素迷宫",
    text = "我和白起尝试飞得高高脱出迷宫，却被空气墙拦在了半空中。"
  },
  [410004] = {
    place_id = 4,
    place_name = "动物城堡",
    text = "小狼们将白起团团围住，缠着问他是从哪里学来的飞行法术。"
  },
  [410005] = {
    place_id = 5,
    place_name = "炫彩饮品摊",
    text = "白起不小心喝了毒蘑菇模拟饮料，说天上似乎有水母在飞。"
  },
  [410006] = {
    place_id = 6,
    place_name = "魔法手划船",
    text = "巨大的鱼从船底经过，白起收回钓竿，表示这条大鱼吃起来可能太撑了。"
  },
  [410007] = {
    place_id = 7,
    place_name = "星际飞船驾驶舱",
    text = "捉迷藏时，我机智地躲进休眠仓，却发现进入的是装满零食的冷藏库。"
  },
  [410008] = {
    place_id = 8,
    place_name = "大喵地点炫彩饮品摊",
    text = "大喵喝了五杯饮料，一边打着嗝一边说自己还可以再来十杯。"
  },
  [410009] = {
    place_id = 8,
    place_name = "大喵地点环湖速道",
    text = "列车开启后，船尾似乎牵着一个冲浪板，仔细一看板上的人竟然是大喵。"
  },
  [410010] = {
    place_id = 8,
    place_name = "大喵地点像素迷宫",
    text = "在迷宫里看到了一些猫猫头标记，像是其他玩家标注的，但指示的方向都是被堵死的。"
  },
  [800001] = {
    text = "虽然嘴上不耐烦，可凌肖还是配合着你拍了几张游客照。"
  },
  [800002] = {
    text = "路过商店时，凌肖买了一根文创雪糕塞给你。"
  },
  [800003] = {
    text = "看到手机上的运动步数后，你飞快截屏并骄傲地展示给凌肖。"
  },
  [800004] = {
    text = "凌肖冷着脸阻止了想在栏杆上刻字的一对年轻情侣。"
  },
  [800005] = {
    text = "你对着风景换着角度拍了很久，回头看到凌肖正百无聊赖地坐在台阶上等你。"
  },
  [800006] = {
    text = "凌肖抬手摘去了一片落在你头上的叶子，不过什么都没告诉你。"
  },
  [800007] = {
    text = "你被突然冲来的小猫吓得一个趔趄，凌肖很不厚道地笑了起来。"
  },
  [800008] = {
    text = "在你强烈要求下，凌肖讲解了三遍不同纹样的寓意供你记笔记。"
  },
  [800009] = {
    text = "听说颐和园的雪景更美后，凌肖转头问你年假打算怎么安排。"
  },
  [800010] = {
    text = "凌肖看你买了一摞明信片，也买了几张，打算寄给他的师傅和导师。"
  },
  [800011] = {
    place_id = 8,
    place_name = "乐寿堂",
    text = "你左瞧右瞧，惊讶地发现乐寿堂旁一株玉兰竟然反季节地盛开……",
    story_id = 880001,
    place_introduction = "这里是乐寿堂\\n\\n是园内位置最好的居住和游乐的地方",
    role_location = "-134,-92"
  },
  [800012] = {
    place_id = 9,
    place_name = "玉澜堂",
    text = "你打量着玉澜堂内的建筑，将匾额上的名字都在心中默念了一遍……",
    story_id = 880002,
    place_introduction = "这里是玉澜堂\\n\\n嘉庆朝皇帝曾在这里办公",
    role_location = "-24,-60.8"
  },
  [800013] = {
    place_id = 10,
    place_name = "佛香阁",
    text = "通往佛香阁的台阶上，你气喘吁吁地扶着扶手停了下来……",
    story_id = 880003,
    place_introduction = "这里是佛香阁\\n\\n南面昆明湖，背靠智慧海",
    role_location = "-133,85"
  },
  [800014] = {
    place_id = 11,
    place_name = "谐趣园",
    text = "你在谐趣园里走着走着，忽然轻轻叹了口气……",
    story_id = 880004,
    place_introduction = "这里是谐趣园\\n\\n传说园内的知鱼桥是仙人的龙头拐棍化龙而变",
    role_location = "59,-84.8"
  },
  [810001] = {
    place_id = 1,
    place_name = "人偶剧场",
    text = "神秘人将凌肖和我的玩偶分别送给了我们，凌肖以觉得自己的玩偶不像为由，提出和我交换。"
  },
  [810002] = {
    place_id = 2,
    place_name = "环湖速道",
    text = "在我和凌肖的激烈反攻下，章鱼们灰溜溜地跃入湖中。"
  },
  [810003] = {
    place_id = 3,
    place_name = "像素迷宫",
    text = "我们找到了叼走金币的仓鼠，一通“威逼利诱”下，最终决定和它对半分。"
  },
  [810004] = {
    place_id = 4,
    place_name = "动物城堡",
    text = "凌肖正向我炫耀这里的动物都很亲近他，结果转头就被啄木鸟啄了下脑袋。"
  },
  [810005] = {
    place_id = 5,
    place_name = "炫彩饮品摊",
    text = "我和凌肖又去自动贩卖机处买了两罐碳酸饮料。"
  },
  [810006] = {
    place_id = 6,
    place_name = "魔法手划船",
    text = "人群一窝蜂地涌来向凌肖请教划船的秘诀，凌肖指着远处的大喵说它知道！成功转移视线。"
  },
  [810007] = {
    place_id = 7,
    place_name = "涂鸦墙",
    text = "我们的涂鸦吸引了很多人来合照留念，凌肖说看来这些人的欣赏水平还挺高。"
  },
  [810008] = {
    place_id = 8,
    place_name = "大喵地点魔法手划船",
    text = "大喵看着朝自己跑来的人群，一个惊吓跳进了湖中。"
  },
  [810009] = {
    place_id = 8,
    place_name = "大喵地点动物城堡",
    text = "走进城堡后一回头，好像看到一只喵为了抢棉花糖和考拉打起来了。"
  },
  [810010] = {
    place_id = 8,
    place_name = "大喵地点人偶剧场",
    text = "在剧场公告栏上看到一行字：大喵到此一游。"
  }
}
