module("activity_reigns_event_info", package.seeall)
data = {
  [129001] = {
    [10] = {
      [10001] = {
        event_content = "行骗多年我习惯了被追杀，但今天这样不依不饶的很少见。即便刚骗过这位新上任的军火商，我还是逃进他的军工厂，大喊“救命”，最后竟得救了。",
        event_option = "主动道歉|准备溜走",
        event_result = "我知道他认出了我，主动道歉。面对索赔，我牢牢地护住了罐头。他没有坚持，叹口气说再不赶紧和他离开军工厂，这个罐头就该是我的陪葬品了。|他揪住我，戳穿我的诈骗行径。面对巨额索赔，我和他僵持了很久。最后他叹了口气说想活命就先出门，等下追杀我的人还会来军工厂找茬。",
        event_value = "0,0|0,0",
        event_type = 3,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      }
    },
    [11] = {
      [11001] = {
        event_content = "我有点饿，从包里翻出了一块压缩饼干。",
        event_option = "吃独食|和李泽言分享",
        event_result = "李泽言饶有兴致地看了我一眼，拆开了一包精美的巧克力饼干，自己吃掉了，我吃完这一片压缩干粮觉得根本没有填饱肚子。|我掰了1/4块给他，但他没吃饱。虽然舍不得，但我又给了他1/4。李泽言吃饱后给了我一包巧克力饼干作为谢礼。",
        event_value = "0,-20|0,5",
        event_type = 2,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [11002] = {
        event_content = "发现了一个小型粮仓，里面有很多食物。\n其中似乎有两拨人正在对峙中，气氛剑拔弩张，纷争一触即发。",
        event_option = "参与纷争|远离纷争",
        event_result = "两方的头目认出了李泽言，竟露出了畏惧神情，纷纷带着自己人跑路了。我摸着吃得圆滚滚的肚子，忽然觉得这人比想象中更厉害，之前好像骗少了。|我拉着李泽言拐进了一条他们视线死角的小道，不料一侧的旧楼竟在此刻坍塌，我们侥幸逃脱，但身上却蒙了层厚厚齑粉，狼狈极了。",
        event_value = "5,0|-30,0",
        event_type = 2,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 2
      }
    },
    [12] = {
      [12001] = {
        event_content = "在丛林里，发现了一块“有兽类出没”的警告标识。",
        event_option = "兴奋|害怕",
        event_result = "我兴奋提议抓住兽类饱餐一顿，李泽言不置可否，在旁边看着我兴奋地挖了个深坑，又看着我兴奋地把自己困在了坑里……|我随口说有保镖来保护我们俩就好了，下一秒李泽言拿出枪朝着远处开了一枪……虽然他只是淡淡说自己看错了，但我还是安心了不少。",
        event_value = "0,-20|0,5",
        event_type = 2,
        unlock_time = "2024/4/17 5:00:00",
        event_difficulty = 1
      },
      [12002] = {
        event_content = "不远处传来一阵吵闹声，我拉着李泽言去看热闹，发现是有两个流浪儿在抢一颗足球。",
        event_option = "劝架|抢走足球",
        event_result = "我上前劝架，结果非但没劝成还不知道被谁扔的泥巴糊了一脸。看到了李泽言脸上有笑意一闪而过。|小孩相争大人得利。为平息纷争，我仗着自己是大人把足球抢了。不过李泽言似乎对足球挺有兴趣，轻轻颠了几下球。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/4/17 5:00:00",
        event_difficulty = 1
      },
      [12003] = {
        event_content = "我有点饿了，拿出了一个普通罐头，虽然普通，但稍微加工一下就是美味佳肴。",
        event_option = "自己加热|请李泽言帮忙",
        event_result = "一个罐头不够吃，我不想分享给李泽言，于是自己加热。闻着味道太投入，反应过来的时候，罐头里的食物已经被烤糊了，完全吃不了。|他加热的火候刚刚正好，我闻着扑鼻食物香咽了咽口水，没发现李泽言不动声色地弯了弯嘴角。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/4/17 5:00:00",
        event_difficulty = 1
      }
    },
    [13] = {
      [13001] = {
        event_content = "路上遇到了一辆破旧老爷车，油箱里还剩了一半汽油。\n李泽言似乎想要尝试发动它。",
        event_option = "坐上副驾|阻止他",
        event_result = "李泽言开着车带我在毫无生机的城市里游荡，虽然我不知道他要把我带去哪里，但却一点都不害怕。冷风从窗缝里漏进来，我闻到了自由的味道。|我说汽油有其他用，就把车拆了。但很快来了一个中年男人，我正打算分他一点汽油，但他却问我为什么要拆他的车，我只好拿出了晚餐赔偿他。",
        event_value = "0,5|0,-20",
        event_type = 2,
        unlock_time = "2024/4/18 5:00:00",
        event_difficulty = 1
      },
      [13002] = {
        event_content = "在已经荒芜的旧时住宅区捡到了一幅画。或许它曾经是一幅名画，现在却无人欣赏。",
        event_option = "仔细观看|把画送给李泽言",
        event_result = "画中人站在许多镜子中看着无数个自己，像被困住了。李泽言盯着看了很久，虽然神情没有什么变化，但我觉得他好像不是很开心。|隐约觉得他对画感兴趣，把画递给他时，原本沉默的他唇角上扬了。于是我鬼使神差对他说，如果你喜欢，我可以天天捡垃圾送你。他的笑又僵住了。",
        event_value = "0,-20|0,0",
        event_type = 2,
        unlock_time = "2024/4/18 5:00:00",
        event_difficulty = 1
      },
      [13003] = {
        event_content = "矿场老板迎面走来，而不久前我刚刚骗过他的矿。我转头看向了李泽言。",
        event_option = "拉着他一起逃跑|和他亲密说话",
        event_result = "逃跑引起了矿场老板的注意，而李泽言也被误以为是我的同伙，矿场老板掏出手枪攻击了我们。|矿场老板说着“对这些小年轻来说，谈对象好像比吃饭还重要！真是没眼看”，转过头去再也不看我们。",
        event_value = "-30,0|0,0",
        event_type = 2,
        unlock_time = "2024/4/18 5:00:00",
        event_difficulty = 2
      }
    },
    [14] = {
      [14001] = {
        event_content = "李泽言用一些油和某些不知名的瓶瓶罐罐做成了一块香香的肥皂，让我爱不释手。",
        event_option = "洗手|洗头发",
        event_result = "我赶紧用肥皂洗了一遍手和脸，然后把手伸到李泽言面前问他香不香。他不自然地别开脸，没有回答我，而且不知道为什么，他的脸颊变得有点红。|我让李泽言帮忙用水淋湿我的头发，正用肥皂洗到满头泡泡时，水用完了。不久之后，我的头发变得像头盔一样坚硬，走起路来头很重。",
        event_value = "0,5|0,-20",
        event_type = 2,
        unlock_time = "2024/4/19 5:00:00",
        event_difficulty = 1
      },
      [14002] = {
        event_content = "一个装着鸟蛋的巢从树上掉了下来，李泽言眼疾手快伸手接住了它。",
        event_option = "惊讶他的反应速度|想吃鸟蛋",
        event_result = "他说如果他也像我一样迟钝，我的脑袋就会被鸟巢砸出一个包。原来他救的不是鸟蛋，是我的脑袋。|我指了指鸟蛋说想吃，李泽言有点无语，用鸟巢重重拍了拍我的脑壳，我惊呼好痛的时候，他好像笑了。",
        event_value = "5,0|-20,0",
        event_type = 2,
        unlock_time = "2024/4/19 5:00:00",
        event_difficulty = 1
      },
      [14003] = {
        event_content = "远处有个几个人朝我们跑来，李泽言说也许是因为他们知道了他和骗子在一起，所以来找他的麻烦。",
        event_option = "挡在他跟前|丢下他",
        event_result = "一人做事一人当，我把他挡在身后。看着这些人慢跑近了，又慢慢地跑远了，似乎只是路过。头上传来一声轻笑，李泽言说他看错了。|我谎称珍贵的牛肉罐头刚才落在了半路，要回去找，下一秒就被李泽言揪住后领，牛肉罐头瞬间从我的衣兜里滚落，被河水冲走了，我感受到了绝望。",
        event_value = "0,5|-20,0",
        event_type = 2,
        unlock_time = "2024/4/19 5:00:00",
        event_difficulty = 1
      }
    },
    [15] = {
      [15001] = {
        event_content = "路上遇到一个工人背对着我们痛骂自己的老板是资本家。",
        event_option = "帮他一起骂|分给他一块干粮",
        event_result = "我帮他一起骂，用了很大的力气，很累却也宣泄了很久情绪。工人转身看到我身边的李泽言，愣愣地问——“老板，你怎么在这里？”|他说虽然不满劳动制度，但军工厂给钱多，说着就拿出了十块干粮作为炫耀，却在看到李泽言时愣在原地。李泽言接过干粮，通知他下个月工资减半。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/4/20 5:00:00",
        event_difficulty = 1
      },
      [15002] = {
        event_content = "有风言风语在传重辐射要扩散到L区了，不少人都在收拾东西准备逃难。我用Evol看了看未来，发现没有这回事。",
        event_option = "拦下他们|问李泽言怎么不逃命",
        event_result = "我好心告诉他们辐射扩散是谣言。流民们砸我臭鸡蛋，让我自己等死别带他们……李泽言帮我擦干净了衣服，告诉我这一课或许叫学会尊重他人命运。|我问李泽言怎么不逃命，他说既然我没有逃，说明辐射扩散是谣言，毕竟我能看到未来。我看着他的眼睛，觉得他好像知道我的所有秘密。",
        event_value = "-20,0|0,0",
        event_type = 2,
        unlock_time = "2024/4/20 5:00:00",
        event_difficulty = 1
      },
      [15003] = {
        event_content = "捡到两个防毒面具，我一时兴起，决定戴着它勇闯垃圾场。",
        event_option = "一个人去|叫上他一起",
        event_result = "刚进垃圾场我的防毒面具就被飞来的垃圾敲破了一个洞，我被熏晕了，李泽言来把我抱了回去。|李泽言拗不过我答应了，我们在垃圾厂里捡到了一箱临期但是全新未拆封的普通罐头。",
        event_value = "-30,0|5,0",
        event_type = 2,
        unlock_time = "2024/4/20 5:00:00",
        event_difficulty = 2
      }
    },
    [16] = {
      [16001] = {
        event_content = "看到一只小猫在阳光下悠闲舔毛。如今许多动物灭绝，偶尔幸存的也大多红着眼睛抢食，很少能见到这么温顺可爱的小猫了。",
        event_option = "喂食物给猫|叫李泽言过来看猫",
        event_result = "我掰了一小块李泽言带来的巧克力饼干给猫，却被他制止，说巧克力对猫有毒。我闻言飞快把饼干塞回自己嘴里，却被生气的小猫给了一爪子。|他过来看到我揉小猫的脑袋，说现在这个世界上，能这么悠闲的也只有你们俩了。他好像想对我伸出手，但不知为何还是把手放下了。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/4/21 5:00:00",
        event_difficulty = 1
      },
      [16002] = {
        event_content = "看到一个异乡人身上有瓶酒，我从没尝过酒的味道。",
        event_option = "有些心痒|咽咽口水",
        event_result = "我拿着几颗空包弹想骗异乡人，却被李泽言当场抓包，他说我就该长长记性，所以拿走了我最宝贝的牛肉罐头，当着我的面吃光了。|下一秒，李泽言不知道从哪里变出一个酒壶，我尝了一口，好奇怪的味道……不过还算解渴。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/4/21 5:00:00",
        event_difficulty = 1
      },
      [16003] = {
        event_content = "我迷迷糊糊地有些犯困，中途似乎感觉到李泽言打算离开。",
        event_option = "说想听睡前故事|起身拉住他",
        event_result = "李泽言无奈地坐到我身边，给我讲了一个没有灾难和战争的美好故事，我做了一个幸福的梦。|我起身太冒失撞到了什么，下一秒见李泽言吃痛地捂住自己的下巴，无语地说只是担心我着凉，要去给我找点茅草盖在身上。",
        event_value = "0,5|-20,0",
        event_type = 2,
        unlock_time = "2024/4/21 5:00:00",
        event_difficulty = 1
      }
    },
    [17] = {
      [17001] = {
        event_content = "日头刚落，气温忽然骤降了三四十度。见不远处许多煤渣晒着没收，我和李泽言立刻把它烧了取暖。暖和起来以后，我一时兴起，想用煤渣画画。",
        event_option = "给他展示一下画技|让他先画",
        event_result = "我让李泽言坐在那里别动，我给他画一副画像。画了一小时，我看着一团漆黑决定改画一只黑猫，又画了一小时，我煤炭中毒了。|李泽言寥寥几笔，两个圆润可爱的小人形象就出现在墙上。我明知故问，另一个人是谁？李泽言说是个装傻的笨蛋。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/4/22 5:00:00",
        event_difficulty = 1
      },
      [17002] = {
        event_content = "听说有好几个人在丛林深处发现了金币。",
        event_option = "利用这个消息|找金币",
        event_result = "我利用这个消息卖假藏宝图，骗局败露后我被追着跑，但李泽言却只是旁观。我问他为什么不救我，他冲我笑了笑，说自己骗的人，就自己承担责任。|我埋头找了很久也没找到，李泽言叹了口气叫我伸出手来，在我手里放了金币。但我很快发现上面有个破洞——没想到竟是块金色包装的巧克力！",
        event_value = "0,-30|5,0",
        event_type = 2,
        unlock_time = "2024/4/22 5:00:00",
        event_difficulty = 2
      },
      [17003] = {
        event_content = "路过石头和泥沙时，李泽言说可以运回去做窑炉烤东西。为了贪嘴，我自告奋勇地提出帮忙，但没过一会儿就累了……",
        event_option = "偷懒|咬牙坚持",
        event_result = "我故意大声喊累，试图让李泽言包揽工作量。但他说有大喊的力气说明不够累，接着便严格地监督起我来。不知为何，我隐约觉得自己多了个老板……|李泽言感觉到我的脚步越来越沉重，一声不吭将我小推车里的石头全部搬到了他自己的推车里。",
        event_value = "0,-20|0,-5",
        event_type = 2,
        unlock_time = "2024/4/22 5:00:00",
        event_difficulty = 1
      }
    },
    [51] = {
      [51001] = {
        event_content = "马路的一侧有贮水桶。",
        event_option = "我先喝|让他先喝",
        event_result = "正准备喝时，我发现不远处的废楼曾经是家化工厂，眼前的水一定是化工废水。与此同时，我竟然奇迹般从包里翻出了一瓶净水。|他拒绝了，说这是化工废水。看着澄澈透明的水，我不信邪地凑近想尝一口，但下一秒刺鼻的化工气味让我头晕目眩，几乎要昏过去。",
        event_value = "0,5|-30,0",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 2
      },
      [51002] = {
        event_content = "我发现手臂不知何时被划出了一道小小血痕。",
        event_option = "不管它|惊呼好痛",
        event_result = "一分钟后，它自愈了。|我的声音引来了一群恶犬，我们被狗撵着跑，气喘吁吁地耗费了很多体力。",
        event_value = "5,0|0,-30",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 2
      },
      [51003] = {
        event_content = "废墙上有一行歪歪扭扭的模糊字迹，似乎用煤渣写的：哥哥，你在哪？看到了快来找我。",
        event_option = "加深字迹|触摸字迹",
        event_result = "字迹已经褪得很浅，我决定用火把笔画熏黑。忙活了半天之后终于大功告成，墙上的字迹变得更显眼了。希望他们最终能够团聚。|我很好奇地伸手去摸，手变得黑乎乎的……想去路边的杂草上蹭干净，却被割开一些小小的伤口。",
        event_value = "0,-5|-20,0",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51004] = {
        event_content = "远远地看到有一个穿着粉色衣服的人蹲在垃圾堆边。",
        event_option = "远远看|问他需不需要帮助",
        event_result = "他的双手像一把小伞笼在头顶，远远看，像一朵美丽优雅的杏鲍菇。|他一边嚷嚷着“孢子攻击”，一边生气地向我们身上扔了很多垃圾。他认为自己是一颗粉色蘑菇，而人类永远不应该主动向一个蘑菇搭话。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51005] = {
        event_content = "在下水道里抓到一条鱼，仔细一看鱼腹下面长了六条腿。",
        event_option = "烤了再说|小心翼翼放回下水道",
        event_result = "被香气吸引而来的野猫一口就把鱼吃了，很快就长出了六条腿，追着我们跑了一路。|小心翼翼地把它放生了。这个长着六条腿的怪鱼消失在下水道里，如果不是身边还布满奇怪凌乱的脚印，我甚至怀疑它是不是真实出现过。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51006] = {
        event_content = "遇到一个披着斗篷的教徒，他神神秘秘地说只要信仰太阳神教就可以躲避一切灾厄，从此过上吃穿不愁的生活。",
        event_option = "向神教祈祷|质疑教徒",
        event_result = "教徒趁我祈祷时偷偷把手伸向了我的口袋，偷走物资后他立刻逃跑，还振振有词：“这是给教主大人的上贡！”|我疑惑地问教徒，他现在过上他说的那种生活了吗。他恼羞成怒，愤然离去。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51007] = {
        event_content = "路过公园遗迹，看到竟然有人在锻炼身体，我受到了鼓舞，决定也效仿他们运动，强身健体。",
        event_option = "做俯卧撑|慢跑",
        event_result = "斗志昂扬连做了几百个俯卧撑，因为胳膊过于酸痛，没有拿稳水瓶……只好眼睁睁看着宝贵的水流进了土壤里。|也许是心理作用，我觉得身体好像确实变健康了一点。",
        event_value = "0,-20|5,0",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51008] = {
        event_content = "发现一段老旧积灰的火车轨道，然而这里应该再也不会有呼啸而来的火车经过了。",
        event_option = "沿着轨道一直走|在附近转转",
        event_result = "这条轨道长得仿佛没有尽头，我们走得又累又饿，最后还走到陌生的地方迷失了方向。|意外发现了一节已经被半掩埋的车厢，我们在车厢里幸运地搜刮到了少量物资。",
        event_value = "0,-30|0,5",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 2
      },
      [51009] = {
        event_content = "前方的路口被拉起了警戒线，我看到有一个牌子上用手写着“前方区域为重辐射区，请绕行”。",
        event_option = "转身就跑|进去看看",
        event_result = "害怕被辐射的我转身就想跑，一不留神却被自己绊了一跤……摔得很疼。|警戒线里传来动听歌声，原来警戒牌是一位i人歌唱家写的，他只有在无人之地才能释放最本真的情绪。我们听着歌声，时间好像都停了下来。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51010] = {
        event_content = "路过冒着浓烟的巨型焚烧炉。据说1908年彗星撞地球后，世界开始出现大范围高强度的辐射，而受到严重辐射的人最终会被运送到像这样的地方。",
        event_option = "走近看看|默默驻足",
        event_result = "焚烧炉温度比想象中高很多，几乎是一瞬间我们就被烤得头晕目眩。|我看着烟囱中的浓烟逐渐消散在天际，默默祝福他们来世可以降生到一个温暖和平的世界。",
        event_value = "-30,0|0,5",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 2
      },
      [51011] = {
        event_content = "在路上捡到了一块特别平且光滑的石板，带回去应该会大有用处。",
        event_option = "用它加热食物|用它砸碎东西",
        event_result = "废土中的太阳能把石板晒到烫手，我们把食物放在石板上烤热，然后美美地饱餐了一顿。|我想用它砸开我想吃很久的核桃，刚搬起石头却先砸到了自己的脚。",
        event_value = "5,0|-20,0",
        event_type = 1,
        unlock_time = "2024/4/16 5:00:00",
        event_difficulty = 1
      },
      [51012] = {
        event_content = "意外找到一个红色封皮的日记本，主人不详。",
        event_option = "翻开看看|用来生火",
        event_result = "日记的主人是个小女孩，她用稚嫩坚强的语气记录了和妈妈在废土上相依为命的经历，我把眼泪都哭干了，整个人都有点虚脱。|我把日记扔到了取暖的火堆里，瞬间暖和了不少。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_condition = "1172,364,1",
        unlock_time = "2024/4/17 5:00:00",
        event_difficulty = 1
      },
      [51013] = {
        event_content = "一个抱着破烂娃娃的小女孩问我，妈妈说白雪公主吃了美味的苹果之后死去了，可是苹果是什么味道的？",
        event_option = "努力描述苹果的味道|说世界上没有苹果",
        event_result = "我艰难回忆起只吃过一次的苹果酱味道，并努力描述给小女孩听，小女孩听完之后脸上带着憧憬的微笑离开了。|我骗小女孩说苹果只存在于童话故事里，现实中是没有苹果的。这时头顶的苹果树上有一颗青涩苹果被风吹落，我被砸晕过去。",
        event_value = "0,5|-20,0",
        event_type = 1,
        unlock_condition = "1172,364,1",
        unlock_time = "2024/4/17 5:00:00",
        event_difficulty = 1
      },
      [51014] = {
        event_content = "一个满脸疲惫的中年男人跌跌撞撞地跑在路上，双目无神，嘴里不停念着“快跑……那里是坟场……”",
        event_option = "躲开|上前询问",
        event_result = "只见他大口喘着气，明明累到不行了，但不时还回身张望着，像是有什么可怕的东西正在后面追他。|他像发疯一般对我说了更多听不明白的话，狠狠地抓着我，重复又疯癫的话语仿佛精神攻击一样击穿我的大脑，我努力挣脱了很久才摆脱了他。",
        event_value = "0,0|0,-30",
        event_type = 1,
        unlock_condition = "1172,364,1",
        unlock_time = "2024/4/17 5:00:00",
        event_difficulty = 2
      },
      [51015] = {
        event_content = "两个搞笑艺人来到居民聚集区当众表演，他们身边的打赏盆有各种各样的物资，就算在有上顿没下顿的当下，也永远有为快乐买单的傻瓜。",
        event_option = "给他们打赏|从打赏盆里拿走烤红薯",
        event_result = "我们一起坐在废弃广场的最前排观赏表演，表演非常精彩，感觉我很久没有这样心无杂念地哈哈大笑过了。|我吃着香喷喷的烤红薯，突然听到一个笑点，我忍不住哈哈大笑，结果险些被红薯噎到窒息。",
        event_value = "0,5|-20,0",
        event_type = 1,
        unlock_condition = "1173,364,1",
        unlock_time = "2024/4/18 5:00:00",
        event_difficulty = 1
      },
      [51016] = {
        event_content = "在垃圾堆里捡到一个破烂不堪的神像，似乎是百年以前相当盛行过的一个教派。",
        event_option = "带回去供奉|扔回垃圾堆里",
        event_result = "摆在神像前的供品引来了小偷，在我发现的时候，物资几乎已经要被搬空了，我只好再去寻找物资。|神像重新跌落泥潭，脸上还依然挂着那抹悲悯的、甚至堪称神圣的微笑。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "1173,364,1",
        unlock_time = "2024/4/18 5:00:00",
        event_difficulty = 1
      },
      [51017] = {
        event_content = "前面有一群人朝我的方向跑来，他们说背后有恐怖的东西在追赶他们。",
        event_option = "跟着一起跑|停下来看看是什么",
        event_result = "我只好跟着他们一起跑，跑到快没力气了也没有人停下，我问别人还没有安全吗，那个人回答永远也不能够停下，因为追着他们的东西叫做死线。|门牌上写着“精神障碍临时收容所”。这些都是被辐射导致精神失常的人，每天都会幻想有人在追他们，却又会在晚上乖乖回到这里。",
        event_value = "0,-30|0,-5",
        event_type = 1,
        unlock_condition = "1173,364,1",
        unlock_time = "2024/4/18 5:00:00",
        event_difficulty = 2
      },
      [51018] = {
        event_content = "走在路上，突然听到了一阵诡异的声音，好像是从地下传来。",
        event_option = "四处寻找|装作听不到",
        event_result = "挖开土以后，发现是一个老旧的录音机在断断续续发出声音……我捡起来之后感觉指尖麻麻的，它漏电了。|想到最近在废土上广为流传的那些惊悚传说，我们决定装作没听到，加快了离开的脚步。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "1174,364,1",
        unlock_time = "2024/4/19 5:00:00",
        event_difficulty = 1
      },
      [51019] = {
        event_content = "一个母亲抱着发烧的孩子四处求人帮忙。",
        event_option = "悄悄看看孩子的未来|将珍贵的药品送给她",
        event_result = "我用Evol看到了他的未来，孩子病重无力回天。我不忍心将看到的真相告诉这位母亲，看着她绝望的视线，我只能任她拉扯却一句话都说不出口。|我将自己不懂治病的情况如实相告，并将自己珍藏的药物交给了她。这位母亲感恩戴德，把她所有的罐头都送给了我。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_condition = "1174,364,1",
        unlock_time = "2024/4/19 5:00:00",
        event_difficulty = 1
      },
      [51020] = {
        event_content = "走过一片被污染的废土，居然在墙角发现一朵顽强开放的小花。",
        event_option = "静静欣赏|伸手摘下小花",
        event_result = "我静静地对着小花欣赏了一会儿，却见感到有视线落在我身上，回身时刚好迎上了他的目光。|我伸手摘下小花，却感觉手上一阵火辣辣的疼痛，很快就肿了起来，这朵花有毒。",
        event_value = "0,0|-30,0",
        event_type = 1,
        unlock_condition = "1174,364,1",
        unlock_time = "2024/4/19 5:00:00",
        event_difficulty = 2
      },
      [51021] = {
        event_content = "碰到一伙坏人在打劫小孩。",
        event_option = "路见不平一声吼|多一事不如少一事",
        event_result = "小孩给了我一颗糖作为感谢。|坏人们把我们团团围住，声讨我们为什么这么冷漠。等我们终于逃离了唇枪舌剑时，发现水源点的水已经被取完了。",
        event_value = "0,5|0,-30",
        event_type = 1,
        unlock_condition = "1175,364,1",
        unlock_time = "2024/4/20 5:00:00",
        event_difficulty = 2
      },
      [51022] = {
        event_content = "地上有一纸血书，上面赫然有几个鲜红字迹——《屠场故事》（不翻开后悔99年）。",
        event_option = "翻过来看|敬而远之",
        event_result = "故事控诉着屠场的地下冷藏室活活冻死了无数战俘，希望更多人能知道残酷真相。我们下意识望向了屠场的方向，却发现天际悬着一道绚丽的彩虹。|离开后半小时，对这个故事的好奇心让我抓心挠肺，我决定折返，到原地后却怎么找都找不到那张血书了……我意识到这将成为我终生的遗憾。",
        event_value = "0,-5|0,-20",
        event_type = 1,
        unlock_condition = "1175,364,1",
        unlock_time = "2024/4/20 5:00:00",
        event_difficulty = 1
      },
      [51023] = {
        event_content = "狂风刮起了沙尘，我的两只眼睛都进了沙子。",
        event_option = "使劲揉|请他帮忙",
        event_result = "揉了半天非但没有缓解反而眼睛更痛了。|他掀开我的眼皮用力吹了一下，我的视线立刻恢复了清明。看着那张近在咫尺的脸，我心跳停了半拍。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "1175,364,1",
        unlock_time = "2024/4/20 5:00:00",
        event_difficulty = 1
      },
      [51024] = {
        event_content = "捉住了一只偷吃食物的巨型仓鼠，正打算处置它，一个瘦弱的老人说仓鼠是和他作伴的宠物。",
        event_option = "归还仓鼠|坚持惩罚粮食小偷",
        event_result = "老人道谢并坚持让仓鼠给我们表演它脸颊里能储存多少东西。但下一秒我们就发现，它嘴里竟然还藏着不少眼熟的“赃物”，拿回了属于我们的东西。|我拎着仓鼠，作势要给它教训，却被它一用劲逃脱了，蹿上房梁后蹬下来一只蜘蛛，直直落在我的身上，吓得我四处乱窜。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "1176,364,1",
        unlock_time = "2024/4/21 5:00:00",
        event_difficulty = 1
      },
      [51025] = {
        event_content = "马路中央有一个人正在人群中进行慷慨激昂的演讲，煽动大家和他一起来拯救这个破败不堪的世界，建立属于我们的乌托邦。",
        event_option = "大声喊出自己的梦想|饼画太大了吃不下",
        event_result = "那个人把我请到人群中央，问我愿意为全人类共同的梦想捐赠梦想物资吗？被这么多目光注视着，我顾不上面子，迅速拔腿就跑。|我们对视一眼，一致觉得比起拯救世界，还是如何活过今天对我们来说是更值得思考的问题。",
        event_value = "0,-30|0,0",
        event_type = 1,
        unlock_condition = "1176,364,1",
        unlock_time = "2024/4/21 5:00:00",
        event_difficulty = 2
      },
      [51026] = {
        event_content = "机缘巧合交换来了一本旧书。",
        event_option = "迫不及待地翻开|留到晚上再看",
        event_result = "我们一起静静地阅读，一下午的时光就这么悄悄溜走了。|等到夜半时分，我凑到篝火前小心翼翼地翻开书页，想不到里面竟是末日前的美食食谱，我看得肚子饿得咕咕直叫。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "1176,364,1",
        unlock_time = "2024/4/21 5:00:00",
        event_difficulty = 1
      },
      [51027] = {
        event_content = "一群人围着一个流浪歌手，她弹着一把只剩两根弦的吉他，坐在台风侵袭过的废墟上歌唱，让饱受苦难的人们感受到了歌声的力量。",
        event_option = "大声赞美|默默欣赏",
        event_result = "我的赞美声引来了更多人围观，把这片区域围堵得水泄不通，等我灰头土脸地挤出人群，发现身上的东西少了好几件，还被撞出好几个淤青。|我们静静欣赏着动人的歌声，突然感觉艰难的生活似乎也不是完全令人绝望。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "1177,364,1",
        unlock_time = "2024/4/22 5:00:00",
        event_difficulty = 1
      },
      [51028] = {
        event_content = "路过一排屋子时被一个神神叨叨的男子拦住，他挤眉弄眼地表示可以提供一些让人欲仙欲死的服务。",
        event_option = "进去看看|婉拒他的好意",
        event_result = "这里的按摩师傅手法非常好，每一下都让人筋骨舒爽，我们舒服地享受完按摩，就被人强行要求办卡，争执间我们又耗费了刚刚被恢复的体力。|我们猜测这里大概率是一个秘密的贩毒窝点，快步离开了。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "1177,364,1",
        unlock_time = "2024/4/22 5:00:00",
        event_difficulty = 1
      },
      [51029] = {
        event_content = "醒来时刚好赶上了日出，由于大气稀薄，初升的光芒显得格外刺眼夺目。",
        event_option = "叫他一起看|直视太阳",
        event_result = "一起驻足观看了许久，他说自己曾经看过海上的日出，比现在的要更美，有机会一定会带我一起看看。|真正勇敢的人要敢于直面刺眼的阳光！二十秒不眨眼后，我的眼睛前出现了闪亮光斑，痛了很久。",
        event_value = "0,5|-30,0",
        event_type = 1,
        unlock_condition = "1177,364,1",
        unlock_time = "2024/4/22 5:00:00",
        event_difficulty = 2
      }
    }
  },
  [129002] = {
    [40] = {
      [40001] = {
        event_content = "在横尸遍野的荒地上，我熟稔地搜刮着尸体上的“战利品”时，一道阴影覆在我头顶，我抬起头发现是那位令人闻风丧胆的“独行侠”。",
        event_option = "大眼瞪小眼|无所畏惧地开口",
        event_result = "沉默片刻后，白起表示我右前方埋了颗地雷，我心里一惊，想不到这次捡尸危险重重，于是厚着脸皮问能不能跟紧他？他没说话，我就当他默认了。|我问白起要做什么？他冷冷地回答有地雷。我点头说你走到哪我跟到哪，不会有事的。他看了我一眼，似乎对此话不算反感。",
        event_value = "0,0|0,0",
        event_type = 3,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      }
    },
    [41] = {
      [41001] = {
        event_content = "在路上遇见一只鸟在啄食浆果，看着鲜嫩多汁的浆果，我吞咽了下口水。",
        event_option = "暗示白起|伸手去抢",
        event_result = "我旁敲侧击地说我好渴，白起看了我一眼，把他的水瓶扔了过来。我继续暗示说我想吃甜甜的东西。他又看了我一眼，最后扔来一袋白砂糖。|我成功激怒了小鸟，它追着我啄。不等我向白起求助，那只鸟就狠狠啄了我，随后又啄了他一下。看着白起有些茫然，我为连累到他感到歉疚。",
        event_value = "5,0|-30,0",
        event_type = 2,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 2
      },
      [41002] = {
        event_content = "最近的气候反复无常，早上还凉风习习，现在又热得我的衣服快要浸出水来，令人十分烦躁不安。",
        event_option = "脱外套|和白起聊天转移注意力",
        event_result = "刚脱下外套，另一个外套就从天而降盖在我头上。白起表示晚上蚊虫多，说完他带着我走到一条巷口，吹着穿堂风，我凉快多了。|面对我的滔滔不绝，白起只是沉默地擦拭着手中的斧头。就这样一晚过去后，我收获了极其沙哑的嗓子和见了底的水瓶。真是得不偿失。",
        event_value = "0,5|-20,0",
        event_type = 2,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      }
    },
    [42] = {
      [42001] = {
        event_content = "我用物资换来了一根甜甜的冰棒，看着走在前方的白起，我陷入了短暂的纠结。",
        event_option = "分他一半|自己享用",
        event_result = "我快步上前，将手中的冰棒一分为二递给白起。他看了一眼说最近有很多冰棒投毒事件。看着手中的冰棒，我顿时也没了胃口。|好东西独享，快乐才加倍！但没想到吃完冰棒的当天晚上我就肚子好痛，只好求着白起带我去诊所。吊水了一晚上，我才觉得自己活了过来。",
        event_value = "0,-5|-20,0",
        event_type = 2,
        unlock_time = "2024/5/9 5:00:00",
        event_difficulty = 1
      },
      [42002] = {
        event_content = "这天，我按照惯例搜刮尸体时，草丛里突然杀出一个小乞丐想要抢走我手中的干粮。",
        event_option = "躲到白起身后|把干粮让给他",
        event_result = "小乞丐一下认出了白起，吓得连滚带爬地逃走了，见有这样的大靠山，我得意洋洋地咬了口干粮，却因为太干被噎住，差点一口气上不来。|小乞丐对此很感激，于是跟我和白起分享了他最近发现的一处隐蔽的取水点。",
        event_value = "-20,0|5,0",
        event_type = 2,
        unlock_time = "2024/5/9 5:00:00",
        event_difficulty = 1
      },
      [42003] = {
        event_content = "今天收获颇丰，回去的路上我脑海中突然出现一段不知从何处听来的旋律。",
        event_option = "放声高歌|小声哼唱",
        event_result = "走在前面的白起回头捂住我的嘴，说附近有狼群出没，到了安全的地方再唱。我问那到时你愿意当我的听众吗？他没说话，我就又当他默认了。|我唱着唱着把白起也洗脑了，虽然他极力克制，但也不由自主地哼了几秒。于是我趁热打铁，唱了不少洗脑神曲，成功把嗓子唱哑了。",
        event_value = "0,5|-20,0",
        event_type = 2,
        unlock_time = "2024/5/9 5:00:00",
        event_difficulty = 1
      }
    },
    [43] = {
      [43001] = {
        event_content = "我机缘巧合得到了一个写着“死神辣椒”的辣椒罐头，发愁该怎么处理它。",
        event_option = "整蛊白起|好奇尝一口",
        event_result = "我偷笑着在白起的晚餐里加了一勺辣椒。没想到他尝了一口眼睛一下子亮了，然后又默不作声地加了两大勺辣椒。那一晚，他似乎吃得很开心。|我忍不住好奇自己尝了一口，结果被辣得差点喷火，最后在白起有些漠然又有些无奈的目光下绕着大楼跑了八圈才缓过来。",
        event_value = "5,0|0,-20",
        event_type = 2,
        unlock_time = "2024/5/10 5:00:00",
        event_difficulty = 1
      },
      [43002] = {
        event_content = "迎面走来几个恶霸，对我说以后这片地盘归他们了，让我滚远点。",
        event_option = "让他对着白起再说一次|滚就滚",
        event_result = "我用下巴示意了一下站在远处的白起，月光落在他手中的斧头上，散发着阴森森的气息，对方吓得腿发软，立刻说自己有眼不识泰山，落荒而逃。|虽然可以厚着脸皮求助白起，但我懒得跟这些人一般见识。可没想到这地盘大得离谱，走了一天一夜才走出去。我开始后悔没去找白起帮忙了。",
        event_value = "5,0|0,-20",
        event_type = 2,
        unlock_time = "2024/5/10 5:00:00",
        event_difficulty = 1
      },
      [43003] = {
        event_content = "路过一颗枯死了一半的柿子树，高处的树枝上只挂了一颗果实，如同一只橙色的灯笼，让人垂涎欲滴。",
        event_option = "找树枝打下来|试图爬树",
        event_result = "我向白起借了斧头，随后用刀背狠狠向树干砸了过去，只听见嘭的一声，柿子砸到我头上，碎成稀巴烂。饭后甜点就这样没了。|我试图爬上树摘柿子，却在拿到柿子的瞬间脚下踩空跌了下来。一阵失重感过后，我举着柿子稳稳地被白起接在怀里。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/5/10 5:00:00",
        event_difficulty = 1
      }
    },
    [44] = {
      [44001] = {
        event_content = "今天运气不错，成功在土里挖出几个地瓜。",
        event_option = "烤地瓜|卖地瓜",
        event_result = "我开始生火烤地瓜，并招呼着远处的白起一起来享用。却没想到他直接转身离开，等再回来时，他手里拖着一只死掉的野猪。看来今晚能加餐了。|或许是地瓜小的可怜，我叫卖了一整天都无人问津。直到我发现我身后一直站着白起，才终于意识到生意惨淡的原因。",
        event_value = "5,0|0,-20",
        event_type = 2,
        unlock_time = "2024/5/11 5:00:00",
        event_difficulty = 1
      },
      [44002] = {
        event_content = "今天闲得发慌，我不由想找点事干。",
        event_option = "找白起单挑，过过招|找白起聊天",
        event_result = "这似乎是个错误的决定。我向白起挑战了33次，其中30次失败，2次险胜，1次平手。他始终面不改色，而我已瘫倒在地，累得不想呼吸。|白起是一个很好的倾诉对象，因为无论说什么他都会沉默地聆听。不过在我说到我自己的糗事时，他似乎会露出难以察觉的笑意。",
        event_value = "0,-20|0,5",
        event_type = 2,
        unlock_time = "2024/5/11 5:00:00",
        event_difficulty = 1
      },
      [44003] = {
        event_content = "白起看着天上朦胧成一团的月色，说明天的天气不好，不要出门了。",
        event_option = "夸他厉害|将信将疑",
        event_result = "我朝白起竖起大拇指，并让他教教我。他又沉默了，就在我以为这事会不了了之时，他突然拉着我躺在草地上，教我如何分辨云的特征。|我对白起的说法将信将疑，第二天一早天气不错，我就照常出门寻找物资，却被突如其来的大雨淋了个正着，回去后连打了六个喷嚏。",
        event_value = "5,0|-30,0",
        event_type = 2,
        unlock_time = "2024/5/11 5:00:00",
        event_difficulty = 2
      }
    },
    [45] = {
      [45001] = {
        event_content = "我不小心在山上踩中了捕兽的陷阱，白起情急之下拉住我，自己却失去重心掉进了深坑。",
        event_option = "用绳子拉他上来|用土填坑",
        event_result = "我高估了自己的力气，在体力用光后，我也被拖进了坑里。白起看到我一鼻子灰，难得笑了。|我灵机一动，慢慢将土、石头以及树枝推到坑中，随着坑底被一点点垫高，白起也成功脱身，手中还提着一只掉进坑里摔死的野兔。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/5/12 5:00:00",
        event_difficulty = 1
      },
      [45002] = {
        event_content = "夜晚没有月亮和星星，却能看到点点绿色荧光，在一片漆黑的世界中有种奇异的美丽。",
        event_option = "捡回来照明|叫白起来看",
        event_result = "不等白起开口阻拦，我已经抬脚走去，可就在走近时突然闻到一阵腐烂的恶臭，这与平时闻到的臭味完全不在一个量级，让我一下就被熏晕了过去。|我和白起静静欣赏着点点荧光，他告诉我那些磷火，是已逝的生命在绽放最后的光亮。",
        event_value = "-30,0|0,5",
        event_type = 2,
        unlock_time = "2024/5/12 5:00:00",
        event_difficulty = 2
      },
      [45003] = {
        event_content = "跟着猎物不小心误入了狼窝，被狼群追赶到一处悬崖，白起问我敢不敢一起跳下去。",
        event_option = "和狼群拼了|跳就跳！",
        event_result = "我看了眼脚下望不到底的山崖，说与其缴械投降还不如跟狼群拼了！最后我和白起一起杀退了恶狼，但身上也受了不少伤。|我一咬牙一闭眼，跟着白起跳了下去，他抱着我抓住山间的藤蔓安全降落，原来山背面有一处隐蔽的山洞。",
        event_value = "-20,0|5,0",
        event_type = 2,
        unlock_time = "2024/5/12 5:00:00",
        event_difficulty = 1
      }
    },
    [46] = {
      [46001] = {
        event_content = "不知不觉积攒了很多吃完罐头留下的空罐，我打算把它们拿出来废物利用一番。",
        event_option = "自己动手丰衣足食|找白起帮忙",
        event_result = "我把罐子连成了一串，只要风吹过就会发出悦耳的声音。随后我向白起展示成果，他似乎心情很好，帮我把它系在了我的背包上。|似乎是没有和白起说清诉求，等我忙完其它事再回过头，发现罐子变成了一把锋利的匕首，轻轻一摸就划破了皮。还好没用力划，我庆幸地想着。",
        event_value = "5,0|-20,0",
        event_type = 2,
        unlock_time = "2024/5/13 5:00:00",
        event_difficulty = 1
      },
      [46002] = {
        event_content = "夜晚感觉一阵寒冷，这才发现火炉不知道什么时候熄灭了。",
        event_option = "起身生火|出去跑十圈",
        event_result = "我忍着困意起来把火炉点燃时，却发现门外靠着一道身影，是白起。我有些意外，但后来那一夜我睡得很安然。很久没有睡过如此放松的觉了。|跑着跑着，我突然被一只流浪狗追着跑。就在我快要跑不动摔倒的时候，白起出现了。可他还什么都没做，那只狗就吓得匍匐在地，浑身发抖。",
        event_value = "0,5|0,-20",
        event_type = 2,
        unlock_time = "2024/5/13 5:00:00",
        event_difficulty = 1
      },
      [46003] = {
        event_content = "路过一家卖斧头的店，我看了看满墙的斧头，心中突然有了一个想法。",
        event_option = "全部买下|向白起讨教不同斧头的区别",
        event_result = "我背着买来的二十把斧头来到白起面前，送给他。他什么也没说，拿起其中一把斧头挥了挥，从他眼中少许的笑意里，我看出他很喜欢。|白起认真地解释起什么样的斧头，砍人又快又好。一旁的老板听得面色发白，直接扔下店跑了，我只好去追，追了一晚上才把老板哄回来。",
        event_value = "0,5|0,-20",
        event_type = 2,
        unlock_time = "2024/5/13 5:00:00",
        event_difficulty = 1
      }
    },
    [47] = {
      [47001] = {
        event_content = "遍地尸体引发了瘟疫和虫灾，听说最近有人感染了新型疫病，记忆会逐渐消失最后失去神志。",
        event_option = "闭门不出|骗白起自己失忆了",
        event_result = "为了避免感染病毒，我拉着白起闭门不出。在饿了好几顿之后，又有消息说，之前的瘟疫都是谣传。|白起对我说，我欠他一条命。见他无中生有，我下意识反驳了回去，说没想到他还觊觎我的命！听到我这么说，他突然笑了，笑得很好看。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/5/14 5:00:00",
        event_difficulty = 1
      },
      [47002] = {
        event_content = "暴雨袭来，我下意识拉着白起跑进电话亭避雨。",
        event_option = "拨出电话|欣赏雨幕",
        event_result = "我有些无聊，随便拨通了个号码后，一道阴森森的女声不停对我说着拿命来……虽然白起就在身边，但我还是吓得一哆嗦，做了一晚的噩梦。|雨幕下，外面的景物仿佛变得朦胧，我听着狭小空间里白起的呼吸声，突然觉得电话亭中有些闷热……但也莫名很安心。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/5/14 5:00:00",
        event_difficulty = 1
      },
      [47003] = {
        event_content = "白起不知从哪里找到一个放大镜的玻璃镜片，我摸着光滑的镜片觉得很好玩。",
        event_option = "到处看看|聚光生火",
        event_result = "我拿着镜片东看看西看看，对放大镜下的世界十分好奇。直到我看到水缸里的虫卵……虽然白起说煮沸的水不会有虫，我还是把晚餐吐了出来。|我用镜片把阳光聚焦到废纸上，成功燃起了一簇小火苗。白起挑眉说，说以后生火就方便多了。",
        event_value = "0,-30|5,0",
        event_type = 2,
        unlock_time = "2024/5/14 5:00:00",
        event_difficulty = 2
      }
    },
    [54] = {
      [54001] = {
        event_content = "阴暗的小巷里，一个流浪汉用火烤着一个破烂玩偶的爪子，他边烤边说我要有香喷喷的烤猪蹄吃了！！",
        event_option = "驻足旁观|上前制止",
        event_result = "我什么也没做，静静看着那个“烤猪蹄”在火中化为灰烬，然后又静静看着那个流浪汉留下了一行茫然又无措的泪水。|我告诉流浪汉这是玩偶，不是猪蹄后……他气急败坏地咬了我手臂一口，可没想到他咂了咂嘴说想不到“人蹄”也挺好吃的，吓得我拔腿跑了一路。",
        event_value = "5,0|-20,0",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54002] = {
        event_content = "我发现手臂不知何时被划出了一道小小血痕。",
        event_option = "不管它|惊呼好痛",
        event_result = "一分钟后，它自愈了。|我的声音引来了一群恶犬，我们被狗撵着跑，气喘吁吁地耗费了很多体力。",
        event_value = "5,0|0,-30",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 2
      },
      [54003] = {
        event_content = "最近很多人说路过乱葬岗时，能听到旁边的废楼里不时传出小孩的笑声，像是鬼魂作祟。",
        event_option = "让我们走近科学|对此漠不关心",
        event_result = "鼓起勇气走进废楼后，我发现原来是一个年轻女孩在窗边教几个流浪儿认字。看来无论多艰难的环境，知识都是让人短暂忘记苦难的解药。|我对这种传闻嗤之以鼻，然而有一次我路过乱葬岗时，也听到废楼里有小孩的笑声，我受到惊吓大病一场。",
        event_value = "0,5|-20,0",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54004] = {
        event_content = "远远地看到有一个穿着粉色衣服的人蹲在垃圾堆边。",
        event_option = "远远看|问他需不需要帮助",
        event_result = "他的双手像一把小伞笼在头顶，远远看，像一朵美丽优雅的杏鲍菇。|他一边嚷嚷着“孢子攻击”，一边生气地向我们身上扔了很多垃圾。他认为自己是一颗粉色蘑菇，而人类永远不应该主动向一个蘑菇搭话。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54005] = {
        event_content = "走进一个废弃的污水沟，看到几只老鼠在里面跳舞。",
        event_option = "一起舞起来|与我何干？",
        event_result = "我加入其中，不一会儿我和鼠鼠们就跳出默契，舞出风采，直到呼吸越来越急促，我终于意识到自己是沼气中毒出现了幻觉。|在这样糟烂的世界里，我对一切毫无兴趣，于是我冷笑一声，踩着“慢三”的步子优雅离开了。",
        event_value = "-30,0|5,0",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 2
      },
      [54006] = {
        event_content = "遇到一个披着斗篷的教徒，他神神秘秘地说只要信仰太阳神教就可以躲避一切灾厄，从此过上吃穿不愁的生活。",
        event_option = "向神教祈祷|质疑教徒",
        event_result = "教徒趁我祈祷时偷偷把手伸向了我的口袋，偷走物资后他立刻逃跑，还振振有词：“这是给教主大人的上贡！”|我疑惑地问教徒，他现在过上他说的那种生活了吗。他恼羞成怒，愤然离去。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54007] = {
        event_content = "下水道里漂来一个漂流瓶，透过脏污的玻璃似乎能看到里面有一张纸条。",
        event_option = "看看里面写了什么|我只想要这个瓶子",
        event_result = "原来这是封“幸运信”，如果不将它传递下去，就会倒霉一生。想到都快世界末日了还有人恶作剧，我气得怒砸漂流瓶，随后被碎片划破了脚。|我正缺一个储水的容器，连忙把漂流瓶捡回来擦干净，拿出里面纸条时，发现上面的字迹早已模糊不清。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54008] = {
        event_content = "发现一段老旧积灰的火车轨道，然而这里应该再也不会有呼啸而来的火车经过了。",
        event_option = "沿着轨道一直走|在附近转转",
        event_result = "这条轨道长得仿佛没有尽头，我们走得又累又饿，最后还走到陌生的地方迷失了方向。|意外发现了一节已经被半掩埋的车厢，我们在车厢里幸运地搜刮到了少量物资。",
        event_value = "0,-30|0,5",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 2
      },
      [54009] = {
        event_content = "寻找物资回来后，面前出现了两条一模一样的分叉路。",
        event_option = "随便走一条试试|交给上天决定",
        event_result = "我随便了一条路走了进去，幸运的是没多久就遇到他出来找我，然后一起肩并肩回家了。|我朝天上扔一根树枝，然后朝树枝指着的方向走，却意外走进乱葬岗，踩到断肢受了惊吓不说，连物资也被觅食的秃鹫抢走了。",
        event_value = "5,0|0,-20",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54010] = {
        event_content = "路过冒着浓烟的巨型焚烧炉。据说1908年彗星撞地球后，世界开始出现大范围高强度的辐射，而受到严重辐射的人最终会被运送到像这样的地方。",
        event_option = "走近看看|默默驻足",
        event_result = "焚烧炉温度比想象中高很多，几乎是一瞬间我们就被烤得头晕目眩。|我看着烟囱中的浓烟逐渐消散在天际，默默祝福他们来世可以降生到一个温暖和平的世界。",
        event_value = "-30,0|0,5",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 2
      },
      [54011] = {
        event_content = "我拆开一包压缩饼干，去喝口水的工夫，饼干就被流浪狗叼走了。",
        event_option = "悄悄跟上|和流浪狗谈判",
        event_result = "我悄悄跟上，想要发现它的赃物窝点，却跟着来到一座废楼的夹缝，里面有几只嗷嗷待哺的幼崽。我被面前可爱的画面萌住了，享受了心灵片刻安宁。|我勇敢地追上去想和它谈判，结果它对我呲起了獠牙，我顿时偃旗息鼓，改口说只是出来送送它，但还是被它追了一路。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_time = "2024/5/8 5:00:00",
        event_difficulty = 1
      },
      [54012] = {
        event_content = "意外找到一个红色封皮的日记本，主人不详。",
        event_option = "翻开看看|用来生火",
        event_result = "日记的主人是个小女孩，她用稚嫩坚强的语气记录了和妈妈在废土上相依为命的经历，我把眼泪都哭干了，整个人都有点虚脱。|我把日记扔到了取暖的火堆里，瞬间暖和了不少。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_condition = "4172,364,1",
        unlock_time = "2024/5/9 5:00:00",
        event_difficulty = 1
      },
      [54013] = {
        event_content = "在山上发现了一株绿油油的植物，圆滚滚的叶子如绿宝石一般晶莹剔透。",
        event_option = "给它浇水|挖回去吃",
        event_result = "我拿出身上唯一一瓶水给它浇了一点，它微微晃动了一下，像是在对我说谢谢。|看到它如此新鲜，我忍不住想要把它挖回去吃。但没挖几下就挖出了一具白骨，想不到令它百般精神的养料是……而腐朽的“香气”让我头晕了起来。",
        event_value = "5,0|-30,0",
        event_type = 1,
        unlock_condition = "4172,364,1",
        unlock_time = "2024/5/9 5:00:00",
        event_difficulty = 2
      },
      [54014] = {
        event_content = "一阵狂风吹过，一张纸糊到我的脸上。扯下来一看，上面写着：招工启事，L区军工厂，干粮管够，待遇从优。",
        event_option = "翻看背面|心生感慨",
        event_result = "我翻看了一下，发现背面还有一行小字：我们的口号是，干不死就往死里干。我面无表情地把这张招工启事揉成一团扔了出去。|我顿时感慨果然武器好赚钱，打算把昨天捡来的一些武器提高点价格卖，没想到大家都嫌我贵，一天了我也没卖出去，肚子饿了起来。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "4172,364,1",
        unlock_time = "2024/5/9 5:00:00",
        event_difficulty = 1
      },
      [54015] = {
        event_content = "找到了一罐生产日期是十几年前的橙汁，打开却闻到里面发出新鲜的果香。",
        event_option = "喝下它|卖掉它",
        event_result = "我没忍住诱惑把它喝光了，本以为会拉肚子，却什么都没有发生。我仔细看了看瓶身，在配料表中发现了巨量防腐剂。|我自以为卖给了一个人傻钱多的人，结果却被他反将一军，以喝了拉肚子为由讹我十倍的价格。我自知理亏，只能将这一周囤积的粮食都赔给他。",
        event_value = "5,0|0,-20",
        event_type = 1,
        unlock_condition = "4173,364,1",
        unlock_time = "2024/5/10 5:00:00",
        event_difficulty = 1
      },
      [54016] = {
        event_content = "在垃圾堆里捡到一个破烂不堪的神像，似乎是百年以前相当盛行过的一个教派。",
        event_option = "带回去供奉|扔回垃圾堆里",
        event_result = "摆在神像前的供品引来了小偷，在我发现的时候，物资几乎已经要被搬空了，我只好再去寻找物资。|神像重新跌落泥潭，脸上还依然挂着那抹悲悯的、甚至堪称神圣的微笑。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "4173,364,1",
        unlock_time = "2024/5/10 5:00:00",
        event_difficulty = 1
      },
      [54017] = {
        event_content = "前面有一群人朝我的方向跑来，他们说背后有恐怖的东西在追赶他们。",
        event_option = "跟着一起跑|停下来看看是什么",
        event_result = "我只好跟着他们一起跑，跑到快没力气了也没有人停下，我问别人还没有安全吗，那个人回答永远也不能够停下，因为追着他们的东西叫做死线。|门牌上写着“精神障碍临时收容所”。这些都是被辐射导致精神失常的人，每天都会幻想有人在追他们，却又会在晚上乖乖回到这里。",
        event_value = "0,-30|0,-5",
        event_type = 1,
        unlock_condition = "4173,364,1",
        unlock_time = "2024/5/10 5:00:00",
        event_difficulty = 2
      },
      [54018] = {
        event_content = "捡到一个身体冒烟的小型机器人，它用机械声说它是先进的外星智能，修好它就能改变世界。",
        event_option = "我是英雄，当然要修它|非我族类其心必异",
        event_result = "它不是外星智能，只是不法分子制造出来的盗窃机器，把它修好带回家的的当天晚上，就有人根据它的定位，将我的物资全部偷走了。|我捏着嗓子和它发出了一样的机械声：我们地球已经快毁灭了，劝你还是换一个星球算计吧。",
        event_value = "-30,0|0,0",
        event_type = 1,
        unlock_condition = "4174,364,1",
        unlock_time = "2024/5/11 5:00:00",
        event_difficulty = 2
      },
      [54019] = {
        event_content = "不远处一座废弃的燃气工厂发生爆炸，熊熊烈火染红了半边天。",
        event_option = "驻足观看|躲远一点",
        event_result = "我被烈火燃烧的壮观景象所吸引，却突然有一股夹杂着奇怪气味的浓烟袭来，呛得我咳嗽连连。|为了防止火势蔓延过来，我们连夜打包自己所有的东西远离了火灾附近，听说最后大火烧了三天三夜，附近的房子都被烧成了灰烬。",
        event_value = "-20,0|5,0",
        event_type = 1,
        unlock_condition = "4174,364,1",
        unlock_time = "2024/5/11 5:00:00",
        event_difficulty = 1
      },
      [54020] = {
        event_content = "晚上生火时，我发现用罐头交换来的一盒火柴是被雨淋过的，怎么划都无事发生。",
        event_option = "去讨说法|钻木取火",
        event_result = "我拿着捡来的一把没有子弹的手枪去讨说法，对方果然被镇住，把我的罐头加倍还了回来。|我双手都快搓出了火星，膝间的木头也毫无反应。",
        event_value = "5,0|0,-20",
        event_type = 1,
        unlock_condition = "4174,364,1",
        unlock_time = "2024/5/11 5:00:00",
        event_difficulty = 1
      },
      [54021] = {
        event_content = "路边躺着一个沉迷致幻剂的大汉，四肢时而抽搐时而手舞足蹈。听说最近越来越多人对致幻剂成瘾，用稀缺的物资换取片刻的欢愉。",
        event_option = "绕开他|趁火打劫骗骗他",
        event_result = "我小心翼翼地绕开他，没有打扰他短暂而虚幻的美梦。|我捡起一个垃圾对他说这是顶级致幻剂……话音未落，他双目渐渐清明，药效似乎过去了。我只好硬着头抱起一堆垃圾，假装是个路过的拾荒人。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "4175,364,1",
        unlock_time = "2024/5/12 5:00:00",
        event_difficulty = 1
      },
      [54022] = {
        event_content = "地上有一纸血书，上面赫然有几个鲜红字迹——《屠场故事》（不翻开后悔99年）。",
        event_option = "翻过来看|敬而远之",
        event_result = "故事控诉着屠场的地下冷藏室活活冻死了无数战俘，希望更多人能知道残酷真相。我们下意识望向了屠场的方向，却发现天际悬着一道绚丽的彩虹。|离开后半小时，对这个故事的好奇心让我抓心挠肺，我决定折返，到原地后却怎么找都找不到那张血书了……我意识到这将成为我终生的遗憾。",
        event_value = "5,0|0,-20",
        event_type = 1,
        unlock_condition = "4175,364,1",
        unlock_time = "2024/5/12 5:00:00",
        event_difficulty = 1
      },
      [54023] = {
        event_content = "路过了一个很新的坟墓，上面放着一个沾着尘土打满补丁的娃娃，听说这是坟墓里小女孩的遗物。",
        event_option = "拿走娃娃|插一朵小花",
        event_result = "我把娃娃拿了起来，却看到下面有一张带血的纸条，用鲜红色的字迹写着“不要动……我的娃娃……”吓得我魂飞魄散，差点摔倒在地。|我在坟前插上一朵塑料做的小花，希望它能和这个娃娃一起陪伴这个小女孩。",
        event_value = "-30,0|0,5",
        event_type = 1,
        unlock_condition = "4175,364,1",
        unlock_time = "2024/5/12 5:00:00",
        event_difficulty = 2
      },
      [54024] = {
        event_content = "听到一阵滴滴答答的声音，原来是下雨了。",
        event_option = "淋一场酣畅淋漓的雨|躲雨，发型不能乱",
        event_result = "我张开双臂，仰头闭上眼睛。直到一阵风刮来，有什么东西兀地拍到我脸上。我睁开眼，发现是一团腥臭的海带，当场被熏得晕了过去。|我拉着他来到屋檐底下躲雨，听着雨滴跌落在地的声音，我心里感到一阵久违的宁静。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "4176,364,1",
        unlock_time = "2024/5/13 5:00:00",
        event_difficulty = 1
      },
      [54025] = {
        event_content = "听说有人在挖坟时发现了地下仓库，为了碰碰运气我也挖了一个大坑，却只挖到了几只空罐子。",
        event_option = "愤怒将罐子抛远|再挖一会",
        event_result = "抛出去的罐子砸到一只流浪狗，它吓得撞倒了一个垃圾桶，甩出来的香蕉皮让路过的小孩摔了一跤，最后我赔了一袋压缩饼干和干瘪的小鱼干。|我不死心地又挖了一会，居然发现了没被污染的水源。",
        event_value = "0,-20|5,0",
        event_type = 1,
        unlock_condition = "4176,364,1",
        unlock_time = "2024/5/13 5:00:00",
        event_difficulty = 1
      },
      [54026] = {
        event_content = "在一片倒塌的废墙下，传出了婴儿的啼哭声。",
        event_option = "转身离开|上前看看",
        event_result = "废墙下怎么会有婴儿呢，一定有诈，我头也不回地离开了。|我走近废墙向缝隙里看去，却对上了一双绿色的竖曈，吓得我发出了婴儿般的尖叫声。",
        event_value = "5,0|0,-30",
        event_type = 1,
        unlock_condition = "4176,364,1",
        unlock_time = "2024/5/13 5:00:00",
        event_difficulty = 2
      },
      [54027] = {
        event_content = "在废墟里挖到两个比较完好的自行车车轮。",
        event_option = "组装自行车|做成小推车",
        event_result = "自己组装的自行车刚骑了两步就散架了，我摔了个大跟头，膝盖手肘都摔伤了。|有了自己的小推车之后，搬运物资都方便了许多。我喜滋滋地走在路上，同时心里想着或许末世的第一个物流工作室就要从此诞生了。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "4177,364,1",
        unlock_time = "2024/5/14 5:00:00",
        event_difficulty = 1
      },
      [54028] = {
        event_content = "发现了一条被垃圾和化工制品污染得很严重的河，但说不定上游会有干净一些的水源。",
        event_option = "往上游的方向走|标记一下，下次再说",
        event_result = "我往上游的方向一直走，没想到仍旧是无穷无尽的垃圾，走到筋疲力尽也没找到干净的水源。这个世界上的垃圾可真多啊。|天马上就要黑了，我决定在附近做个标记方便下次再找到这里。",
        event_value = "0,-20|5,0",
        event_type = 1,
        unlock_condition = "4177,364,1",
        unlock_time = "2024/5/14 5:00:00",
        event_difficulty = 1
      },
      [54029] = {
        event_content = "遇到一个商人，他打算物物交易，问我打算用什么换他手中的100个肉罐头。",
        event_option = "用一颗善良的心|用血的教训",
        event_result = "我向他做了1000字自我介绍，表示我是一个正直又善良的人，这100个罐头将会被物尽其用，全部到我肚子里。听完，他头也不回地离开了。|我利益熏心，想伸手就抢。但没想到他竟更快地掏出了手枪，抵在我的头上，我吓了一跳将包里全部的抗生素都给他作为赔罪。",
        event_value = "0,0|-30,0",
        event_type = 1,
        unlock_condition = "4177,364,1",
        unlock_time = "2024/5/14 5:00:00",
        event_difficulty = 2
      }
    }
  },
  [129003] = {
    [30] = {
      [30001] = {
        event_content = "我正在睡懒觉的时候，周棋洛推醒了我，表示该陪他去“巡逻太阳国”了。",
        event_option = "再睡一会|立刻起床",
        event_result = "面对我的耍赖他有些无奈，委屈巴巴地表示今天神子大人只能独自出门了。离开时他没良心地顺走了我枕头里藏着的糖果。|我们简单收拾一番后离开了安全屋。面对着人们崇拜的目光，我们笑眯眯地为他们送去太阳神的赐福。然后心安理得地收下了他们的供奉，完美的一天开始了。",
        event_value = "0,0|0,0",
        event_type = 3,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      }
    },
    [31] = {
      [31001] = {
        event_content = "这一天我突发奇想，想要溜出去玩一次。",
        event_option = "偷偷爬墙出去|叫周棋洛帮忙想办法",
        event_result = "还没爬到一半就摔了下来，虽然周棋洛及时在下面接住了我，两个人都被摔得头晕眼花。|周棋洛和我一起穿上普通的衣袍混了出去，并在外面自由自在地逛了一下午才回来，期间并没有被发现。",
        event_value = "0,-20|0,5",
        event_type = 2,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [31002] = {
        event_content = "周棋洛作为神子要定期当众表演凭空变出食物的“神迹”，这天在表演即将开始前，我突然发现提前准备的食物被老鼠偷吃光了。",
        event_option = "向周棋洛传递眼神|用自己的晚餐补上",
        event_result = "我在端上道具时向周棋洛传递了一个眼神，周棋洛掀开托盘里面是一盘鲜花，周棋洛用优秀的话术让大家相信鲜花是比食物更高级的“神迹”，大家更崇拜我们了。|我含泪用自己的晚餐补上，看来今天要饿一整晚了，不过还好表演很成功，大家似乎都相信了周棋洛的“神迹”。",
        event_value = "5,0|-30,0",
        event_type = 2,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 2
      }
    },
    [32] = {
      [32001] = {
        event_content = "梦到了儿时和周棋洛一起作为奴隶饿着肚子拼命逃跑又被追杀的经历，梦里惊出一身冷汗，睁开眼时看到了周棋洛担心的脸。",
        event_option = "编个谎话安慰他|给他讲述自己的梦",
        event_result = "我故作轻松地骗周棋洛说是梦到一起藏起来的储备粮被偷了，周棋洛却如临大敌，拉着我把藏起来的所有粮食都翻了一遍，结果真的被偷了！|周棋洛抱着我说一切都过去了，他不会再让这样的日子重演。在熟悉的怀抱里，我又一次沉沉睡去，并做了个好梦。",
        event_value = "0,-20|0,5",
        event_type = 2,
        unlock_time = "2024/5/26 5:00:00",
        event_difficulty = 1
      },
      [32002] = {
        event_content = "周棋洛作为神子，每隔一段时间都要代表神聆听忏悔。我偷看一眼周棋洛，居然发现他偷偷睡着了。",
        event_option = "当做不知道|捉弄他",
        event_result = "我决定当做什么都不知道，结果看着周棋洛的睡颜，我的视线也逐渐模糊起来……当我突然惊醒时，我发现所有人都在看着我。|我悄悄把手伸进他的袍子里，想要袭击他的痒痒肉，却突然被一把抓住。我抬起眼，看到他不知何时已经睁开双眼，带着笑意捏捏我的手掌。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/5/26 5:00:00",
        event_difficulty = 1
      },
      [32003] = {
        event_content = "在结束一场贫民窟的布施活动后，我刚要和周棋洛一起离开，就被一个脸上脏兮兮的小女孩拦住，她问我怎么样才能变成像我这样美丽善良的圣女。",
        event_option = "给她一颗糖|告诉她要变强",
        event_result = "我不知道该怎么回答，就把周棋洛早上留给我的糖给了小女孩。没想到引来了一大堆小孩，把我们围得水泄不通，我们费了好大劲才从贫民窟脱身。|我看了看身边的周棋洛，告诉她要想成为圣女就要努力变得强大，这样才能保护好身边的人。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/5/26 5:00:00",
        event_difficulty = 1
      }
    },
    [33] = {
      [33001] = {
        event_content = "在路上被一伙难民堵截，说我的预知不准，是骗子，要给我们一些教训尝尝。",
        event_option = "晓之以理，动之以情|撒腿就跑",
        event_result = "我和周棋洛对视一眼，决定发挥忽悠技能，在我们的一唱一和下，居然真的打动了这些人。他们纷纷表示要成为太阳神最忠诚的臣民。|我见势不好掏出一小袋干粮撒向半空，高呼一声“神迹来了！”趁着难民去哄抢的工夫拉着周棋洛就跑，跑到腿都抽筋了才敢停下来。",
        event_value = "0,5|0,-20",
        event_type = 2,
        unlock_time = "2024/5/27 5:00:00",
        event_difficulty = 1
      },
      [33002] = {
        event_content = "我看到今天供品中有一袋周棋洛最喜欢的水果糖，就趁着没人把糖偷偷装进了口袋里，正在这时，门口传来了一阵脚步声。",
        event_option = "翻窗逃跑|躲在桌下",
        event_result = "慌乱之下我决定翻窗逃跑，结果不但在落地时不慎崴了脚，连口袋里的糖也不知所踪了。|我躲在桌下，突然对上了周棋洛的眼睛。周棋洛打趣没想到堂堂圣女居然会是糖果小偷，他又眨眨眼说，不过他这个神子会永远当我的帮凶。",
        event_value = "0,-20|0,0",
        event_type = 2,
        unlock_time = "2024/5/27 5:00:00",
        event_difficulty = 1
      },
      [33003] = {
        event_content = "最近一群不知从哪里飞来的麻雀每天大摇大摆来“宫殿”偷吃，似乎是把这里当成自助餐了，让教众们十分头疼。",
        event_option = "放稻草人|让周棋洛想办法",
        event_result = "我听说稻草人可以吓跑麻雀，就让周棋洛在门口摆了好几个面目狰狞的稻草人，结果当天夜里我迷迷糊糊起夜时被吓了个半死。|周棋洛露出一个神秘的笑容，说当然是要用太阳神的神力来感化这些罪恶的麻雀了。随后当天晚上，我们就吃上了烤麻雀串。",
        event_value = "-30,0|0,0",
        event_type = 2,
        unlock_time = "2024/5/27 5:00:00",
        event_difficulty = 2
      }
    },
    [34] = {
      [34001] = {
        event_content = "过几天作为圣女的我就要主持太阳国的重大仪式了，因此这几天都苦练仪式动作到深夜。",
        event_option = "让周棋洛看看效果|还是不打扰他了",
        event_result = "周棋洛看完我的动作情不自禁地鼓起了掌，并拿出一颗糖说，这是努力的圣女大人应该得到的奖励。|我想到周棋洛要编各种太阳神的鬼话也很辛苦，就没有去打扰他，独自咬牙练习，直到第二天周棋洛才发现因为太累昏迷了很久的我。",
        event_value = "0,5|0,-20",
        event_type = 2,
        unlock_time = "2024/5/28 5:00:00",
        event_difficulty = 1
      },
      [34002] = {
        event_content = "仪式上，正当周棋洛带着教众祈祷时，他身后的神像却突然朝他倒了下来。",
        event_option = "大喊一声|推开周棋洛",
        event_result = "周棋洛在我的提醒下眼疾手快地接住了神像，随后他的瞳色一变，教众纷纷下拜，高呼太阳神显灵了。|我连忙冲上去一把推开周棋洛，自己却被神像砸了个正着，然后昏倒在周棋洛怀里。",
        event_value = "5,0|-20,0",
        event_type = 2,
        unlock_time = "2024/5/28 5:00:00",
        event_difficulty = 1
      },
      [34003] = {
        event_content = "这天周棋洛神神秘秘地把我叫过去，打开手心，里面是一颗小小的像红宝石一样圆润美丽的果子。他说这种果子叫圣女果，送给我的圣女小姐。",
        event_option = "和他一起品尝|坚持让他先吃",
        event_result = "我用小刀小心翼翼地切开这颗果子，和周棋洛一起品尝。酸甜的果汁瞬间在嘴里爆开，是从未尝到过的美味。周棋洛笑着说，不愧是圣女果果然很甜。|我看着这颗果子有点不忍心下口，就坚持让他先吃，在我们来回推拒之中，突然飞来一只乌鸦把果子给叼走了。",
        event_value = "0,5|-20,0",
        event_type = 2,
        unlock_time = "2024/5/28 5:00:00",
        event_difficulty = 1
      }
    },
    [35] = {
      [35001] = {
        event_content = "我和周棋洛“巡逻太阳国”，年轻神子俊美的外表引来了不少人惊叹的目光，甚至有个大胆的姑娘抛来了一包饼干。",
        event_option = "让周棋洛再接再厉|要求周棋洛分赃",
        event_result = "我心中大喜，连忙让周棋洛左右多转转，这时又有东西被抛了过来，定睛一看是一只破锅盖。|我连忙捡起饼干，笑着对周棋洛说是不是应该见者有份。周棋洛说没问题啊都可以给你，等你吃饱了，晚餐的烤土豆脆片是不是就都归我了？",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/5/29 5:00:00",
        event_difficulty = 1
      },
      [35002] = {
        event_content = "又到了每天的赐福时间，我和周棋洛双手合十在神像前，口中念着老套的祝祷。",
        event_option = "偷偷溜号|悄悄许愿",
        event_result = "我的嘴里念着祝祷，脑中却不由自主地期待着即将到来的晚餐时间。也许是太阳神的惩罚，我在起身时脑袋撞在了神像上，撞出了一个大包。|我看着神像，悄悄在心里许了一个愿望。希望我和周棋洛能继续活下去，直到见到一个更美好的世界。",
        event_value = "-20,0|0,0",
        event_type = 2,
        unlock_time = "2024/5/29 5:00:00",
        event_difficulty = 1
      },
      [35003] = {
        event_content = "夜深了，我却怎么都睡不着，索性抱上枕头去找周棋洛。",
        event_option = "找他玩游戏|让他唱催眠曲",
        event_result = "我拿着一个捡来的旧棋盘去和周棋洛一决高下，在“赢一盘就去睡”的豪言壮语中，我拉着他下了一整晚，第二天双双顶着黑眼圈参加集会。|周棋洛的歌声十分动听，睡着前我昏昏沉沉地想，等末日结束，我和周棋洛就可以一起走遍各个地方，他当歌手卖唱，我负责收钱。",
        event_value = "-30,0|5,0",
        event_type = 2,
        unlock_time = "2024/5/29 5:00:00",
        event_difficulty = 2
      }
    },
    [36] = {
      [36001] = {
        event_content = "发现有人借着太阳神的名义在Z区干坏事，其中包括两名少年。教众们一致高呼要用最严厉的火刑处死他们。",
        event_option = "犹豫不决|他们罪有应得",
        event_result = "我迟迟无法作出决定，正在这时，笼子里的少年一脸凶狠地向我扔了一块石头，砸破了我的额头：“伪善的骗子。”|我坚持他们罪有应得，最终将他们流放到无人区自生自灭。我问周棋洛的想法，周棋洛看着我说，他不在乎别人的死活，只要我们两个能好好活着。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/5/30 5:00:00",
        event_difficulty = 1
      },
      [36002] = {
        event_content = "意外得到一包长着硬壳的种子，有教众说这个是葵花籽。",
        event_option = "尝一口味道|给周棋洛看",
        event_result = "我剥开外壳尝了一口里面的种子，没想到一股变质的味道充满了口腔，让我忍不住干呕了出来。|周棋洛把这些种子仔细收好藏起来，说以后辐射停止时就把它们种在土里，听说可以开出像太阳一样灿烂美丽的花。",
        event_value = "0,-20|5,0",
        event_type = 2,
        unlock_time = "2024/5/30 5:00:00",
        event_difficulty = 1
      },
      [36003] = {
        event_content = "有人送来了一些结实的布料，我想到可以给我和周棋洛各做一身新的衣服。",
        event_option = "追求实用|追求美观",
        event_result = "在周棋洛的提议下，我给新衣服上缝了很多个口袋，这样偷藏大家献上的物资时就方便多了。|穿着新衣服出行时，我因为裙摆过长被绊倒了，众目睽睽之下我只能忍痛装作若无其事。晚上周棋洛给我上药时才发现膝盖破了很大一块。",
        event_value = "0,5|-20,0",
        event_type = 2,
        unlock_time = "2024/5/30 5:00:00",
        event_difficulty = 1
      }
    },
    [37] = {
      [37001] = {
        event_content = "最近一个出现了“月亮国”，常常明目张胆地和我们抢人，还放话他们的月亮神才是唯一正统的神，看来是我们的同行。",
        event_option = "混进月亮国领地|比试神迹",
        event_result = "我乔装一番想要混入月亮国探探虚实，实在不行顺走几个馒头也是可以的。却在报名处遇到同样鬼鬼祟祟的周棋洛，然而我们很快被识破赶了出来。|我们提出让周棋洛和月亮国的国王公开比试，看看谁的神迹能召来降雨。凭着我的预知能力，周棋洛在这场比试中大获全胜，月亮神教也消失在Z区。",
        event_value = "-20,0|0,5",
        event_type = 2,
        unlock_time = "2024/5/31 5:00:00",
        event_difficulty = 1
      },
      [37002] = {
        event_content = "和周棋洛去较远的居民区布施回来遇上了贫民窟暴乱，混乱中和同伴走散了并且迷了路，只能暂时露宿街头了。",
        event_option = "寻找住处|寻找食物",
        event_result = "我和周棋洛千挑万选最终找到了一处桥洞过夜，半夜时分桥上传出了呜呜的哭泣声，我和周棋洛紧紧靠在一起一整夜都没睡着。|周棋洛寻找食物回来，变魔术般从口袋掏出一个罐头，说是太阳神的恩赐。美美饱餐一顿后我才知道，这是他用一把武器去黑市换来的。",
        event_value = "0,-30|5,0",
        event_type = 2,
        unlock_time = "2024/5/31 5:00:00",
        event_difficulty = 2
      },
      [37003] = {
        event_content = "听说有人在不远处发现了一处没有被污染的温泉，我和周棋洛也打算去享受一下。",
        event_option = "比赛憋气|偷袭周棋洛",
        event_result = "我突发奇想要和周棋洛比赛憋气，没想到周棋洛实力这么强，我不服输地在水下憋得浑身无力，被周棋洛捞起来时还呛了一大口水。|我趁周棋洛闭眼享受时撩起水花偷袭了周棋洛，他也不甘示弱地还击，我们打起了水仗，周棋洛这样无忧无虑笑着的样子好像似乎很久没有见过了。",
        event_value = "0,-20|0,-5",
        event_type = 2,
        unlock_time = "2024/5/31 5:00:00",
        event_difficulty = 1
      }
    },
    [53] = {
      [53001] = {
        event_content = "走了很远的路，终于发现了一个路牌，上面写着：1.前方三十公里有居民区，加油哦。2.可能踩到蛇，千万小心。3.辐射区多，别走错分路。",
        event_option = "踢一脚路牌|继续前行",
        event_result = "我朝这该死的路牌踢了一脚，却发现路牌角落有一行不起眼的小字：向左走只需要五公里。|我看了一眼路牌继续前进，却好巧不巧真的踩到蛇被咬了一口，大概是中了路牌的诅咒吧。",
        event_value = "0,5|-30,0",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 2
      },
      [53002] = {
        event_content = "我发现手臂不知何时被划出了一道小小血痕。",
        event_option = "不管它|惊呼好痛",
        event_result = "一分钟后，它自愈了。|我的声音引来了一群恶犬，我们被狗撵着跑，气喘吁吁地耗费了很多体力。",
        event_value = "5,0|0,-30",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 2
      },
      [53003] = {
        event_content = "突然看到前面灌木丛中似乎有什么东西，在太阳反射下闪着耀眼的光，我想到最近盛行的捡到金子的传闻，赶忙一路小跑过去。",
        event_option = "用树枝勾出来|挤进灌木丛",
        event_result = "拿到手里一看原来是一块失灵的怀表，打开翻盖，里面是一个女子的黑白照片，看痕迹似乎被手指抚摩过千万次。|发光的东西只是一个碎玻璃片，我什么都没捞到还被硬树枝划破了好几道。",
        event_value = "0,-5|-20,0",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53004] = {
        event_content = "远远地看到有一个穿着粉色衣服的人蹲在垃圾堆边。",
        event_option = "远远看|问他需不需要帮助",
        event_result = "他的双手像一把小伞笼在头顶，远远看，像一朵美丽优雅的杏鲍菇。|他一边嚷嚷着“孢子攻击”，一边生气地向我们身上扔了很多垃圾。他认为自己是一颗粉色蘑菇，而人类永远不应该主动向一个蘑菇搭话。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53005] = {
        event_content = "贫民窟里的小男孩神秘兮兮地喊我过去，给我看他手里的壁虎，说这是他的好朋友，他给它取名为“希望”。",
        event_option = "大惊失色|捏捏壁虎尾巴",
        event_result = "我被这只丑壁虎吓得大叫一声，壁虎也受到惊吓从男孩手里跑到马路上，刚好被路过的人踩到。啪地一声，希望死了。|我接过壁虎捏捏它的尾巴，壁虎连忙跑回了男孩手里，只在我手心留下了一截“希望”的小尾巴。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53006] = {
        event_content = "一阵狂风吹过，一张纸糊到我的脸上。扯下来一看，上面写着：招工启事，L区军工厂，干粮管够，待遇从优。",
        event_option = "翻看背面|心生感慨",
        event_result = "我翻看了一下，发现背面还有一行小字：我们的口号是，干不死就往死里干。我面无表情地把这张招工启事揉成一团扔了出去。|我顿时感慨果然武器好赚钱，打算把昨天捡来的一些武器提高点价格卖，没想到大家都嫌我贵，一天了我也没卖不出去，肚子饿了起来。",
        event_value = "0,0|0,-20",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53007] = {
        event_content = "末日里人们早已失去了秩序和时间观念，Z区只有每天傍晚时，钟楼准时响起的钟声能让人稍微找到时间的界限感。然而这一天天都黑了，钟声却迟迟没有响起。",
        event_option = "去教堂看看|不去深究",
        event_result = "我忍不住好奇去教堂弄清真相，却被拜托成为新的敲钟人。不好推辞的我连敲了几天钟，累得腰酸背痛。|虽然不习惯，我也懒得去深究，想要生存下去还有许多更值得关注的事。几天后我听说敲钟的人死了，又过了几天听说钟楼的钟也被偷走了。",
        event_value = "0,-20|5,0",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53008] = {
        event_content = "发现一段老旧积灰的火车轨道，然而这里应该再也不会有呼啸而来的火车经过了。",
        event_option = "沿着轨道一直走|在附近转转",
        event_result = "这条轨道长得仿佛没有尽头，我们走得又累又饿，最后还走到陌生的地方迷失了方向。|意外发现了一节已经被半掩埋的车厢，我们在车厢里幸运地搜刮到了少量物资。",
        event_value = "0,-30|0,5",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 2
      },
      [53009] = {
        event_content = "在废仓库中找到一个上了锁的箱子，想尽办法弄开后里面却只有一块闪着奇异光泽的金属。",
        event_option = "把它带回去|把它留在这里",
        event_result = "这块金属似乎有着轻微的辐射作用，把它带回家没几天，我就产生了头晕恶心的症状，连忙把它扔了出去。|保险起见我决定把它留在这里，等我带人再找过来时，金属块连同保险箱已经一起消失不见了。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53010] = {
        event_content = "路过了一个冒着滚滚浓烟的巨型焚烧炉，据说被辐射严重或感染病毒而死的人最终都会被运送到这里。",
        event_option = "走近看看|默默驻足",
        event_result = "焚烧炉温度比想象中高很多，几乎是一瞬间我们就被烤得头晕目眩。|我看着烟囱中的浓烟逐渐消散在天际，默默祝福他们来世可以降生到一个温暖和平的世界。",
        event_value = "-30,0|0,5",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 2
      },
      [53011] = {
        event_content = "打算用预知能力换一些物资，却遇到了一个摆摊算命的道士和我作对，他捋着胡子说我恐怕马上就会有血光之灾。",
        event_option = "立刻回家|反唇相讥",
        event_result = "听到他的话，我突然也产生了一种不好的预感，就转身回家了。刚进家门，外面就刮起了沙尘暴。|我冷笑说我也帮他算了一下，他面相也有大凶之兆。没过多久，一群被污染的恶犬袭击了整条街，我和道士都挂了彩，看来我俩的预言都应验了。",
        event_value = "5,0|-20,0",
        event_type = 1,
        unlock_time = "2024/5/25 5:00:00",
        event_difficulty = 1
      },
      [53012] = {
        event_content = "意外找到一个红色封皮的日记本，主人不详。",
        event_option = "翻开看看|用来生火",
        event_result = "日记的主人是个小女孩，她用稚嫩坚强的语气记录了和妈妈在废土上相依为命的经历，我把眼泪都哭干了，整个人都有点虚脱。|我把日记扔到了取暖的火堆里，瞬间暖和了不少。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_condition = "3173,364,1",
        unlock_time = "2024/5/26 5:00:00",
        event_difficulty = 1
      },
      [53013] = {
        event_content = "从垃圾堆淘来一本书。",
        event_option = "回去再看|边走边看",
        event_result = "到家后我翻开这本书，发现这本书上的字我虽然一个都不认识，但是配了图片，应该是一本教你如何末日生存的册子，让我成功学到了一些生活小技巧。|我边往回走边随手翻开这本书，刚想看看上面的字，我就被脚下的石头绊倒，摔了个嘴啃泥。",
        event_value = "0,5|-20,0",
        event_type = 1,
        unlock_condition = "3173,364,1",
        unlock_time = "2024/5/26 5:00:00",
        event_difficulty = 1
      },
      [53014] = {
        event_content = "一个满脸疲惫的中年男人跌跌撞撞地跑在路上，双目无神，嘴里不停念着“快跑……那里是坟场……”",
        event_option = "躲开|上前询问",
        event_result = "只见他大口喘着气，明明累到不行了，但不时还回身张望着，像是有什么可怕的东西正在后面追他。|他像发疯一般对我说了更多听不明白的话，狠狠地抓着我，重复又疯癫的话语仿佛精神攻击一样击穿我的大脑，我努力挣脱了很久才摆脱了他。",
        event_value = "0,0|0,-30",
        event_type = 1,
        unlock_condition = "3173,364,1",
        unlock_time = "2024/5/26 5:00:00",
        event_difficulty = 2
      },
      [53015] = {
        event_content = "远远地看到一家挂起了黑色旗子，代表家中有人去世。听说是五十二岁误食毒蘑菇去世的，这在末世中已经是长寿了。",
        event_option = "打听细节|过去吃席",
        event_result = "我连忙找邻居打听有关蘑菇的细节，并默默记下蘑菇的特征，以免以后误食。|听说带着一块饼干作为礼物就能去吃席，我也去凑了热闹，结果蘑菇汤里的蘑菇还是有毒的，我回家后肚子疼了一夜。",
        event_value = "0,5|-20,0",
        event_type = 1,
        unlock_condition = "3174,364,1",
        unlock_time = "2024/5/27 5:00:00",
        event_difficulty = 1
      },
      [53016] = {
        event_content = "在垃圾堆里捡到一个破烂不堪的神像，似乎是百年以前相当盛行过的一个教派。",
        event_option = "带回去供奉|扔回垃圾堆里",
        event_result = "摆在神像前的供品引来了小偷，在我发现的时候，物资几乎已经要被搬空了，我只好再去寻找物资。|神像重新跌落泥潭，脸上还依然挂着那抹悲悯的、甚至堪称神圣的微笑。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "3174,364,1",
        unlock_time = "2024/5/27 5:00:00",
        event_difficulty = 1
      },
      [53017] = {
        event_content = "前面有一群人朝我的方向跑来，他们说背后有恐怖的东西在追赶他们。",
        event_option = "跟着一起跑|停下来看看是什么",
        event_result = "我只好跟着他们一起跑，跑到快没力气了也没有人停下，我问别人还没有安全吗，那个人回答永远也不能够停下，因为追着他们的东西叫做死线。|门牌上写着“精神障碍临时收容所”。这些都是被辐射导致精神失常的人，每天都会幻想有人在追他们，却又会在晚上乖乖回到这里。",
        event_value = "0,-30|0,-5",
        event_type = 1,
        unlock_condition = "3174,364,1",
        unlock_time = "2024/5/27 5:00:00",
        event_difficulty = 2
      },
      [53018] = {
        event_content = "看到一个人在摆弄着天线一样的装置，他说正在联络外星文明，外星飞船会来拯救地球。",
        event_option = "帮助他|抢走装置",
        event_result = "我帮助那人摆弄了好久，装置里却没有得到任何回应。那人发狂说是我弄坏了他的装置，和我大打出手。|我抢走他手中的天线，跑了很远才发现这东西根本无法联络到外星人，只是一堆废铁。",
        event_value = "-20,0|0,0",
        event_type = 1,
        unlock_condition = "3175,364,1",
        unlock_time = "2024/5/28 5:00:00",
        event_difficulty = 1
      },
      [53019] = {
        event_content = "听说隔壁区在发放干粮，我闲来无事，也想去混口饭吃。",
        event_option = "排队等待|假扮教会成员",
        event_result = "我跟着浩浩荡荡的难民从早上排队到下午，队伍仍然看不到尽头，我站得腰酸腿疼，肚子也饿的要命。|我偷拿了一个面包塞进嘴里，居然跟石头一样硬！比Z区伙食差远了！",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_condition = "3175,364,1",
        unlock_time = "2024/5/28 5:00:00",
        event_difficulty = 1
      },
      [53020] = {
        event_content = "突然听到门口有一对小情侣吵架，而且有愈演愈烈之势。",
        event_option = "在门口偷听|出去劝架",
        event_result = "原来是小情侣为了谁吃罐头里的最后一口肉而吵起来了，我一边吃瓜一边磕完了一整袋压缩饼干。|我连忙出去劝架，女孩却生气地拿起水壶朝男孩脸上泼去，可那是我的水壶！",
        event_value = "0,5|-30,0",
        event_type = 1,
        unlock_condition = "3175,364,1",
        unlock_time = "2024/5/28 5:00:00",
        event_difficulty = 2
      },
      [53021] = {
        event_content = "有个人突然把一根竹竿交到我手上，说让我拿着这根失落的权杖，就能等到这片土地的王。说完他就急匆匆地离开了。",
        event_option = "转身回家|等一会看看",
        event_result = "我不以为意，带着竹竿回了家，正巧家里缺一根晾衣杆，应该刚好合适。|好奇心驱使我在这里等等看，结果等到腿都酸了也没等到。路边的野狗还学我一瘸一拐走路的样子，给我造成了一万点心灵伤害。",
        event_value = "0,5|0,-30",
        event_type = 1,
        unlock_condition = "3176,364,1",
        unlock_time = "2024/5/29 5:00:00",
        event_difficulty = 2
      },
      [53022] = {
        event_content = "地上有一纸血书，上面赫然有几个鲜红字迹——《屠场故事》（不翻开后悔99年）。",
        event_option = "翻过来看|敬而远之",
        event_result = "故事控诉着屠场的地下冷藏室活活冻死了无数战俘，希望更多人能知道残酷真相。我们下意识望向了屠场的方向，却发现天际悬着一道绚丽的彩虹。|离开后半小时，对这个故事的好奇心让我抓心挠肺，我决定折返，到原地后却怎么找都找不到那张血书了……我意识到这将成为我终生的遗憾。",
        event_value = "0,-5|0,-20",
        event_type = 1,
        unlock_condition = "3176,364,1",
        unlock_time = "2024/5/29 5:00:00",
        event_difficulty = 1
      },
      [53023] = {
        event_content = "一个瘦骨伶仃的小孩突然撞到我身上，他连连道歉，说是太饿了才会站不稳的。",
        event_option = "对他说没关系|不让他离开",
        event_result = "回家后我才发现身上的压缩饼干被偷走了，他还在我口袋里留了一张纸，打开一看，上面画着个鬼脸。|我拉住小孩查看他的健康状况，却在他手里发现了本该在我身上的一包压缩饼干。",
        event_value = "-20,0|0,0",
        event_type = 1,
        unlock_condition = "3176,364,1",
        unlock_time = "2024/5/29 5:00:00",
        event_difficulty = 1
      },
      [53024] = {
        event_content = "走在路上，前面有个人走着走着，口袋里突然掉出一块饼干。",
        event_option = "上前提醒|悄悄捡起来",
        event_result = "我上前提醒那人东西掉了，那人却露出不自然的表情匆匆离开。等我回头时，一条野狗过来吃掉饼干后昏倒在地上。|我悄悄捡起饼干，却见到那人又掉了一块，我一路捡到一家黑工厂，差点被抓起来当劳工，费了好大的劲才逃出生天。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "3177,364,1",
        unlock_time = "2024/5/30 5:00:00",
        event_difficulty = 1
      },
      [53025] = {
        event_content = "夜幕降临，一天没找到食物的我肚子开始咕咕叫起来。",
        event_option = "强行入睡|出去转转",
        event_result = "我强迫自己睡着，第二天却发现自己饿得虚脱了起不来床。看来昨晚不是睡着，而是饿晕过去了。|我饿得心烦决定出去转转，结果在家门口发现了一只同样饿得没力气的野鸡，这算是瞎猫碰上死耗子吗。",
        event_value = "0,-30|0,5",
        event_type = 1,
        unlock_condition = "3177,364,1",
        unlock_time = "2024/5/30 5:00:00",
        event_difficulty = 2
      },
      [53026] = {
        event_content = "听说有人在湖边钓到了大鱼，我也决定去试试运气。",
        event_option = "耐心等待|洒点饼干碎当诱饵",
        event_result = "我抛钩之后耐心等待，果然有鱼咬钩了。虽然钓上来的都是些小鱼小虾，今天的晚餐至少有着落了。|我看迟迟没有鱼现身，就想洒些饼干碎做诱饵，结果不小心把整块饼干都掉进湖里，还眼睁睁看着一条大鱼叼着我的饼干消失在水里。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "3177,364,1",
        unlock_time = "2024/5/30 5:00:00",
        event_difficulty = 1
      },
      [53027] = {
        event_content = "外面一阵喧闹声，原来是有人在推销可以实现出入污染区自由的防辐射斗篷，不少人都围在一起抢购。",
        event_option = "激情下单|观望一下",
        event_result = "以有些肉疼的价格激情下单了斗篷，不知道防辐射效果如何，接下来的几天我是要吃土了。|盛况维持了没多久，就有人揭穿这伙人是骗子，抢购的是他们请来的托。骗子四散而逃，我在混乱中捡到了一件斗篷，至少可以用来当雨衣。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "3178,364,1",
        unlock_time = "2024/5/31 5:00:00",
        event_difficulty = 1
      },
      [53028] = {
        event_content = "外来难民和原住民之间的矛盾日渐激化，随处都能听到谩骂和打斗声，不少人选择闭门不出，以免惹祸上身。",
        event_option = "冒险出门|躲在家里",
        event_result = "看着家里越来越少的存粮，我想要铤而走险出去寻找食物。结果刚出家门就被卷入一场械斗之中，拼尽全力逃跑才没有受伤。|我决定先在家里观望几天，虽然食物不是很充足，保证自身安全才是最要紧的。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "3178,364,1",
        unlock_time = "2024/5/31 5:00:00",
        event_difficulty = 1
      },
      [53029] = {
        event_content = "在马路边看到一个无人看守的火堆，火堆里还烤着几只红薯。",
        event_option = "帮忙添柴|偷走红薯",
        event_result = "我帮忙给快要熄灭的火堆添了把柴，顺便帮忙照看了下红薯的火候。火堆的主人回来后感激地分给我两只烤红薯。|我趁着无人发现想要偷走红薯，却因为红薯太烫痛得嗷嗷乱叫。",
        event_value = "0,5|-30,0",
        event_type = 1,
        unlock_condition = "3178,364,1",
        unlock_time = "2024/5/31 5:00:00",
        event_difficulty = 2
      }
    }
  },
  [129004] = {
    [20] = {
      [20001] = {
        event_content = "贫民窟里，被称为“城主”的男人正有条不紊地给一个被辐射的小女孩注射药剂，似乎完全没有注意到，周围盯着他箱子里药品和物资的、如恶狼般的目光。",
        event_option = "告诉他快跑|吓跑他们",
        event_result = "我小声催促许墨赶快逃跑，许墨却不慌不忙地把工具收回药箱里，抬眼看着我说，不一起逃跑吗，我珍贵的实验对象？|我立刻如戏精附体般倒在地上，说体内的辐射就要控制不住，周围的人都会死，并作势要脱掉隔离服。众人听了四散奔逃，我得意地回头，撞上了一双含笑的眼睛。",
        event_value = "0,0|0,0",
        event_type = 3,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      }
    },
    [21] = {
      [21001] = {
        event_content = "我在许墨的实验室里发现了一只翅膀异常鲜艳美丽的蝴蝶，被关在玻璃罩子里，微微扑扇着翅膀。",
        event_option = "打开玻璃罩放出蝴蝶|静静欣赏",
        event_result = "蝴蝶飞出来的瞬间，实验室的辐射报警器突然发出尖锐爆鸣，我和恐慌的人群一起跑了出去，才知道房屋内的辐射指数突然激增了几百倍。|许墨不知何时出现在我身后，说这只蝴蝶翅膀的颜色是辐射造成的，所以它虽然美丽，却一生都要生活在玻璃罩里。",
        event_value = "0,-20|0,0",
        event_type = 2,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [21002] = {
        event_content = "要和许墨一起进入一个中度污染的辐射区获取实验样本，他强调一定做好防护工作才能进入。",
        event_option = "拒绝防护|戴上防护面罩",
        event_result = "我摇摇头，说这种程度的辐射早已习以为常。许墨看了我许久后并没有坚持，最后在带上防护面罩时，对我能直接观察这个世界表达了羡慕之情。|我自己戴好了防护面罩，却因为没什么经验，把绳子系得太紧，等到出来时差点被勒得喘不上气。",
        event_value = "0,0|-20,0",
        event_type = 2,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      }
    },
    [22] = {
      [22001] = {
        event_content = "走进城区，一个手臂溃烂的人冲出来控诉许墨，说他的治疗不仅没有效果，还让他变得不人不鬼，而另一个躺在担架上的人却说是城主拯救了他们。",
        event_option = "走近查看|询问许墨",
        event_result = "我走近控诉许墨的人想要查看他的伤口，却被他血肉模糊的手臂勒住了脖子。虽然被许墨及时救下，强烈的窒息感还是让我心有余悸。|我问许墨究竟谁说的才是真相，许墨笑了笑，说真相不该由他来告诉我，而是取决于我愿意相信哪种真相。",
        event_value = "-30,0|0,0",
        event_type = 2,
        unlock_time = "2024/6/26 5:00:00",
        event_difficulty = 2
      },
      [22002] = {
        event_content = "我服用了许墨递给我的某种实验中的药物，第二天起床后，发现右腿突然失去了知觉。",
        event_option = "惊慌失措|自立自强",
        event_result = "我大惊失色，不顾许墨阻拦下床尝试走路，却摔伤了另一条腿。许墨在帮我包扎时说看来药物出现了一些误差，不过明天应该就会恢复正常。|许墨深表歉意地对我伸出手，但我却直接利落地下了床，单腿跳着出去找吃的，完全没有找他帮忙的意思，那张完美的微笑似乎出现了一丝裂缝。",
        event_value = "-30,0|0,-5",
        event_type = 2,
        unlock_time = "2024/6/26 5:00:00",
        event_difficulty = 2
      },
      [22003] = {
        event_content = "意外和许墨一起走进了一座被辐射“侵袭”过的废弃学校，看得出当时撤离得十分匆忙，教室里的许多东西都没有来得及被带走。",
        event_option = "探索储物柜|研究黑板",
        event_result = "储物柜里放着一只玩偶，许墨说最好不要乱碰。我不以为意地说这点残余辐射还伤不到我。刚伸出手玩偶的头和眼珠就掉了下来，吓得我尖叫出声。|我看到黑板上留下的一行公式，让许墨给我讲讲它代表了什么。许墨笑看着我说，那我要开始讲课了，这位同学要认真听。",
        event_value = "0,-20|0,-5",
        event_type = 2,
        unlock_time = "2024/6/26 5:00:00",
        event_difficulty = 1
      }
    },
    [23] = {
      [23001] = {
        event_content = "一个戴着厚厚镜片、目光狂热的人突然冲进实验室，自称自己是科学家，拉着我要给许墨和我展示一个本世纪最伟大的研究成果。",
        event_option = "看向许墨|拉着许墨去看",
        event_result = "我下意识地看向许墨，许墨却摇摇头，说本月以来他已经在城区内炸毁三栋建筑了，如果我想看的话记得做好防护工作。|我兴致勃勃拉着许墨来到他的“实验室”，发现遍地都是那个人培育出的变异动物，听着扭曲的尖锐叫声，我连滚带爬地逃了。",
        event_value = "0,0|0,-20",
        event_type = 2,
        unlock_time = "2024/6/27 5:00:00",
        event_difficulty = 1
      },
      [23002] = {
        event_content = "和许墨走过一片多年无人居住的区域，发现一座房子居然从中间长出了一棵树，丰盈的枝杈挤出了屋顶的缝隙，似乎树和房屋融为一体，形成了一个奇异的景观。",
        event_option = "走进去看看|发出感慨",
        event_result = "我很好奇房屋内部会是什么样子，拉着许墨走进房屋看看，结果刚进去屋子的横梁就摇摇欲坠地要塌下来，我和许墨跑得气喘吁吁才没被砸到。|我感慨这里只不过荒废了几十年，就已经完全被植物占领了。许墨的眼睛里闪过一丝难以捉摸的光，说或许对于自然来说，人类才是那个入侵者。",
        event_value = "0,-20|0,0",
        event_type = 2,
        unlock_time = "2024/6/27 5:00:00",
        event_difficulty = 1
      },
      [23003] = {
        event_content = "和许墨去黑市采购药品，回去路上遇到一个拦路的醉汉，让我们把身上所有值钱的东西都交出来。",
        event_option = "跟他硬拼|言语威吓",
        event_result = "我冲上去准备跟他拼了，许墨却提前一步用麻醉枪将他放倒了，我因为惯性没收住脚步，和地面来了个亲密接触。|我告诉他我们可是科学家，得罪了我们是要被抓去做实验的，醉汉落荒而逃了。许墨摸摸我的头说，没想到这位小姐也懂得狐假虎威了。",
        event_value = "-20,0|0,0",
        event_type = 2,
        unlock_time = "2024/6/27 5:00:00",
        event_difficulty = 1
      }
    },
    [24] = {
      [24001] = {
        event_content = "在许墨的实验室泡了这么多日子，我也渐渐学会了一些药理知识，终于在我的大胆尝试之下，调配出了一瓶营养药剂。",
        event_option = "给许墨看看|喂给小白鼠",
        event_result = "我把药剂拿去给许墨看看，没想到他打开瓶盖毫不犹豫地喝下去了。我问他就这么相信我吗，他反问，我们之间难道不该有这种信任吗？|我把药剂喂给小白鼠，小白鼠突然长成了原来三倍大，红着眼睛追着我满实验室跑。",
        event_value = "0,0|0,-30",
        event_type = 2,
        unlock_time = "2024/6/28 5:00:00",
        event_difficulty = 2
      },
      [24002] = {
        event_content = "许墨从重度污染区带回了一窝刚失去妈妈的小狐狸，几个小小的团子鼻子尖尖的，挤在一起十分可爱。",
        event_option = "称赞许墨|给它们喂吃的",
        event_result = "我称赞许墨心地善良，许墨眼神温柔地轻抚小狐狸毛茸茸的头顶，说他没有我想的这么善良，这些小家伙也是他的实验品，就和我一样。|我看到可爱的小狐狸心都要被融化了，提出主动要给它们喂吃的。不小心被饿急了的小狐狸咬了一口，没想到它的乳牙还很锋利，咬人好疼！",
        event_value = "-5,0|-20,0",
        event_type = 2,
        unlock_time = "2024/6/28 5:00:00",
        event_difficulty = 1
      },
      [24003] = {
        event_content = "我在路上碰到一颗奇怪的树，树叶的形状也很特别。我回去形容给许墨听，许墨说下次可以带他一起去看，还可以把树叶带回来作纪念。",
        event_option = "事不宜迟|明天再说",
        event_result = "事不宜迟，我立刻拉着许墨跑到那棵树下摘了许多叶子。回去后许墨说在树叶上发现了变异基因，或许能为研究提供新的方向。|当天夜里刮了一晚上暴风，第二天我们再找到那棵树时，发现上面已经一片叶子也没有了，我后悔得一晚上没吃下饭。",
        event_value = "0,-5|-20,0",
        event_type = 2,
        unlock_time = "2024/6/28 5:00:00",
        event_difficulty = 1
      }
    },
    [25] = {
      [25001] = {
        event_content = "一大早就看到许墨匆忙赶往一个实验室，我上前询问，他说是835号实验样本突然发生了严重变异。",
        event_option = "过去帮忙|等待他处理结束",
        event_result = "变异的动物异常凶暴，最后面对多次制服失败的情景，许墨处理掉了它。看来有些实验进程又要从头开始了，疲惫的我又有些沮丧。|等他处理结束后，我问许墨他为什么从来不用实验编号来称呼我，许墨似乎也陷入了一瞬的思考，最后只是说，或许我并不仅仅是实验对象或者作品。",
        event_value = "0,-20|0,0",
        event_type = 2,
        unlock_time = "2024/6/29 5:00:00",
        event_difficulty = 1
      },
      [25002] = {
        event_content = "每次踏出禁区之前，除了穿隔离服外我都要注射一种防止辐射扩散的药物，虽然已经有过几次经验，看到尖细的针头我还是感到一阵胆寒。",
        event_option = "咬紧牙关|能不能不打针",
        event_result = "在针头扎进来的过程中我一直咬紧牙关，结果因为咬得太用力脸颊肌肉抽筋了，比打针还要疼几十倍。|我忍不住问许墨能不能不打针，许墨笑了一下，用温热的手掌覆住我的眼睛，在黑暗中我体会到了一种安全感，似乎打针也没有那么可怕了。",
        event_value = "-20,0|5,0",
        event_type = 2,
        unlock_time = "2024/6/29 5:00:00",
        event_difficulty = 1
      },
      [25003] = {
        event_content = "在地下室里发现一个展台，上面摆着许多照片，照片上写着很多日期，时间跨度甚至有几十年。许墨出现在我身后，说这些都是曾经在这里工作过的人。",
        event_option = "询问他们的结局|询问他们是怎样的人",
        event_result = "我问许墨他们最后的结局是怎样的，他摇摇头没有说话。正当我想继续追问时，却感到一阵头晕，原来是在空气稀薄的地下室待的太久缺氧了。|我想到外面的大多数人都说这里的人都是疯子，也有人说他们是天才，我问许墨他们究竟是怎样的人，许墨说，或许他们只是想要认识这个世界的人。",
        event_value = "-20,0|0,0",
        event_type = 2,
        unlock_time = "2024/6/29 5:00:00",
        event_difficulty = 1
      }
    },
    [26] = {
      [26001] = {
        event_content = "和许墨一起刚出实验室，就碰到几个来自城外偷溜进入禁区探险的年轻人正在探头探脑。",
        event_option = "捉弄他们|让他们离开",
        event_result = "我穿上隔离服手脚僵硬地接近他们，他们果然被吓跑了，逃跑前还有人把一个滴滴作响的东西砸到我头上，我捂着头查看，原来是一个辐射监测器。|许墨冷脸出声警告，让他们速速离开。我打趣原来温文尔雅的城主也有这样的一面，许墨说他们会打扰到很多事。",
        event_value = "-20,0|0,0",
        event_type = 2,
        unlock_time = "2024/6/30 5:00:00",
        event_difficulty = 1
      },
      [26002] = {
        event_content = "来到一个百年前曾经存放过重度辐射危险品的游乐场，如今这里的辐射已经减轻一些，但也没人敢来这里了，我们在这里发现了一个小型装置。",
        event_option = "上去看看|心生向往",
        event_result = "许墨说这是摩天轮，我从来没体验过这种游戏，好奇心驱使我钻进最低处的轿厢，没想到它居然转动了一点，把我带向高处，我吓得赶忙跳了下来。|我看着最高的轿厢，向往地说从没去过这么高的地方。第二天许墨带我走上了X区最高的天台，看着广阔的世界还有身边的人，我感受到了某种自由。",
        event_value = "0,-30|0,5",
        event_type = 2,
        unlock_time = "2024/6/30 5:00:00",
        event_difficulty = 2
      },
      [26003] = {
        event_content = "夜里透过窗户看到今晚的月亮比之前都要大和明亮，不知不觉就看得出了神。",
        event_option = "叫许墨一起看|打开窗",
        event_result = "许墨安静地坐在了我的身边，一时间我们谁也没说话，一同望着那轮明亮又温柔的圆月，无言却也仿佛胜似千语。|我打开窗想再好好看清楚，临睡前却忘记关上了，第二天我发现自己被夜里的凉风吹感冒了。",
        event_value = "0,0|-20,0",
        event_type = 2,
        unlock_time = "2024/6/30 5:00:00",
        event_difficulty = 1
      }
    },
    [27] = {
      [27001] = {
        event_content = "深夜实验室的门被敲响，是一个城外进入禁区求医的人，满身疮痍，风尘仆仆。",
        event_option = "给许墨打下手|问许墨他会怎样",
        event_result = "帮这人处理伤口时尽管我已经做好了心理准备，还是被他溃烂的伤口震惊，做了一晚上噩梦。|我悄悄问许墨他最后会怎样，许墨说不是穷途末路的人不会来这里，他们的结局一般有三种，痛苦地活着，痛苦地死去，以及……他没有再说下去。",
        event_value = "-20,0|0,0",
        event_type = 2,
        unlock_time = "2024/7/1 5:00:00",
        event_difficulty = 1
      },
      [27002] = {
        event_content = "有个人自称研究出了人工合成的甜味剂，我把它加入打碎的压缩饼干居然成功做出了一种味道还不错的甜品。",
        event_option = "拿去卖钱|和许墨分享",
        event_result = "我把这种甜品卖给城里的人，没想到居然大受欢迎、供不应求，我只好加班加点地制作，累得天昏地暗。|我故意把其他饼干藏起来，说只剩下一块我咬过的。想不到许墨就着我的手面不改色地吃掉了饼干。明明是我先想要捉弄他，为什么最后脸红的是我？",
        event_value = "0,-30|5,0",
        event_type = 2,
        unlock_time = "2024/7/1 5:00:00",
        event_difficulty = 2
      },
      [27003] = {
        event_content = "不知道哪个恶趣味的人在实验废水中投入了鱼苗，没过几天，这些鱼都长出了六条腿。",
        event_option = "抓住它们|给它们投食",
        event_result = "我拿着许墨给的网兜围着池子追赶这几条鱼，几番下来累得气喘吁吁，这些鱼却灵活地从下水道阀门处逃跑了。|我心血来潮想给它们投食，许墨却说水里的化学品和辐射金属元素才是它们需要的养分。后来一次暴雨导致废水池被淹，这几条鱼也不知所踪了。",
        event_value = "0,-20|0,0",
        event_type = 2,
        unlock_time = "2024/7/1 5:00:00",
        event_difficulty = 1
      }
    },
    [52] = {
      [52001] = {
        event_content = "路边有个人抱着生锈的水管咕咚咕咚地喝水，刚想上前问问能不能接一杯，就看到溅到地上的水泛着五彩斑斓的金属光泽——是被污染的废水！",
        event_option = "默默走开|上前提醒",
        event_result = "我看着这人一边喝水一边挂着诡异的微笑称赞“好喝！好喝！”，感觉到了一阵胆寒，这人可能有他自己的生命曲线，还是默默走开吧。|我上前想要提醒他这水不能喝，却被他盛情邀请一起喝水，我闻到水中强烈刺鼻的味道，感觉一阵恶心。",
        event_value = "0,-5|-20,0",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52002] = {
        event_content = "我发现手臂不知何时被划出了一道小小血痕。",
        event_option = "不管它|惊呼好痛",
        event_result = "一分钟后，它自愈了。|我的声音引来了一群恶犬，我们被狗撵着跑，气喘吁吁地耗费了很多体力。",
        event_value = "5,0|0,-30",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 2
      },
      [52003] = {
        event_content = "看到并排生长的两棵树分别有一根树枝横向生长并缠绕在了一起，一眼看去就像是在手拉手一样。",
        event_option = "感到有趣|分开它们",
        event_result = "我感到很有趣，对身边的人说你看它们在手拉手诶。想不到他也直接牵住了我的手，问我是像这样吗？|我恶劣地产生了想把这对“好朋友”分开的念头，拿出刀砍断了它们连在一起的树枝，没想到断开的树枝产生了刺鼻的气体，我被熏晕过去了。",
        event_value = "5,0|-30,0",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 2
      },
      [52004] = {
        event_content = "远远地看到有一个穿着粉色衣服的人蹲在垃圾堆边。",
        event_option = "远远看|问他需不需要帮助",
        event_result = "他的双手像一把小伞笼在头顶，远远看，像一朵美丽优雅的杏鲍菇。|他一边嚷嚷着“孢子攻击”，一边生气地向我们身上扔了很多垃圾。他认为自己是一颗粉色蘑菇，而人类永远不应该主动向一个蘑菇搭话。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52005] = {
        event_content = "在重度污染区的铁丝拦网上看到一个鲜红的警示牌，上面写着：内有恶犬，禁止通行。\n从铁门向内张望，却只见一只可爱的奶狗歪着头看我。",
        event_option = "去摸摸它|迅速远离",
        event_result = "我被它圆滚滚的萌态吸引忍不住想去摸摸它，结果刚靠近探测器就疯狂鸣叫，上面的数字飙升到一千多，并且尖锐的声音刺激了它，我被追了很久。|想到有经验的人说过，高危地区的生物都有可能被同化为重度辐射源，安全起见我还是赶紧远离为妙。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52006] = {
        event_content = "遇到一个披着斗篷的教徒，他神神秘秘地说只要信仰太阳神教就可以躲避一切灾厄，从此过上吃穿不愁的生活。",
        event_option = "向神教祈祷|质疑教徒",
        event_result = "教徒趁我祈祷时偷偷把手伸向了我的口袋，偷走物资后他立刻逃跑，还振振有词：“这是给教主大人的上贡！”|我疑惑地问教徒，他现在过上他说的那种生活了吗。他恼羞成怒，愤然离去。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52007] = {
        event_content = "找到了一个被掩埋的地下大型商超，不过里面的物资似乎早已经被搬空了。",
        event_option = "仔细找找|大喊一声",
        event_result = "我不甘心地仔细找了一遍，走得腿都软了还是一无所获，还被空货架上各种食物的标签馋得肚子饿了起来。|我在空旷的超市里大喊一声，发现在这里发出的声音自带高级混响，便情不自禁地高歌一曲，抒发出内心的压抑，感觉神清气爽。",
        event_value = "0,-20|0,-5",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52008] = {
        event_content = "发现一段老旧积灰的火车轨道，然而这里应该再也不会有呼啸而来的火车经过了。",
        event_option = "沿着轨道一直走|在附近转转",
        event_result = "这条轨道长得仿佛没有尽头，我们走得又累又饿，最后还走到陌生的地方迷失了方向。|意外发现了一节已经被半掩埋的车厢，我们在车厢里幸运地搜刮到了少量物资。",
        event_value = "0,-30|0,5",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 2
      },
      [52009] = {
        event_content = "突然听到一阵鸟鸣声，我抬头，正看到巨大的羽翼掠过森林上方，投下一片阴影。",
        event_option = "对它嘬嘬嘬|捡起羽毛",
        event_result = "我没忍住见到动物就“嘬嘬嘬”的恶习，它似乎感觉受到了冒犯，向我空投了一份散发着恶臭的“大礼”。|我想起了之前听过的森林里怪鸟吃人的传说，识相地没有惊动它，只是捡起一根巨大的羽毛留作纪念。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52010] = {
        event_content = "路过了一个冒着滚滚浓烟的巨型焚烧炉，据说被辐射严重或感染病毒而死的人最终都会被运送到这里。",
        event_option = "走近看看|默默驻足",
        event_result = "焚烧炉温度比想象中高很多，几乎是一瞬间我们就被烤得头晕目眩。|我看着烟囱中的浓烟逐渐消散在天际，默默祝福他们来世可以降生到一个温暖和平的世界。",
        event_value = "-30,0|0,5",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 2
      },
      [52011] = {
        event_content = "突然发现手臂上趴着一只被辐射变异的超级大蚊子，此时正在吸我的血！",
        event_option = "用烟熏|吃我一掌",
        event_result = "我想到蚊虫大多都害怕烟熏，赶紧点燃了周围的干草让烟充斥着周围，果然没有蚊虫再来骚扰了。|我用尽全力一巴掌拍下去，我的手臂迅速红肿起来，蚊子却挺着圆鼓鼓的肚皮悠哉悠哉地离开了。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_time = "2024/6/25 5:00:00",
        event_difficulty = 1
      },
      [52012] = {
        event_content = "意外找到一个红色封皮的日记本，主人不详。",
        event_option = "翻开看看|用来生火",
        event_result = "日记的主人是个小女孩，她用稚嫩坚强的语气记录了和妈妈在废土上相依为命的经历，我把眼泪都哭干了，整个人都有点虚脱。|我把日记扔到了取暖的火堆里，瞬间暖和了不少。",
        event_value = "0,-20|0,5",
        event_type = 1,
        unlock_condition = "2172,364,1",
        unlock_time = "2024/6/26 5:00:00",
        event_difficulty = 1
      },
      [52013] = {
        event_content = "路过一整片林立的纪念碑，上面的名字都是百年前灾难发生时英勇抢险牺牲的英雄。有些纪念碑前居然还放着刚摘下不久的野花和不知名果子。",
        event_option = "擦去灰尘|吃掉果子",
        event_result = "我默默为这些纪念碑擦去灰尘，这个世界虽然并不美好，但总会有许多愿意为世界献出一切的理想主义者，他们不该被遗忘。|我刚好感觉有些饿了，拿起纪念碑前的果子咬了一口，酸涩的口感顿时充斥着整个口腔，我的牙酸软得一整天都吃不了任何东西。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_condition = "2172,364,1",
        unlock_time = "2024/6/26 5:00:00",
        event_difficulty = 1
      },
      [52014] = {
        event_content = "一阵狂风吹过，一张纸糊到我的脸上。扯下来一看，上面写着：招工启事，L区军工厂，干粮管够，待遇从优。",
        event_option = "翻看背面|心生感慨",
        event_result = "我翻看了一下，发现背面还有一行小字：我们的口号是，干不死就往死里干。我面无表情地把这张招工启事揉成一团扔了出去。|我顿时感慨果然武器好赚钱，打算把昨天捡来的一些武器提高点价格卖，没想到大家都嫌我贵，一天了我也没卖不出去，肚子饿了起来。",
        event_value = "0,5|0,-20",
        event_type = 1,
        unlock_condition = "2172,364,1",
        unlock_time = "2024/6/26 5:00:00",
        event_difficulty = 1
      },
      [52015] = {
        event_content = "经过了一个废弃的雷达站，这个庞然大物已经停止接收信号，看上去像是一个钢铁架构的森林，仔细看才发现上面许多角落都被鸟筑上了巢。",
        event_option = "四处看看|去找鸟蛋",
        event_result = "我在雷达站周围四处看看，居然在铁架下的土中找到了松鼠藏起来的松子，今天的晚餐有着落了。|我爬上去想找找鸟窝里面会不会有鸟蛋，结果爬到一半就失足摔了下来，所幸没什么大事，不过身上也有很多地方都摔得出现了多处淤青。",
        event_value = "0,5|-20,0",
        event_type = 1,
        unlock_condition = "2173,364,1",
        unlock_time = "2024/6/27 5:00:00",
        event_difficulty = 1
      },
      [52016] = {
        event_content = "在垃圾堆里捡到一个破烂不堪的神像，似乎是百年以前相当盛行过的一个教派。",
        event_option = "带回去供奉|扔回垃圾堆里",
        event_result = "摆在神像前的供品引来了小偷，在我发现的时候，物资几乎已经要被搬空了，我只好再去寻找物资。|神像重新跌落泥潭，脸上还依然挂着那抹悲悯的、甚至堪称神圣的微笑。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "2173,364,1",
        unlock_time = "2024/6/27 5:00:00",
        event_difficulty = 1
      },
      [52017] = {
        event_content = "前面有一群人朝我的方向跑来，他们说背后有恐怖的东西在追赶他们。",
        event_option = "跟着一起跑|停下来看看是什么",
        event_result = "我只好跟着他们一起跑，跑到快没力气了也没有人停下，我问别人还没有安全吗，那个人回答永远也不能够停下，因为追着他们的东西叫做死线。|门牌上写着“精神障碍临时收容所”。这些都是被辐射导致精神失常的人，每天都会幻想有人在追他们，却又会在晚上乖乖回到这里。",
        event_value = "0,-30|0,-5",
        event_type = 1,
        unlock_condition = "2173,364,1",
        unlock_time = "2024/6/27 5:00:00",
        event_difficulty = 2
      },
      [52018] = {
        event_content = "在一片杂草后面找到了一个锈迹斑斑的铁皮饮水机，但是上面的阀门已经完全拧不动了。",
        event_option = "踢它一脚|尝试打开",
        event_result = "我泄愤般地踢了这个铁皮箱一脚，想不到它晃了晃反而朝我的方向倒过来，砸到了我的脚上。|我想办法在饮水机的铁皮上开了一个洞，没想到真的有汩汩清水涌了出来。",
        event_value = "-20,0|0,5",
        event_type = 1,
        unlock_condition = "2174,364,1",
        unlock_time = "2024/6/28 5:00:00",
        event_difficulty = 1
      },
      [52019] = {
        event_content = "有人利用废弃巴士改造成了一间简陋咖啡厅，能够让人带着防毒面具也能喝到咖啡的特质吸管成了这家咖啡厅的一大特色。",
        event_option = "喝杯咖啡|默默离开",
        event_result = "点了一杯咖啡，结账时才发现身上没带钱，被强行留在咖啡馆打扫了一整天卫生用来抵债，离开时累得腰酸腿疼。|咖啡店的装修很有特色，但是很可惜，我不喜欢穿着隔离服喝咖啡。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "2174,364,1",
        unlock_time = "2024/6/28 5:00:00",
        event_difficulty = 1
      },
      [52020] = {
        event_content = "在辐射区遇到一个头发蓬乱眼睛却很亮的少女，她主动搭话问我能不能带她走出禁区。",
        event_option = "给她指路|带她同行",
        event_result = "我说我还不能离开这里，给她指了一条离开的路。看着她离开的背影，我默默祝福她能够顺利和安全地离开这里。|当晚她就趁我睡着的时候卷走我身上所有物资逃跑了。",
        event_value = "0,0|-30,0",
        event_type = 1,
        unlock_condition = "2174,364,1",
        unlock_time = "2024/6/28 5:00:00",
        event_difficulty = 2
      },
      [52021] = {
        event_content = "听说废墟上建起了一个小型的辐射博物馆，闲来无事，我打算去看看。",
        event_option = "付钱进入|偷偷潜入",
        event_result = "我用一盒饼干的价码换取了门票，映入眼帘的是一张这个城区受灾前的照片。看上去是一个十分美丽安宁的城市，跟现在的样子截然不同。|我打算趁没人注意从窗口偷偷溜进去，没想到在翻窗时被人抓了个正着，四五个大汉追着我跑了三条街。",
        event_value = "0,0|0,-20",
        event_type = 1,
        unlock_condition = "2175,364,1",
        unlock_time = "2024/6/29 5:00:00",
        event_difficulty = 1
      },
      [52022] = {
        event_content = "一个满脸疲惫的中年男人跌跌撞撞地跑在路上，双目无神，嘴里不停念着“快跑……那里是坟场……”",
        event_option = "躲开|上前询问",
        event_result = "只见他大口喘着气，明明累到不行了，但不时还回身张望着，像是有什么可怕的东西正在后面追他。|他像发疯一般对我说了更多听不明白的话，狠狠地抓着我，重复又疯癫的话语仿佛精神攻击一样击穿我的大脑，我努力挣脱了很久才摆脱了他。",
        event_value = "0,0|0,-30",
        event_type = 1,
        unlock_condition = "2175,364,1",
        unlock_time = "2024/6/29 5:00:00",
        event_difficulty = 2
      },
      [52023] = {
        event_content = "看到废墙上贴着一张破旧的传单，收购：圆形晶体2000/颗，竖状白杆3000/根，红色花生10000/个，要求现取，提供处理服务。",
        event_option = "再多看看|找到地址",
        event_result = "我觉得很有意思，想看看墙另一面还有没有类似的广告，却被掉下来的砖块砸到了头。|我按照广告上的地址找了过去，却发现这间屋子早已经破败不堪，被土掩埋了一半，周围还散落着未知生物的骨骼。",
        event_value = "-20,0|0,-5",
        event_type = 1,
        unlock_condition = "2175,364,1",
        unlock_time = "2024/6/29 5:00:00",
        event_difficulty = 1
      },
      [52024] = {
        event_content = "遇到一个自称来自远方的驯蛇人，只要用他神奇的笛子吹奏音乐，蛇就会跟着音乐跳舞。",
        event_option = "称赞他厉害|借来吹吹",
        event_result = "我称赞他厉害，他悄悄地告诉我，其实这条蛇是地下研究所进行生物实验的研究成果。|我对他的笛子十分好奇，想借来吹一下试试，他十分慷慨地同意了。结果我的笛声引来了森林里所有的蛇，我扔下笛子赶紧逃跑了。",
        event_value = "0,0|0,-20",
        event_type = 1,
        unlock_condition = "2176,364,1",
        unlock_time = "2024/6/30 5:00:00",
        event_difficulty = 1
      },
      [52025] = {
        event_content = "在旧仓库发现一本泛黄的旧书，打开一看似乎是一本乐谱，留着好像也没什么用",
        event_option = "丢在地上|送给别人",
        event_result = "我把乐谱随意丢在仓库地面，结果扬起了一大片灰尘，呛得我咳嗽不止。|我把这本乐谱送给了遇到的吟游诗人，他大喜过望，当即照着曲谱演奏了一曲，悠扬的乐曲似乎将人的心灵都净化了。",
        event_value = "0,-30|0,5",
        event_type = 1,
        unlock_condition = "2176,364,1",
        unlock_time = "2024/6/30 5:00:00",
        event_difficulty = 2
      },
      [52026] = {
        event_content = "前方突然出现了一片美丽的花田，花朵的颜色是幽紫色的，显得有些妖异。",
        event_option = "静静欣赏|扔块石头",
        event_result = "听说这里曾经深埋过高危辐射物，因此土壤的辐射量依旧居高不下。我能想象到这片花田会有多危险，不过静静欣赏一会儿应该没什么关系。|我感觉不妙，往花田里扔了块石头，却听到什么东西发出了尖锐的哀鸣，这刺耳的声音在我脑海中回荡了好几天都挥之不去。",
        event_value = "0,0|0,-20",
        event_type = 1,
        unlock_condition = "2176,364,1",
        unlock_time = "2024/6/30 5:00:00",
        event_difficulty = 1
      },
      [52027] = {
        event_content = "听说禁区内部有一个神秘的“石棺”，是用钢筋水泥封闭起来的绝密区域，周围警示牌无数，没有人曾踏足过那里。",
        event_option = "过去看看|敬而远之",
        event_result = "前去寻宝的我刚接近传说中的“石棺”，身上的辐射报警器就发出了最高等级的警告，即使是我还是感到一阵恶心，快步逃离了出去。|曾经听过不少灾难爆发时用封闭法阻隔辐射物的传闻，想必这个“石棺”也是如此，还是敬而远之为好。",
        event_value = "-30,0|0,0",
        event_type = 1,
        unlock_condition = "2177,364,1",
        unlock_time = "2024/7/1 5:00:00",
        event_difficulty = 2
      },
      [52028] = {
        event_content = "我决定暂时离开禁区，去别的地方碰碰运气，试试能不能交换到一些物资。",
        event_option = "走大路|走小路",
        event_result = "刚出禁区没多久就被一群胸前穿着金属片戴面罩的人团团围住，“她穿着奇怪的衣服！身上一定有‘鬼’快杀了她！”在追赶中我又赶忙逃回了禁区。|森林里到处都是被辐射致死的动物尸体，还有一些提醒不要前进的警示牌，看来X区在其他地方的人看来的确是个绝不能踏足的禁地。",
        event_value = "0,-20|0,0",
        event_type = 1,
        unlock_condition = "2177,364,1",
        unlock_time = "2024/7/1 5:00:00",
        event_difficulty = 1
      },
      [52029] = {
        event_content = "前方的路牌上写着“魔鬼树林”，据说是因为这片树林曾经在爆炸中燃起了熊熊烈火，最后只剩下许多焦黑的树干，在夜晚看来就像是一个个鬼影。",
        event_option = "绕路前行|穿过树林",
        event_result = "我决定绕开树林，倒不是因为怕鬼，只是听说这里被烧毁后过了这么多年，早就成为了毒蛇虫蚁的乐园。|我不信邪地打算穿过森林，结果走到一半突然听到诡异的哀嚎，我惊吓之中头磕到了漆黑的树桩上，最后才发现原来只是乌鸦的叫声。",
        event_value = "0,0|-20,0",
        event_type = 1,
        unlock_condition = "2177,364,1",
        unlock_time = "2024/7/1 5:00:00",
        event_difficulty = 1
      }
    }
  }
}
