module("fifth_amusement_text", package.seeall)
data = {
  [20000] = {text = "%s"},
  [24010] = {
    text = "猜一种两个字的专业技术"
  },
  [24011] = {
    text = "回忆一下，你每次打开这个界面，都是为了做什么？"
  },
  [24012] = {
    text = "想想看，图上画的东西是用来做什么的？"
  },
  [24013] = {
    text = "我的画技没有一点进步？不会吧？就是我工作时……！"
  },
  [24014] = {
    text = "这是一张照片，想想照片是通过什么来的？"
  },
  [24018] = {
    text = "这么难猜？给你点儿提示吧，想想房子在古代叫什么？"
  },
  [24019] = {text = "摄影"},
  [24020] = {
    text = "用来形容女性的二字词语"
  },
  [24021] = {
    text = "导购用来蒙骗你时，吹嘘你的词语。"
  },
  [24022] = {
    text = "这个词用来形容你，刚好合适。"
  },
  [24023] = {
    text = "……看不出来吗？就是这个世界上专属于你的词汇呀！"
  },
  [24024] = {
    text = "这个就是……用来夸你漂亮的词。"
  },
  [24028] = {
    text = "这个简单，你平常总用来夸自己的词是哪个。"
  },
  [24029] = {text = "美女"},
  [24030] = {
    text = "猜一句四字古诗词"
  },
  [24031] = {
    text = "想象一下，那颗心代表我想对你做什么？"
  },
  [24032] = {
    text = "我画的是这首诗的上一句。"
  },
  [24033] = {
    text = "我明明感觉很形象的……就是那个！加那个！"
  },
  [24034] = {
    text = "这个确实有点难猜，想想上学时候我们背过的古诗？"
  },
  [24038] = {
    text = "这还不明显？答案我都给你写上去了。"
  },
  [24039] = {
    text = "君子好逑"
  },
  [24040] = {
    text = "猜一个两个字的鼓励性话语"
  },
  [24041] = {
    text = "想想你的案子做不好时，这个布丁是什么意思。"
  },
  [24042] = {
    text = "想想汽车没油的时候，需要什么？"
  },
  [24043] = {
    text = "加油呀薯片小姐！答案就在眼前哦！"
  },
  [24044] = {
    text = "这是你为我鼓劲时会说的两个字。"
  },
  [24048] = {
    text = "有人遇到困难时，你竖起大拇指是为了给他——？"
  },
  [24049] = {text = "加油"},
  [29105] = {
    text = "题目都不难，只要用心，你都能猜得到。"
  },
  [29106] = {
    text = "做的不错，花费的时间还可以再少些。"
  },
  [29107] = {
    text = "别灰心，你还有再猜很多次的机会。"
  },
  [29205] = {
    text = "我画好了，考验我们默契的时候到了哦？"
  },
  [29206] = {
    text = "看来，我们之间的默契一直都在。"
  },
  [29207] = {
    text = "别着急，慢慢想，凭我们的默契一定没问题。"
  },
  [29305] = {
    text = "我已经画好了哦，来猜猜看吧！"
  },
  [29306] = {
    text = "不愧是我的薯片小姐！猜的又准又快！"
  },
  [29307] = {
    text = "加油呀！下一次你一定能猜中的！"
  },
  [29405] = {
    text = "我特地练习了画画的技巧，你一定能猜到。"
  },
  [29406] = {
    text = "我就知道你都能猜中。"
  },
  [29407] = {
    text = "没关系，要是我能再画的清楚一点就好了。"
  },
  [29805] = {
    text = "我已经画好了哦，来猜猜看吧！"
  },
  [29806] = {
    text = "幸好我画技高超，不然还真有点难猜。"
  },
  [29807] = {
    text = "没事，有的是机会给你慢慢理解我的绘画艺术。"
  },
  [41101] = {
    text = "李泽言分享1"
  },
  [42101] = {
    text = "许墨分享1"
  },
  [43101] = {
    text = "周棋洛分享1"
  },
  [44101] = {
    text = "白起分享1"
  },
  [48101] = {
    text = "凌肖分享1"
  },
  [121101] = {
    text = "放心继续抽吧，笨蛋的运气一般不会太差。"
  },
  [121102] = {
    text = "我对这种幼稚的东西没兴趣，和某个幼稚鬼倒是正相配。"
  },
  [121103] = {
    text = "抽奖而已，别紧张，给我交报告时都没见你这么紧张。"
  },
  [122101] = {
    text = "刮到想要的奖品了吗？看你这么开心，我也想要试试了。"
  },
  [122102] = {
    text = "嗯，很有趣的小东西，很配可爱的小朋友。"
  },
  [122103] = {
    text = "不论有没有抽到好东西，你的表情都很有趣。"
  },
  [123101] = {
    text = "这个有趣欸，还有其他种类吗？我们再抽一个吧！"
  },
  [123102] = {
    text = "阿薯好厉害！每次都能抽到这么可爱的东西！"
  },
  [123103] = {
    text = "怎么样？和我在一起有没有感觉自己更幸运了一点？"
  },
  [124101] = {
    text = "很可爱，要是有成对的可以抽就更好了。"
  },
  [124102] = {
    text = "有想要的奖品就不用犹豫，我会陪你一直抽到出为止。"
  },
  [124103] = {
    text = "下一张我们一起刮开吧，把我的运气也都分给你。"
  },
  [128101] = {
    text = "要不要我替你刮下一张？保证你满意。"
  },
  [128102] = {
    text = "你喜欢这种的？多大的人了，还跟小孩儿一样。"
  },
  [128103] = {
    text = "今天手气不错嘛，跟我运气最差时有得一比。"
  },
  [201001] = {
    text = "是拼运气的游戏吗，某人的运气应该还够用吧？"
  },
  [201011] = {
    text = "还可以，下次继续挑战。"
  },
  [201012] = {
    text = "上面不会都是些幼稚的内容吧？"
  },
  [201013] = {
    text = "上面不会都是些幼稚的内容吧？"
  },
  [201021] = {
    text = "放松点儿，你想要的早晚会来。"
  },
  [201022] = {
    text = "别急，结果就要揭晓了。"
  },
  [202001] = {
    text = "来试试看吧，奖池里或许会有你期待的惊喜。"
  },
  [202011] = {
    text = "也是很不错的奖励。"
  },
  [202012] = {
    text = "如何？纸条上的内容是什么？"
  },
  [202013] = {
    text = "如何？纸条上的内容是什么？"
  },
  [202021] = {
    text = "比起最后的结果，等待的过程更有趣。"
  },
  [202022] = {
    text = "别担心，弹球正在向最好的奖励努力呢。"
  },
  [203001] = {
    text = "会抽出什么呢？听说除了奖励，还有奇妙的小纸条哦！"
  },
  [203011] = {
    text = "怎么样薯片小姐，弹球机有趣吗？"
  },
  [203012] = {
    text = "纸条上会写着什么呢？有点紧张起来了！"
  },
  [203013] = {
    text = "纸条上会写着什么呢？有点紧张起来了！"
  },
  [203021] = {
    text = "弹球就要掉下来了！会是什么奖呢？"
  },
  [203022] = {
    text = "哦哦——感觉会抽到大奖！"
  },
  [204001] = {
    text = "这一次，我们一定会抽到大奖的。"
  },
  [204011] = {
    text = "有抽到你想要的奖品吗？"
  },
  [204012] = {
    text = "快打开看看上面写着什么吧？"
  },
  [204013] = {
    text = "快打开看看上面写着什么吧？"
  },
  [204021] = {
    text = "要牵手吗？我把运气都分给你。"
  },
  [204022] = {
    text = "感觉这次一定会抽到你想要的东西。"
  },
  [208001] = {
    text = "弹球机不像抽卡，可是有技巧的，要不要我教教你？"
  },
  [208011] = {
    text = "准备好下一抽了没？我们早晚要把这奖池抽干净。"
  },
  [208012] = {
    text = "你这运气行啊，一下就抽到稀有的东西了。"
  },
  [208013] = {
    text = "你这运气行啊，一下就抽到稀有的东西了。"
  },
  [208021] = {
    text = "啊哦，弹球好像迷路了？"
  },
  [208022] = {
    text = "哦！这次感觉有戏啊。"
  },
  [310101] = {
    text = "我说过，急于求成是做不出满意的作品的。"
  },
  [310105] = {
    text = "看来这次，是我低估你的实力和决心了。"
  },
  [310202] = {
    text = "做事再专心一点吧。"
  },
  [310301] = {
    text = "做得还不错，不过现在还不到该松懈的时候。"
  },
  [310401] = {
    text = "到现在为止做的很好，别走神，就快要做完了。"
  },
  [320101] = {
    text = "不用心急，或许仔细观察之后会有更多意想不到的发现。"
  },
  [320102] = {
    text = "怎么了？需要我来提供一点思路上的帮助吗？"
  },
  [320103] = {
    text = "只要保持目前的状态，一副完美的作品就要诞生了。"
  },
  [320104] = {
    text = "已经做好一半了，剩下的就再努力一下吧？"
  },
  [320105] = {
    text = "惊艳到我了，成品的精致度比我预想中还要好。"
  },
  [330101] = {
    text = "能慢一点吗薯片小姐？我都看得眼花缭乱了……"
  },
  [330102] = {
    text = "快点继续，好想看到作品完成后的样子！"
  },
  [330103] = {
    text = "加油加油！就要做完啦！"
  },
  [330104] = {
    text = "快做完了吗？好期待最后的成品呀！"
  },
  [330105] = {
    text = "不愧是$u，做的也太好看了吧~想带回家收藏！"
  },
  [340101] = {
    text = "有我陪着你，不用这么心急，安全最重要。"
  },
  [340102] = {
    text = "累了吗？一口气完成再休息吧。"
  },
  [340103] = {
    text = "做得很好，成品出来后一定也很不错。"
  },
  [340104] = {
    text = "半成品就已经很漂亮了，成品一定更好看。"
  },
  [340105] = {
    text = "很好看，我就知道你一定可以。"
  },
  [380101] = {
    text = "这么快？你看清是什么图案了没？"
  },
  [380102] = {
    text = "牛皮吹得震天响，该不会这么快就卡壳了吧？"
  },
  [380103] = {
    text = "还是挺有两下子的嘛，希望你后半段也能继续保持。"
  },
  [380104] = {
    text = "挺行的啊，估计成品也不会差。"
  },
  [380105] = {
    text = "没想到最后效果还不错，拿来送我刚刚好。"
  },
  [410101] = {
    text = "准备好了吗？别辜负了我的期待。"
  },
  [410102] = {
    text = "准备好了吗？别辜负了我的期待。"
  },
  [410201] = {
    text = "再磨蹭下去，是要准备明天才喝吗。"
  },
  [410301] = {
    text = "画的不错，刚才那下还能再顺畅一些。"
  },
  [410302] = {
    text = "稳定心态，一气呵成。"
  },
  [410401] = {
    text = "很不错，味道应该也不会差。"
  },
  [410402] = {
    text = "看来某人在泡咖啡这项工作上，还挺有天赋的。"
  },
  [410403] = {
    text = "能模仿得与原图毫无关系，也是一种能力。"
  },
  [410404] = {
    text = "可以把多余的想象力收一收，杯子要装不下了。"
  },
  [410405] = {
    text = "这就是你说的“大作”？的确让人耳目一新。"
  },
  [420101] = {
    text = "放轻松，我相信你做的拉花会很漂亮。"
  },
  [420102] = {
    text = "放轻松，我相信你做的拉花会很漂亮。"
  },
  [420201] = {
    text = "想慢慢来也没关系，良好的开始就是成功的一半。"
  },
  [420301] = {
    text = "刚才那一下已经不亚于专业咖啡师的水平了。"
  },
  [420302] = {
    text = "我大概能猜到，你想画的图案是什么了。"
  },
  [420401] = {
    text = "完成度很高的作品，需要我来帮你拍照留念吗？"
  },
  [420402] = {
    text = "在我看来，这已经远不是初学者可以达到的水准了。"
  },
  [420403] = {
    text = "不需要去模仿，你的想象力却总是能给我带来惊喜。"
  },
  [420404] = {
    text = "有时你会让我很好奇，这些灵感都是从哪里来的。"
  },
  [420405] = {
    text = "很有你的风格的图案，味道会不会也很特别呢？"
  },
  [430101] = {
    text = "听说今天的任务是咖啡拉花？我已经迫不及待了！"
  },
  [430102] = {
    text = "听说今天的任务是咖啡拉花？我已经迫不及待了！"
  },
  [430201] = {
    text = "还不开始吗？再等下去咖啡就要冷掉啦！"
  },
  [430301] = {
    text = "$u的拉花好像让咖啡的美味都加倍了！"
  },
  [430302] = {
    text = "加油加油，马上就要成功了！"
  },
  [430401] = {
    text = "哇，太厉害了！做的和咖啡师一样好看！一定很好喝！"
  },
  [430402] = {
    text = "这上面的图案也太精致了吧！真舍不得喝……"
  },
  [430403] = {
    text = "这个……看来薯片小姐的手有自己的想法！"
  },
  [430404] = {
    text = "薯片小姐，你在创造一种很新的东西。"
  },
  [430405] = {
    text = "拉花的内容……再给我点提示，我一定能猜出来！"
  },
  [440101] = {
    text = "我已经准备好了咖啡和奶泡，你尽情发挥就好。"
  },
  [440102] = {
    text = "我已经准备好了咖啡和奶泡，你尽情发挥就好。"
  },
  [440201] = {
    text = "你盯着咖啡看了半天，是咖啡出了什么问题吗？"
  },
  [440301] = {
    text = "手法比我想象中还要熟练，什么时候偷偷练习的？"
  },
  [440302] = {
    text = "已经初具雏形了，再努力一下吧。"
  },
  [440401] = {
    text = "做得很漂亮，就这么喝掉会不会太可惜了？"
  },
  [440402] = {
    text = "和咖啡师做的完全看不出区别，你是怎么做到的？"
  },
  [440403] = {
    text = "是不太像，但很有你的风格。"
  },
  [440404] = {
    text = "这是你自己创作的拉花图案吗？看起来很可爱。"
  },
  [440405] = {
    text = "好漂亮的拉花，能偷偷告诉我这画的是什么吗？"
  },
  [480101] = {
    text = "你还会咖啡拉花？深藏不露啊。"
  },
  [480102] = {
    text = "你还会咖啡拉花？深藏不露啊。"
  },
  [480201] = {
    text = "怎么愣这儿了？实在忘了怎么画就自由发挥一下得了。"
  },
  [480301] = {
    text = "奶泡是不是加多了？真让人替你捏把汗。"
  },
  [480302] = {
    text = "行啊，有两下子。"
  },
  [480401] = {
    text = "本已经做好了翻车的准备，没想到你真的成功了！"
  },
  [480402] = {
    text = "哎哟，挺厉害的啊，偷偷练过了？让我尝尝味道怎么样。"
  },
  [480403] = {
    text = "故意做成这样的吗？是让你模仿，没让你艺术创作。"
  },
  [480404] = {
    text = "确实是艺术，抽象派的那种。"
  },
  [480405] = {
    text = "这么伟大的作品，真的能喝？"
  }
}
