module("goods_drop_pet_group", package.seeall)
data = {
  [105] = {
    config_id = 3050100,
    rewards = "4104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [106] = {
    config_id = 3050100,
    rewards = "4104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [107] = {
    config_id = 3050200,
    rewards = "2122,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [108] = {
    config_id = 3050200,
    rewards = "2124,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [109] = {
    config_id = 3050200,
    rewards = "2122,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [110] = {
    config_id = 3050200,
    rewards = "2124,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [111] = {
    config_id = 3050300,
    rewards = "1109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [112] = {
    config_id = 3050300,
    rewards = "1111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [113] = {
    config_id = 3050300,
    rewards = "1109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [114] = {
    config_id = 3050300,
    rewards = "1111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [115] = {
    config_id = 3050400,
    rewards = "3106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [116] = {
    config_id = 3050400,
    rewards = "3106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [117] = {
    config_id = 3051200,
    rewards = "22105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [118] = {
    config_id = 3051200,
    rewards = "23104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [119] = {
    config_id = 3051200,
    rewards = "22105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [120] = {
    config_id = 3051200,
    rewards = "23104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [121] = {
    config_id = 3051300,
    rewards = "11106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [122] = {
    config_id = 3051300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [123] = {
    config_id = 3051300,
    rewards = "11106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [124] = {
    config_id = 3051300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [125] = {
    config_id = 3051400,
    rewards = "14106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [126] = {
    config_id = 3051400,
    rewards = "14106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [127] = {
    config_id = 3060100,
    rewards = "4204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [128] = {
    config_id = 3060100,
    rewards = "4204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [129] = {
    config_id = 3060200,
    rewards = "2222,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [130] = {
    config_id = 3060200,
    rewards = "2224,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [131] = {
    config_id = 3060200,
    rewards = "2222,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [132] = {
    config_id = 3060200,
    rewards = "2224,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [133] = {
    config_id = 3060300,
    rewards = "1209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [134] = {
    config_id = 3060300,
    rewards = "1211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [135] = {
    config_id = 3060300,
    rewards = "1209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [136] = {
    config_id = 3060300,
    rewards = "1211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [137] = {
    config_id = 3060400,
    rewards = "3206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [138] = {
    config_id = 3060400,
    rewards = "3206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [139] = {
    config_id = 3061200,
    rewards = "22205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [140] = {
    config_id = 3061200,
    rewards = "23204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [141] = {
    config_id = 3061200,
    rewards = "22205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [142] = {
    config_id = 3061200,
    rewards = "23204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [143] = {
    config_id = 3061300,
    rewards = "11206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [144] = {
    config_id = 3061300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [145] = {
    config_id = 3061300,
    rewards = "11206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [146] = {
    config_id = 3061300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [147] = {
    config_id = 3061400,
    rewards = "14206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [148] = {
    config_id = 3061400,
    rewards = "14206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010001] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010002] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1117,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010003] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1118,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010004] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1122,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010005] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1131,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010006] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1135,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010007] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1137,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010008] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010009] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2130,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010010] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2142,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010011] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2154,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010012] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2155,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010013] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2165,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010014] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2168,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010015] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2173,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010016] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2176,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010017] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010018] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010019] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010020] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010021] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010022] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010023] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010024] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4110,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010025] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4111,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010026] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010027] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1117,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010028] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1118,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010029] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1122,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010030] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1131,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010031] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1135,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010032] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "1137,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010033] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010034] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2130,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010035] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2142,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010036] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2154,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010037] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2155,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010038] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2165,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010039] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2168,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010040] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2173,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010041] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "2176,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010042] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010043] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010044] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010045] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010046] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "3117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010047] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010048] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010049] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4110,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010050] = {
    config_id = 3010100,
    name = "去重掉落0-cat高级池",
    rewards = "4111,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010051] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010052] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1117,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010053] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1118,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010054] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1122,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010055] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1131,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010056] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1135,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010057] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1137,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010058] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010059] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2130,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010060] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2142,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010061] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2154,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010062] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2155,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010063] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2165,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010064] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2168,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010065] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2173,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010066] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2176,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010067] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010068] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010069] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010070] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010071] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010072] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010073] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010074] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4110,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1010075] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4111,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020001] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1115,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020002] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1121,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020003] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1125,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020004] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1129,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020005] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1134,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020006] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1139,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020007] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020008] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020009] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020010] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020011] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2128,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020012] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2133,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020013] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2138,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020014] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2143,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020015] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2152,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020016] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2157,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020017] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2169,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020018] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2172,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020019] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2174,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020020] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2177,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020021] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "3114,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020022] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "3118,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020023] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "4113,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020024] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1115,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020025] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1121,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020026] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1125,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020027] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1129,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020028] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1134,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020029] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "1139,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020030] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020031] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020032] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020033] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020034] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2128,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020035] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2133,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020036] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2138,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020037] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2143,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020038] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2152,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020039] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2157,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020040] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2169,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020041] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2172,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020042] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2174,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020043] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "2177,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020044] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "3114,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020045] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "3118,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020046] = {
    config_id = 3010200,
    name = "去重掉落1-cat高级池",
    rewards = "4113,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020047] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1115,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020048] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1121,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020049] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1125,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020050] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1129,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020051] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1134,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020052] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1139,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020053] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020054] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020055] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020056] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020057] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2128,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020058] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2133,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020059] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2138,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020060] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2143,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020061] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2152,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020062] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2157,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020063] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2169,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020064] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2172,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020065] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2174,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020066] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2177,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020067] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "3114,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020068] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "3118,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1020069] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "4113,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030001] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030002] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030003] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030004] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1124,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030005] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1130,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030006] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1142,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030007] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1143,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030008] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030009] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030010] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2125,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030011] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2132,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030012] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2140,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030013] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2145,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030014] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2150,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030015] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2158,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030016] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2162,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030017] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2167,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030018] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2180,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030019] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2181,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030020] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2185,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030021] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030022] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030023] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030024] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3112,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030025] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030026] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030027] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030028] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030029] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030030] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030031] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030032] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030033] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1124,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030034] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1130,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030035] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1142,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030036] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "1143,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030037] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030038] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030039] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2125,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030040] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2132,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030041] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2140,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030042] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2145,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030043] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2150,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030044] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2158,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030045] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2162,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030046] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2167,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030047] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2180,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030048] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2181,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030049] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "2185,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030050] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030051] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030052] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030053] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "3112,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030054] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030055] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030056] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030057] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030058] = {
    config_id = 3010300,
    name = "去重掉落2-cat高级池",
    rewards = "4117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030059] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030060] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030061] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030062] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1124,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030063] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1130,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030064] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1142,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030065] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1143,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030066] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030067] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030068] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2125,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030069] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2132,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030070] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2140,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030071] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2145,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030072] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2150,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030073] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2158,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030074] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2162,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030075] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2167,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030076] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2180,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030077] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2181,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030078] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2185,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030079] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030080] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030081] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030082] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3112,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030083] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030084] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030085] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030086] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1030087] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040001] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040002] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040003] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1113,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040004] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1119,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040005] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1126,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040006] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1132,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040007] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1141,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040008] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2126,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040009] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2136,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040010] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2159,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040011] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2170,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040012] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2183,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040013] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040014] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040015] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1113,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040016] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1119,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040017] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1126,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040018] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1132,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040019] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "1141,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040020] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2126,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040021] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2136,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040022] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2159,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040023] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2170,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040024] = {
    config_id = 3010400,
    name = "去重掉落3-cat高级池",
    rewards = "2183,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040025] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040026] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040027] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1113,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040028] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1119,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040029] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1126,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040030] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1132,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040031] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1141,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040032] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2126,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040033] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2136,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040034] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2159,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040035] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2170,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1040036] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2183,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120001] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "11108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120002] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "11113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120003] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120004] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120005] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120006] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120007] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120008] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120009] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120010] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120011] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120012] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23107,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120013] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23109,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120014] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23111,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120015] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120016] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23117,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120017] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "14108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120018] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "14113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120019] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120020] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120021] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "11108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120022] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "11113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120023] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120024] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120025] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120026] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120027] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120028] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "22119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120029] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120030] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120031] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120032] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23107,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120033] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23109,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120034] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23111,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120035] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120036] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "23117,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120037] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "14108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120038] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "14113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120039] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120040] = {
    config_id = 3011200,
    name = "去重掉落1-cat高级池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120041] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "11108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120042] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "11113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120043] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120044] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120045] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120046] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120047] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120048] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120049] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120050] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120051] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120052] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23107,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120053] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23109,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120054] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23111,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120055] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120056] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23117,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120057] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "14108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120058] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "14113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120059] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1120060] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130001] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130002] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "21111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130003] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "11110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130004] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "11115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130005] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130006] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130007] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130008] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130009] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130010] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130011] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130012] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130013] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130014] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130015] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130016] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130017] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23116,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130018] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130019] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130020] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130021] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "14110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130022] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "34114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130023] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "14115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130024] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "44115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130025] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130026] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130027] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130028] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130029] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130030] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130031] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130032] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130033] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130034] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130035] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "21111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130036] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "11110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130037] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "11115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130038] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130039] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130040] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130041] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130042] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130043] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "22118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130044] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130045] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130046] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130047] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130048] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130049] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130050] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23116,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130051] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130052] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "23119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130053] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130054] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "14110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130055] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "34114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130056] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "14115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130057] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "44115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130058] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130059] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130060] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130061] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130062] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130063] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130064] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130065] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130066] = {
    config_id = 3011300,
    name = "去重掉落2-cat高级池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130067] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130068] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "21111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130069] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "11110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130070] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "11115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130071] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130072] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130073] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130074] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130075] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130076] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130077] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130078] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130079] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130080] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130081] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130082] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130083] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23116,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130084] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130085] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130086] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130087] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "14110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130088] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "34114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130089] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "14115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130090] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "44115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130091] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130092] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130093] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130094] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130095] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130096] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130097] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130098] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1130099] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140001] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140002] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140003] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "21108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140004] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "21109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140005] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140006] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140007] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "31114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140008] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "31115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140009] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "31116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140010] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140011] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140012] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "41113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140013] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "41114,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140014] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "41116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140015] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140016] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140017] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "24108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140018] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "24109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140019] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "24111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140020] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140021] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140022] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "34115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140023] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "34116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140024] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140025] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140026] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "44113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140027] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "44116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140028] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140029] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140030] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "21108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140031] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "21109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140032] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140033] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140034] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "31114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140035] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "31115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140036] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "31116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140037] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140038] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "11117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140039] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "41113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140040] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "41114,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140041] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "41116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140042] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140043] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140044] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "24108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140045] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "24109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140046] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "24111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140047] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140048] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140049] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "34115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140050] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "34116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140051] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140052] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "14117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140053] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "44113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140054] = {
    config_id = 3011400,
    name = "去重掉落3-cat高级池",
    rewards = "44116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140055] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140056] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140057] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "21108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140058] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "21109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140059] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140060] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140061] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140062] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140063] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140064] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140065] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140066] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140067] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41114,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140068] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140069] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140070] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140071] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140072] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140073] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140074] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140075] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140076] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "34115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140077] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "34116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140078] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140079] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140080] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "44113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1140081] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "44116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1210001] = {
    config_id = 3012100,
    name = "去重掉落0-cat高级池",
    rewards = "1101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1210002] = {
    config_id = 3012100,
    name = "去重掉落0-cat高级池",
    rewards = "1102,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1210003] = {
    config_id = 3012100,
    name = "去重掉落0-cat高级池",
    rewards = "2101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1210004] = {
    config_id = 3012100,
    name = "去重掉落0-cat高级池",
    rewards = "3101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1210005] = {
    config_id = 3012100,
    name = "去重掉落0-cat高级池",
    rewards = "4101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1210006] = {
    config_id = 3012100,
    name = "去重掉落0-cat高级池",
    rewards = "4102,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1220001] = {
    config_id = 3012200,
    name = "去重掉落1-cat高级池",
    rewards = "1103,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1220002] = {
    config_id = 3012200,
    name = "去重掉落1-cat高级池",
    rewards = "1104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1220003] = {
    config_id = 3012200,
    name = "去重掉落1-cat高级池",
    rewards = "2104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1220004] = {
    config_id = 3012200,
    name = "去重掉落1-cat高级池",
    rewards = "3104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1220005] = {
    config_id = 3012200,
    name = "去重掉落1-cat高级池",
    rewards = "4103,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1220006] = {
    config_id = 3012200,
    name = "去重掉落1-cat高级池",
    rewards = "4104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1230001] = {
    config_id = 3012300,
    name = "去重掉落2-cat高级池",
    rewards = "1105,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [1230002] = {
    config_id = 3012300,
    name = "去重掉落2-cat高级池",
    rewards = "4105,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010001] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010002] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1217,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010003] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1218,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010004] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1222,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010005] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1231,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010006] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1235,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010007] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1237,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010008] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010009] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2230,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010010] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2242,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010011] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2254,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010012] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2255,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010013] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2265,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010014] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2268,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010015] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2273,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010016] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2276,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010017] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010018] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010019] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010020] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010021] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010022] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010023] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010024] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4210,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010025] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4211,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010026] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010027] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1217,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010028] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1218,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010029] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1222,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010030] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1231,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010031] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1235,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010032] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "1237,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010033] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010034] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2230,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010035] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2242,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010036] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2254,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010037] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2255,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010038] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2265,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010039] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2268,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010040] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2273,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010041] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "2276,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010042] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010043] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010044] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010045] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010046] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "3217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010047] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010048] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010049] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4210,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010050] = {
    config_id = 3020100,
    name = "去重掉落0-dog高级池",
    rewards = "4211,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010051] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010052] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1217,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010053] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1218,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010054] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1222,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010055] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1231,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010056] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1235,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010057] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1237,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010058] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010059] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2230,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010060] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2242,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010061] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2254,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010062] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2255,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010063] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2265,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010064] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2268,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010065] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2273,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010066] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2276,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010067] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010068] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010069] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010070] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010071] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010072] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010073] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010074] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4210,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2010075] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4211,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020001] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1215,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020002] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1221,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020003] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1225,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020004] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1229,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020005] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1234,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020006] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1239,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020007] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020008] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020009] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020010] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020011] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2228,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020012] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2233,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020013] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2238,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020014] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2243,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020015] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2252,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020016] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2257,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020017] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2269,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020018] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2272,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020019] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2274,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020020] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2277,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020021] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "3214,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020022] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "3218,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020023] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "4213,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020024] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1215,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020025] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1221,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020026] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1225,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020027] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1229,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020028] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1234,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020029] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "1239,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020030] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020031] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020032] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020033] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020034] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2228,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020035] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2233,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020036] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2238,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020037] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2243,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020038] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2252,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020039] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2257,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020040] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2269,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020041] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2272,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020042] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2274,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020043] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "2277,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020044] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "3214,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020045] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "3218,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020046] = {
    config_id = 3020200,
    name = "去重掉落1-dog高级池",
    rewards = "4213,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020047] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1215,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020048] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1221,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020049] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1225,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020050] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1229,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020051] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1234,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020052] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1239,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020053] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020054] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020055] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020056] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020057] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2228,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020058] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2233,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020059] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2238,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020060] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2243,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020061] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2252,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020062] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2257,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020063] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2269,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020064] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2272,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020065] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2274,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020066] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2277,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020067] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "3214,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020068] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "3218,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2020069] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "4213,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030001] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030002] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030003] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030004] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1224,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030005] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1230,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030006] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1242,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030007] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1243,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030008] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030009] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030010] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2225,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030011] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2232,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030012] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2240,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030013] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2245,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030014] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2250,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030015] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2258,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030016] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2262,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030017] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2267,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030018] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2280,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030019] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2281,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030020] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2285,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030021] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030022] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030023] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030024] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3212,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030025] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030026] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030027] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030028] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030029] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030030] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030031] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030032] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030033] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1224,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030034] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1230,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030035] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1242,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030036] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "1243,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030037] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030038] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030039] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2225,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030040] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2232,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030041] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2240,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030042] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2245,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030043] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2250,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030044] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2258,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030045] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2262,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030046] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2267,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030047] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2280,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030048] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2281,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030049] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "2285,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030050] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030051] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030052] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030053] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "3212,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030054] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030055] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030056] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030057] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030058] = {
    config_id = 3020300,
    name = "去重掉落2-dog高级池",
    rewards = "4217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030059] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030060] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030061] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030062] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1224,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030063] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1230,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030064] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1242,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030065] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1243,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030066] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030067] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030068] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2225,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030069] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2232,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030070] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2240,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030071] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2245,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030072] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2250,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030073] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2258,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030074] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2262,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030075] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2267,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030076] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2280,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030077] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2281,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030078] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2285,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030079] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030080] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030081] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030082] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3212,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030083] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030084] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030085] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030086] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2030087] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040001] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040002] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040003] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1213,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040004] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1219,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040005] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1226,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040006] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1232,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040007] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1241,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040008] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2226,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040009] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2236,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040010] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2259,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040011] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2270,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040012] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2283,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040013] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040014] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040015] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1213,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040016] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1219,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040017] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1226,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040018] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1232,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040019] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "1241,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040020] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2226,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040021] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2236,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040022] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2259,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040023] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2270,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040024] = {
    config_id = 3020400,
    name = "去重掉落3-dog高级池",
    rewards = "2283,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040025] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040026] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040027] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1213,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040028] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1219,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040029] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1226,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040030] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1232,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040031] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1241,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040032] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2226,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040033] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2236,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040034] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2259,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040035] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2270,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2040036] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2283,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120001] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "11208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120002] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "11213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120003] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120004] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120005] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120006] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120007] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120008] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120009] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120010] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120011] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120012] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23207,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120013] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23209,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120014] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23211,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120015] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120016] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23217,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120017] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "14208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120018] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "14213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120019] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120020] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120021] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "11208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120022] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "11213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120023] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120024] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120025] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120026] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120027] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120028] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "22219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120029] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120030] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120031] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120032] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23207,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120033] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23209,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120034] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23211,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120035] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120036] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "23217,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120037] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "14208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120038] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "14213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120039] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120040] = {
    config_id = 3021200,
    name = "去重掉落1-dog高级池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120041] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "11208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120042] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "11213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120043] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120044] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120045] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120046] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120047] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120048] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120049] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120050] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120051] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120052] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23207,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120053] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23209,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120054] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23211,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120055] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120056] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23217,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120057] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "14208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120058] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "14213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120059] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2120060] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130001] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130002] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "21211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130003] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "11210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130004] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "11215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130005] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130006] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130007] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130008] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130009] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130010] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130011] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130012] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130013] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130014] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130015] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130016] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130017] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23216,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130018] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130019] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130020] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130021] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "14210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130022] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "34214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130023] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "14215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130024] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "44215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130025] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130026] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130027] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130028] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130029] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130030] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130031] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130032] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130033] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130034] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130035] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "21211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130036] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "11210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130037] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "11215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130038] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130039] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130040] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130041] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130042] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130043] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "22218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130044] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130045] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130046] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130047] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130048] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130049] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130050] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23216,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130051] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130052] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "23219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130053] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130054] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "14210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130055] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "34214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130056] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "14215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130057] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "44215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130058] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130059] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130060] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130061] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130062] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130063] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130064] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130065] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130066] = {
    config_id = 3021300,
    name = "去重掉落2-dog高级池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130067] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130068] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "21211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130069] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "11210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130070] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "11215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130071] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130072] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130073] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130074] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130075] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130076] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130077] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130078] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130079] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130080] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130081] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130082] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130083] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23216,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130084] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130085] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130086] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130087] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "14210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130088] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "34214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130089] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "14215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130090] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "44215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130091] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130092] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130093] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130094] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130095] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130096] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130097] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130098] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2130099] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140001] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140002] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140003] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "21208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140004] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "21209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140005] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140006] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140007] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "31214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140008] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "31215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140009] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "31216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140010] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140011] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140012] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "41213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140013] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "41214,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140014] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "41216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140015] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140016] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140017] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "24208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140018] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "24209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140019] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "24211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140020] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140021] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140022] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "34215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140023] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "34216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140024] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140025] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140026] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "44213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140027] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "44216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140028] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140029] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140030] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "21208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140031] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "21209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140032] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140033] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140034] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "31214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140035] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "31215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140036] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "31216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140037] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140038] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "11217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140039] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "41213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140040] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "41214,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140041] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "41216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140042] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140043] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140044] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "24208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140045] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "24209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140046] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "24211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140047] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140048] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140049] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "34215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140050] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "34216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140051] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140052] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "14217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140053] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "44213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140054] = {
    config_id = 3021400,
    name = "去重掉落3-dog高级池",
    rewards = "44216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140055] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140056] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140057] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "21208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140058] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "21209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140059] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140060] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140061] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140062] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140063] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140064] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140065] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140066] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140067] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41214,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140068] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140069] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140070] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140071] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140072] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140073] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140074] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140075] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140076] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "34215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140077] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "34216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140078] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140079] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140080] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "44213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2140081] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "44216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2210001] = {
    config_id = 3022100,
    name = "去重掉落0-dog高级池",
    rewards = "1201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2210002] = {
    config_id = 3022100,
    name = "去重掉落0-dog高级池",
    rewards = "1202,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2210003] = {
    config_id = 3022100,
    name = "去重掉落0-dog高级池",
    rewards = "2201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2210004] = {
    config_id = 3022100,
    name = "去重掉落0-dog高级池",
    rewards = "3201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2210005] = {
    config_id = 3022100,
    name = "去重掉落0-dog高级池",
    rewards = "4201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2210006] = {
    config_id = 3022100,
    name = "去重掉落0-dog高级池",
    rewards = "4202,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2220001] = {
    config_id = 3022200,
    name = "去重掉落1-dog高级池",
    rewards = "1203,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2220002] = {
    config_id = 3022200,
    name = "去重掉落1-dog高级池",
    rewards = "1204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2220003] = {
    config_id = 3022200,
    name = "去重掉落1-dog高级池",
    rewards = "2204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2220004] = {
    config_id = 3022200,
    name = "去重掉落1-dog高级池",
    rewards = "3204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2220005] = {
    config_id = 3022200,
    name = "去重掉落1-dog高级池",
    rewards = "4203,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2220006] = {
    config_id = 3022200,
    name = "去重掉落1-dog高级池",
    rewards = "4204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2230001] = {
    config_id = 3022300,
    name = "去重掉落2-dog高级池",
    rewards = "1205,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [2230002] = {
    config_id = 3022300,
    name = "去重掉落2-dog高级池",
    rewards = "4205,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010001] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010002] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1117,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010003] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1118,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010004] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1122,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010005] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1131,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010006] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1135,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010007] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "1137,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010008] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010009] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2130,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010010] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2142,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010011] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2154,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010012] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2155,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010013] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2165,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010014] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2168,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010015] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2173,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010016] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "2176,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010017] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010018] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "3104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010019] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "3108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010020] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "3115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010021] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "3117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010022] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010023] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010024] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4110,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010025] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4111,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010026] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "3120,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010027] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4101,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010028] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4107,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010029] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4110,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3010030] = {
    config_id = 3030100,
    name = "去重掉落0-cat普通池",
    rewards = "4111,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020001] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "1115,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020002] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "1121,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020003] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "1125,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020004] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "1129,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020005] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "1134,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020006] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "1139,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020007] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020008] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020009] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020010] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020011] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2128,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020012] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2133,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020013] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2138,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020014] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2143,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020015] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2152,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020016] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2157,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020017] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2169,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020018] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2172,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020019] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2174,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020020] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2177,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020021] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "3114,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020022] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "3118,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020023] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "4113,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020024] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "2198,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020025] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "3114,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020026] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "3118,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3020027] = {
    config_id = 3030200,
    name = "去重掉落1-cat普通池",
    rewards = "4113,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030001] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030002] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030003] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030004] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1124,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030005] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1130,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030006] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1142,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030007] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "1143,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030008] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030009] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030010] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2125,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030011] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2132,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030012] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2140,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030013] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2145,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030014] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2150,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030015] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2158,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030016] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2162,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030017] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2167,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030018] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2180,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030019] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2181,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030020] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "2185,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030021] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030022] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "3105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030023] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "3107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030024] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "3112,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030025] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030026] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030027] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4108,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030028] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4115,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030029] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4117,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030030] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4103,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030031] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4105,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030032] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4108,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030033] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4115,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3030034] = {
    config_id = 3030300,
    name = "去重掉落2-cat普通池",
    rewards = "4117,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040001] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040002] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040003] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1113,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040004] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1119,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040005] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1126,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040006] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1132,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040007] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "1141,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040008] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2126,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040009] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2136,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040010] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2159,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040011] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2170,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040012] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2183,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040013] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2183,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3040014] = {
    config_id = 3030400,
    name = "去重掉落3-cat普通池",
    rewards = "2191,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120001] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "11108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120002] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "11113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120003] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120004] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "22104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120005] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "22106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120006] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "22113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120007] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "22114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120008] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "22119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120009] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120010] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120011] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23106,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120012] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23107,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120013] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23109,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120014] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23111,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120015] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23114,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120016] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "23117,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120017] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "14108,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120018] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "14113,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120019] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120020] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120021] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3120022] = {
    config_id = 3031200,
    name = "去重掉落1-cat普通池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130001] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130002] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "21111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130003] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "11110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130004] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "11115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130005] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "22103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130006] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "22108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130007] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "22110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130008] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "22112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130009] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "22115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130010] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "22118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130011] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23103,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130012] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23108,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130013] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23110,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130014] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23112,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130015] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23113,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130016] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23115,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130017] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23116,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130018] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23118,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130019] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "23119,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130020] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130021] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "14110,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130022] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "34114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130023] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "14115,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130024] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "44115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130025] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130026] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130027] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130028] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130029] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130030] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130031] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130032] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130033] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130034] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130035] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130036] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130037] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130038] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15320,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3130039] = {
    config_id = 3031300,
    name = "去重掉落2-cat普通池",
    rewards = "15322,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140001] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140002] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140003] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "21108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140004] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "21109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140005] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "11111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140006] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "11112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140007] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "31114,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140008] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "31115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140009] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "31116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140010] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "11116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140011] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "11117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140012] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "41113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140013] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "41114,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140014] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "41116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140015] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140016] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140017] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "24108,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140018] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "24109,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140019] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "24111,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140020] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14111,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140021] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14112,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140022] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "34115,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140023] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "34116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140024] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14116,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140025] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14117,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140026] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "44113,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140027] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "44116,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140028] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14116,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140029] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "14117,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140030] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "44113,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140031] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "44116,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3140032] = {
    config_id = 3031400,
    name = "去重掉落3-cat普通池",
    rewards = "44117,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3210001] = {
    config_id = 3032100,
    name = "去重掉落0-cat普通池",
    rewards = "1101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3210002] = {
    config_id = 3032100,
    name = "去重掉落0-cat普通池",
    rewards = "1102,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3210003] = {
    config_id = 3032100,
    name = "去重掉落0-cat普通池",
    rewards = "2101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3210004] = {
    config_id = 3032100,
    name = "去重掉落0-cat普通池",
    rewards = "3101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3210005] = {
    config_id = 3032100,
    name = "去重掉落0-cat普通池",
    rewards = "4101,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3210006] = {
    config_id = 3032100,
    name = "去重掉落0-cat普通池",
    rewards = "4102,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3220001] = {
    config_id = 3032200,
    name = "去重掉落1-cat普通池",
    rewards = "1103,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3220002] = {
    config_id = 3032200,
    name = "去重掉落1-cat普通池",
    rewards = "1104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3220003] = {
    config_id = 3032200,
    name = "去重掉落1-cat普通池",
    rewards = "2104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3220004] = {
    config_id = 3032200,
    name = "去重掉落1-cat普通池",
    rewards = "3104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3220005] = {
    config_id = 3032200,
    name = "去重掉落1-cat普通池",
    rewards = "4103,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3220006] = {
    config_id = 3032200,
    name = "去重掉落1-cat普通池",
    rewards = "4104,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3230001] = {
    config_id = 3032300,
    name = "去重掉落2-cat普通池",
    rewards = "1105,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [3230002] = {
    config_id = 3032300,
    name = "去重掉落2-cat普通池",
    rewards = "4105,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010001] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010002] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1217,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010003] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1218,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010004] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1222,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010005] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1231,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010006] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1235,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010007] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "1237,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010008] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010009] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2230,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010010] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2242,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010011] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2254,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010012] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2255,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010013] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2265,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010014] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2268,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010015] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2273,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010016] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "2276,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010017] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010018] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "3204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010019] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "3208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010020] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "3215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010021] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "3217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010022] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010023] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010024] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4210,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010025] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4211,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010026] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "3220,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010027] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4201,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010028] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4207,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010029] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4210,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4010030] = {
    config_id = 3040100,
    name = "去重掉落0-dog普通池",
    rewards = "4211,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020001] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "1215,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020002] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "1221,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020003] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "1225,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020004] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "1229,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020005] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "1234,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020006] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "1239,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020007] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020008] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020009] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020010] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020011] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2228,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020012] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2233,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020013] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2238,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020014] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2243,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020015] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2252,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020016] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2257,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020017] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2269,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020018] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2272,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020019] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2274,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020020] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2277,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020021] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "3214,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020022] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "3218,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020023] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "4213,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020024] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "2298,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020025] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "3214,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020026] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "3218,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4020027] = {
    config_id = 3040200,
    name = "去重掉落1-dog普通池",
    rewards = "4213,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030001] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030002] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030003] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030004] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1224,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030005] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1230,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030006] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1242,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030007] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "1243,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030008] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030009] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030010] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2225,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030011] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2232,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030012] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2240,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030013] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2245,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030014] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2250,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030015] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2258,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030016] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2262,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030017] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2267,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030018] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2280,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030019] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2281,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030020] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "2285,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030021] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030022] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "3205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030023] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "3207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030024] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "3212,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030025] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030026] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030027] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4208,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030028] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4215,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030029] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4217,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030030] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4203,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030031] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4205,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030032] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4208,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030033] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4215,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4030034] = {
    config_id = 3040300,
    name = "去重掉落2-dog普通池",
    rewards = "4217,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040001] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040002] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040003] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1213,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040004] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1219,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040005] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1226,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040006] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1232,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040007] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "1241,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040008] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2226,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040009] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2236,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040010] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2259,374,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040011] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2270,374,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040012] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2283,374,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040013] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2283,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4040014] = {
    config_id = 3040400,
    name = "去重掉落3-dog普通池",
    rewards = "2291,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120001] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "11208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120002] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "11213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120003] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120004] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "22204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120005] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "22206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120006] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "22213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120007] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "22214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120008] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "22219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120009] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120010] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120011] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23206,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120012] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23207,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120013] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23209,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120014] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23211,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120015] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23214,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120016] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "23217,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120017] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "14208,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120018] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "14213,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120019] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120020] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120021] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "15306,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4120022] = {
    config_id = 3041200,
    name = "去重掉落1-dog普通池",
    rewards = "15309,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130001] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130002] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "21211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130003] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "11210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130004] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "11215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130005] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "22203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130006] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "22208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130007] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "22210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130008] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "22212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130009] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "22215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130010] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "22218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130011] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23203,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130012] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23208,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130013] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23210,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130014] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23212,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130015] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23213,380,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130016] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23215,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130017] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23216,380,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130018] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23218,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130019] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "23219,380,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130020] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130021] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "14210,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130022] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "34214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130023] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "14215,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130024] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "44215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130025] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130026] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15305,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130027] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15308,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130028] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15311,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130029] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15313,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130030] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130031] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130032] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130033] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130034] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15314,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130035] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15315,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130036] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15318,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130037] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15319,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130038] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15320,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4130039] = {
    config_id = 3041300,
    name = "去重掉落2-dog普通池",
    rewards = "15322,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140001] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140002] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140003] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "21208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140004] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "21209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140005] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "11211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140006] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "11212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140007] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "31214,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140008] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "31215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140009] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "31216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140010] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "11216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140011] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "11217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140012] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "41213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140013] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "41214,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140014] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "41216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140015] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140016] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140017] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "24208,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140018] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "24209,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140019] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "24211,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140020] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14211,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140021] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14212,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140022] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "34215,373,1",
    begin_time = "2023/7/24 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140023] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "34216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140024] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14216,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140025] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14217,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140026] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "44213,373,1",
    begin_time = "2023/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140027] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "44216,373,1",
    begin_time = "2024/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140028] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14216,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140029] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "14217,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140030] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "44213,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140031] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "44216,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4140032] = {
    config_id = 3041400,
    name = "去重掉落3-dog普通池",
    rewards = "44217,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4210001] = {
    config_id = 3042100,
    name = "去重掉落0-dog普通池",
    rewards = "1201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4210002] = {
    config_id = 3042100,
    name = "去重掉落0-dog普通池",
    rewards = "1202,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4210003] = {
    config_id = 3042100,
    name = "去重掉落0-dog普通池",
    rewards = "2201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4210004] = {
    config_id = 3042100,
    name = "去重掉落0-dog普通池",
    rewards = "3201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4210005] = {
    config_id = 3042100,
    name = "去重掉落0-dog普通池",
    rewards = "4201,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4210006] = {
    config_id = 3042100,
    name = "去重掉落0-dog普通池",
    rewards = "4202,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4220001] = {
    config_id = 3042200,
    name = "去重掉落1-dog普通池",
    rewards = "1203,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4220002] = {
    config_id = 3042200,
    name = "去重掉落1-dog普通池",
    rewards = "1204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4220003] = {
    config_id = 3042200,
    name = "去重掉落1-dog普通池",
    rewards = "2204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4220004] = {
    config_id = 3042200,
    name = "去重掉落1-dog普通池",
    rewards = "3204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4220005] = {
    config_id = 3042200,
    name = "去重掉落1-dog普通池",
    rewards = "4203,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4220006] = {
    config_id = 3042200,
    name = "去重掉落1-dog普通池",
    rewards = "4204,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4230001] = {
    config_id = 3042300,
    name = "去重掉落2-dog普通池",
    rewards = "1205,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [4230002] = {
    config_id = 3042300,
    name = "去重掉落2-dog普通池",
    rewards = "4205,375,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5010001] = {
    config_id = 3050100,
    rewards = "4104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5010002] = {
    config_id = 3050100,
    rewards = "4104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5020001] = {
    config_id = 3050200,
    rewards = "2122,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5020002] = {
    config_id = 3050200,
    rewards = "2124,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5020003] = {
    config_id = 3050200,
    rewards = "2122,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5020004] = {
    config_id = 3050200,
    rewards = "2124,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5030001] = {
    config_id = 3050300,
    rewards = "1109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5030002] = {
    config_id = 3050300,
    rewards = "1111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5030003] = {
    config_id = 3050300,
    rewards = "1109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5030004] = {
    config_id = 3050300,
    rewards = "1111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5040001] = {
    config_id = 3050400,
    rewards = "3106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5040002] = {
    config_id = 3050400,
    rewards = "3106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5120001] = {
    config_id = 3051200,
    rewards = "22105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5120002] = {
    config_id = 3051200,
    rewards = "23104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5120003] = {
    config_id = 3051200,
    rewards = "22105,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5120004] = {
    config_id = 3051200,
    rewards = "23104,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5130001] = {
    config_id = 3051300,
    rewards = "11106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5130002] = {
    config_id = 3051300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5130003] = {
    config_id = 3051300,
    rewards = "11106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5130004] = {
    config_id = 3051300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5140001] = {
    config_id = 3051400,
    rewards = "14106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [5140002] = {
    config_id = 3051400,
    rewards = "14106,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6010001] = {
    config_id = 3060100,
    rewards = "4204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6010002] = {
    config_id = 3060100,
    rewards = "4204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6020001] = {
    config_id = 3060200,
    rewards = "2222,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6020002] = {
    config_id = 3060200,
    rewards = "2224,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6020003] = {
    config_id = 3060200,
    rewards = "2222,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6020004] = {
    config_id = 3060200,
    rewards = "2224,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6030001] = {
    config_id = 3060300,
    rewards = "1209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6030002] = {
    config_id = 3060300,
    rewards = "1211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6030003] = {
    config_id = 3060300,
    rewards = "1209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6030004] = {
    config_id = 3060300,
    rewards = "1211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6040001] = {
    config_id = 3060400,
    rewards = "3206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6040002] = {
    config_id = 3060400,
    rewards = "3206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6120001] = {
    config_id = 3061200,
    rewards = "22205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6120002] = {
    config_id = 3061200,
    rewards = "23204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6120003] = {
    config_id = 3061200,
    rewards = "22205,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6120004] = {
    config_id = 3061200,
    rewards = "23204,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6130001] = {
    config_id = 3061300,
    rewards = "11206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6130002] = {
    config_id = 3061300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6130003] = {
    config_id = 3061300,
    rewards = "11206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6130004] = {
    config_id = 3061300,
    rewards = "15304,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6140001] = {
    config_id = 3061400,
    rewards = "14206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [6140002] = {
    config_id = 3061400,
    rewards = "14206,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010001] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1148,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010002] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1149,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010003] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2189,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010004] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2190,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010005] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3120,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010006] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010007] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010008] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010009] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010010] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1148,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010011] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1149,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010012] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2189,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010013] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2190,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010014] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3120,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010015] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010016] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010017] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010018] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010019] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1148,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010020] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1149,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010021] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2189,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010022] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2190,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010023] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "3120,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010024] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010025] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010026] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "3101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010027] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "4101,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010028] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1155,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010029] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "211007,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010030] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3124,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010031] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1117,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010032] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2130,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010033] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3108,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010034] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "4107,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010035] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1155,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010036] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "211007,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010037] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3124,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010038] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "1117,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010039] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "2130,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010040] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "3108,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7010041] = {
    config_id = 3070100,
    name = "去重掉落0-cat平行池",
    rewards = "4107,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020001] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "1151,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020002] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2193,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020003] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2196,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020004] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2198,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020005] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020006] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020007] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020008] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020009] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "1151,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020010] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2193,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020011] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2196,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020012] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2198,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020013] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020014] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020015] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020016] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020017] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "1151,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020018] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2193,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020019] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2196,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020020] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2198,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020021] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020022] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020023] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2107,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020024] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2109,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020025] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "1157,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020026] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "211000,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020027] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "211012,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020028] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "4120,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020029] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "1115,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020030] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2128,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020031] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2133,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020032] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "1157,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020033] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "211000,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020034] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "211012,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020035] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "4120,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020036] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "1115,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020037] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2128,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7020038] = {
    config_id = 3070200,
    name = "去重掉落1-cat平行池",
    rewards = "2133,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030001] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1145,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030002] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1146,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030003] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2187,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030004] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2194,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030005] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3122,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030006] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030007] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030008] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030009] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030010] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030011] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1145,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030012] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1146,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030013] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2187,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030014] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2194,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030015] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3122,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030016] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030017] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030018] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030019] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030020] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030021] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1145,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030022] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1146,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030023] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2187,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030024] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2194,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030025] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "3122,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030026] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1104,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030027] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2111,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030028] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2112,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030029] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "3103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030030] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "4103,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030031] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1154,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030032] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "211006,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030033] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "211009,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030034] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "211011,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030035] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3125,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030036] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "4121,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030037] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1112,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030038] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2125,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030039] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2132,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030040] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3107,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030041] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "4105,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030042] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1154,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030043] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "211006,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030044] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "211009,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030045] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "211011,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030046] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3125,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030047] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "4121,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030048] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "1112,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030049] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2125,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030050] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "2132,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030051] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "3107,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7030052] = {
    config_id = 3070300,
    name = "去重掉落2-cat平行池",
    rewards = "4105,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040001] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1152,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040002] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "2191,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040003] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040004] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040005] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1152,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040006] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "2191,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040007] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040008] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040009] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1152,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040010] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "2191,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040011] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1105,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040012] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1106,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040013] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1156,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040014] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "211003,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040015] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1113,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040016] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "2126,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040017] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1156,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040018] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "211003,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040019] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "1113,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7040020] = {
    config_id = 3070400,
    name = "去重掉落3-cat平行池",
    rewards = "2126,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120001] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120002] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23120,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120003] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120004] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120005] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120006] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23120,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120007] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120008] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120009] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "22122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120010] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23120,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120011] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "22102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120012] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23102,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120013] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22125,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120014] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23123,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120015] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "11108,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120016] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22106,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120017] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23106,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120018] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23107,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120019] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "14108,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120020] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "15306,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120021] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22125,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120022] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23123,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120023] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "11108,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120024] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "22106,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120025] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23106,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120026] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "23107,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120027] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "14108,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7120028] = {
    config_id = 3071200,
    name = "去重掉落1-cat平行池",
    rewards = "15306,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130001] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130002] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130003] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130004] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "34117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130005] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130006] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130007] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130008] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130009] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130010] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130011] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130012] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130013] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130014] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130015] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "34117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130016] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130017] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130018] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130019] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130020] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130021] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130022] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130023] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "22121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130024] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130025] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130026] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "34117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130027] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130028] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130029] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "11103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130030] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "22103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130031] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130032] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "14103,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130033] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130034] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "41118,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130035] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22124,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130036] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23124,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130037] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23125,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130038] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "44118,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130039] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15323,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130040] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15325,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130041] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "11110,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130042] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22108,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130043] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23108,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130044] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "14110,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130045] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15308,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130046] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "41118,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130047] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22124,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130048] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23124,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130049] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23125,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130050] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "44118,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130051] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15323,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130052] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15325,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130053] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "11110,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130054] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "22108,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130055] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "23108,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130056] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "14110,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7130057] = {
    config_id = 3071300,
    name = "去重掉落2-cat平行池",
    rewards = "15308,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140001] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "21112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140002] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "31118,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140003] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "41117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140004] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "24112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140005] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "44117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140006] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140007] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140008] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140009] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140010] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "21112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140011] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "31118,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140012] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "41117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140013] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "24112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140014] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "44117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140015] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140016] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140017] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140018] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140019] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "21112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140020] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "31118,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140021] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "41117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140022] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "24112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140023] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "44117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140024] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "11104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140025] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "11105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140026] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "14104,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140027] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "14105,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140028] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "21113,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140029] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "31119,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140030] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "24113,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140031] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "34119,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140032] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11111,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140033] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11112,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140034] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14111,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140035] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14112,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140036] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "21113,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140037] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "31119,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140038] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "24113,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140039] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "34119,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140040] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11111,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140041] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "11112,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140042] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14111,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7140043] = {
    config_id = 3071400,
    name = "去重掉落3-cat平行池",
    rewards = "14112,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210001] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "1101,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210002] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "1102,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210003] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "2101,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210004] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "3101,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210005] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "4101,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210006] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "4102,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210007] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "1101,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210008] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "1102,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210009] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "2101,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210010] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "3101,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210011] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "4101,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7210012] = {
    config_id = 3072100,
    name = "去重掉落0-cat平行池",
    rewards = "4102,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220001] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "1103,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220002] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "1104,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220003] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "2104,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220004] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "3104,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220005] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "4103,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220006] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "4104,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220007] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "1103,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220008] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "1104,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220009] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "2104,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220010] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "3104,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220011] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "4103,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7220012] = {
    config_id = 3072200,
    name = "去重掉落1-cat平行池",
    rewards = "4104,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7230001] = {
    config_id = 3072300,
    name = "去重掉落2-cat平行池",
    rewards = "1105,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7230002] = {
    config_id = 3072300,
    name = "去重掉落2-cat平行池",
    rewards = "4105,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7230003] = {
    config_id = 3072300,
    name = "去重掉落2-cat平行池",
    rewards = "1105,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [7230004] = {
    config_id = 3072300,
    name = "去重掉落2-cat平行池",
    rewards = "4105,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010001] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1248,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010002] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1249,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010003] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2289,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010004] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2290,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010005] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3220,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010006] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010007] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010008] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010009] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010010] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1248,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010011] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1249,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010012] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2289,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010013] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2290,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010014] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3220,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010015] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010016] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010017] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010018] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010019] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1248,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010020] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1249,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010021] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2289,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010022] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2290,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010023] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "3220,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010024] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010025] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010026] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "3201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010027] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "4201,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010028] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1255,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010029] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "221007,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010030] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3224,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010031] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1217,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010032] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2230,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010033] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3208,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010034] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "4207,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010035] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1255,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010036] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "221007,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010037] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3224,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010038] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "1217,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010039] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "2230,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010040] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "3208,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8010041] = {
    config_id = 3080100,
    name = "去重掉落0-dog平行池",
    rewards = "4207,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020001] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "1251,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020002] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2293,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020003] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2296,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020004] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2298,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020005] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020006] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020007] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020008] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020009] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "1251,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020010] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2293,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020011] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2296,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020012] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2298,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020013] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020014] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020015] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020016] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020017] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "1251,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020018] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2293,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020019] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2296,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020020] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2298,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020021] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020022] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020023] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2207,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020024] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2209,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020025] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "1257,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020026] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "221000,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020027] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "221012,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020028] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "4220,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020029] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "1215,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020030] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2228,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020031] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2233,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020032] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "1257,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020033] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "221000,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020034] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "221012,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020035] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "4220,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020036] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "1215,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020037] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2228,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8020038] = {
    config_id = 3080200,
    name = "去重掉落1-dog平行池",
    rewards = "2233,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030001] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1245,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030002] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1246,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030003] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2287,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030004] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2294,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030005] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3222,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030006] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030007] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030008] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030009] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030010] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030011] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1245,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030012] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1246,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030013] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2287,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030014] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2294,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030015] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3222,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030016] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030017] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030018] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030019] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030020] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030021] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1245,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030022] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1246,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030023] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2287,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030024] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2294,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030025] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "3222,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030026] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1204,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030027] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2211,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030028] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2212,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030029] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "3203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030030] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "4203,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030031] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1254,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030032] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "221006,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030033] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "221009,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030034] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "221011,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030035] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3225,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030036] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "4221,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030037] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1212,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030038] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2225,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030039] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2232,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030040] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3207,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030041] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "4205,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030042] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1254,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030043] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "221006,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030044] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "221009,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030045] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "221011,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030046] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3225,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030047] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "4221,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030048] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "1212,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030049] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2225,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030050] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "2232,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030051] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "3207,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8030052] = {
    config_id = 3080300,
    name = "去重掉落2-dog平行池",
    rewards = "4205,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040001] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1252,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040002] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "2291,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040003] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040004] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040005] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1252,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040006] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "2291,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040007] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040008] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040009] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1252,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040010] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "2291,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040011] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1205,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040012] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1206,374,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040013] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1256,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040014] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "221003,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040015] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1213,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040016] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "2226,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040017] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1256,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040018] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "221003,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040019] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "1213,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8040020] = {
    config_id = 3080400,
    name = "去重掉落3-dog平行池",
    rewards = "2226,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120001] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120002] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23220,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120003] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120004] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120005] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120006] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23220,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120007] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120008] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120009] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "22222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120010] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23220,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120011] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "22202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120012] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23202,380,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120013] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22225,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120014] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23223,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120015] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "11208,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120016] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22206,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120017] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23206,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120018] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23207,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120019] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "14208,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120020] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "15306,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120021] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22225,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120022] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23223,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120023] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "11208,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120024] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "22206,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120025] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23206,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120026] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "23207,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120027] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "14208,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8120028] = {
    config_id = 3081200,
    name = "去重掉落1-dog平行池",
    rewards = "15306,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130001] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130002] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130003] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130004] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "34217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130005] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130006] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130007] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130008] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130009] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130010] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130011] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130012] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130013] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130014] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130015] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "34217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130016] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130017] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130018] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130019] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130020] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130021] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130022] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130023] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "22221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130024] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130025] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130026] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "34217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130027] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130028] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130029] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "11203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130030] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "22203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130031] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130032] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "14203,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130033] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130034] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "41219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130035] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22224,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130036] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23224,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130037] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23225,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130038] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "44218,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130039] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15323,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130040] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15325,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130041] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "11210,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130042] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22208,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130043] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23208,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130044] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "14210,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130045] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15308,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130046] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "41219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130047] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22224,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130048] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23224,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130049] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23225,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130050] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "44218,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130051] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15323,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130052] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15325,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130053] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "11210,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130054] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "22208,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130055] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "23208,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130056] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "14210,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8130057] = {
    config_id = 3081300,
    name = "去重掉落2-dog平行池",
    rewards = "15308,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140001] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "21212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140002] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "31218,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140003] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "41217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140004] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "24212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140005] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "44217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140006] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140007] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140008] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140009] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140010] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "21212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140011] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "31218,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140012] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "41217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140013] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "24212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140014] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "44217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140015] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140016] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140017] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140018] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140019] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "21212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140020] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "31218,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140021] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "41217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140022] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "24212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140023] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "44217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140024] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "11204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140025] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "11205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140026] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "14204,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140027] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "14205,373,1",
    begin_time = "2021/7/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140028] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "21213,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140029] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "31219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140030] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "24213,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140031] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "34219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140032] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11211,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140033] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11212,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140034] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14211,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140035] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14212,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140036] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "21213,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140037] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "31219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140038] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "24213,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140039] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "34219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140040] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11211,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140041] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "11212,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140042] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14211,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8140043] = {
    config_id = 3081400,
    name = "去重掉落3-dog平行池",
    rewards = "14212,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210001] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "1201,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210002] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "1202,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210003] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "2201,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210004] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "3201,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210005] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "4201,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210006] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "4202,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210007] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "1201,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210008] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "1202,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210009] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "2201,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210010] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "3201,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210011] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "4201,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8210012] = {
    config_id = 3082100,
    name = "去重掉落0-dog平行池",
    rewards = "4202,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220001] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "1203,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220002] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "1204,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220003] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "2204,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220004] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "3204,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220005] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "4203,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220006] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "4204,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220007] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "1203,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220008] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "1204,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220009] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "2204,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220010] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "3204,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220011] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "4203,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8220012] = {
    config_id = 3082200,
    name = "去重掉落1-dog平行池",
    rewards = "4204,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8230001] = {
    config_id = 3082300,
    name = "去重掉落2-dog平行池",
    rewards = "1205,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8230002] = {
    config_id = 3082300,
    name = "去重掉落2-dog平行池",
    rewards = "4205,375,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8230003] = {
    config_id = 3082300,
    name = "去重掉落2-dog平行池",
    rewards = "1205,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [8230004] = {
    config_id = 3082300,
    name = "去重掉落2-dog平行池",
    rewards = "4205,375,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010031] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1101,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010032] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1117,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010033] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1118,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010034] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1122,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010035] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1131,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010036] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1135,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010037] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1137,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010038] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1148,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010039] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "1149,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010040] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2101,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010041] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2130,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010042] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2142,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010043] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2154,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010044] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2155,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010045] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2165,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010046] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2168,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010047] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2173,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010048] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2176,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010049] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2189,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010050] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "2190,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010051] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3101,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010052] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3104,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010053] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3108,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010054] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3115,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010055] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3117,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010056] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "3120,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010057] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4101,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010058] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4107,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010059] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4110,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11010060] = {
    config_id = 4010100,
    name = "去重掉落0-cat高级池-神秘专用",
    rewards = "4111,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020028] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1115,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020029] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1121,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020030] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1125,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020031] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1129,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020032] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1134,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020033] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1139,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020034] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "1151,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020035] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2103,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020036] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2106,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020037] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2107,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020038] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2109,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020039] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2128,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020040] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2133,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020041] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2138,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020042] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2143,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020043] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2152,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020044] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2157,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020045] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2169,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020046] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2172,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020047] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2174,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020048] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2177,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020049] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2193,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020050] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2196,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020051] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "2198,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020052] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "3114,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020053] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "3118,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11020054] = {
    config_id = 4010200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "4113,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030035] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1104,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030036] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1107,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030037] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1112,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030038] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1124,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030039] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1130,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030040] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1142,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030041] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1143,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030042] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1145,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030043] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "1146,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030044] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2111,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030045] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2112,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030046] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2125,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030047] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2132,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030048] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2140,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030049] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2145,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030050] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2150,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030051] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2158,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030052] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2162,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030053] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2167,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030054] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2180,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030055] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2181,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030056] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2185,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030057] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2187,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030058] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "2194,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030059] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3103,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030060] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3105,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030061] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3107,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030062] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3112,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030063] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "3122,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030064] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4103,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030065] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4105,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030066] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4108,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030067] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4115,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11030068] = {
    config_id = 4010300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "4117,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040015] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1105,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040016] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1106,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040017] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1113,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040018] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1119,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040019] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1126,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040020] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1132,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040021] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1141,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040022] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "1152,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040023] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2126,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040024] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2136,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040025] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2159,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040026] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2170,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040027] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2183,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11040028] = {
    config_id = 4010400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "2191,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120023] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "11108,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120024] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "11113,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120025] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22102,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120026] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22104,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120027] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22106,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120028] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22113,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120029] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22114,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120030] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22119,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120031] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "22122,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120032] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23102,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120033] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23105,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120034] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23106,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120035] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23107,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120036] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23109,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120037] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23111,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120038] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23114,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120039] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23117,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120040] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "23120,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120041] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "14108,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120042] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "14113,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120043] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "15306,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11120044] = {
    config_id = 4011200,
    name = "去重掉落1-cat高级池-神秘专用",
    rewards = "15309,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130040] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "11103,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130041] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "21111,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130042] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "11110,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130043] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "11115,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130044] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22103,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130045] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22108,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130046] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22110,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130047] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22112,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130048] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22115,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130049] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22118,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130050] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "22121,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130051] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23103,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130052] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23108,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130053] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23110,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130054] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23112,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130055] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23113,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130056] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23115,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130057] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23116,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130058] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23118,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130059] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23119,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130060] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23121,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130061] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "23122,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130062] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "14103,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130063] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "14110,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130064] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "34114,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130065] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "34117,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130066] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "14115,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130067] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "44115,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130068] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130069] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15305,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130070] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15308,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130071] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15311,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130072] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15313,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130073] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15314,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130074] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15315,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130075] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15318,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130076] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15319,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130077] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15320,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11130078] = {
    config_id = 4011300,
    name = "去重掉落2-cat高级池-神秘专用",
    rewards = "15322,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140033] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11104,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140034] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11105,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140035] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "21108,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140036] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "21109,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140037] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "21112,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140038] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11111,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140039] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11112,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140040] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31114,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140041] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31115,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140042] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31116,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140043] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "31118,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140044] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11116,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140045] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "11117,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140046] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41113,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140047] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41114,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140048] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41116,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140049] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "41117,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140050] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14104,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140051] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14105,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140052] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24108,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140053] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24109,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140054] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24111,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140055] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "24112,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140056] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14111,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140057] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14112,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140058] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "34115,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140059] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "34116,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140060] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14116,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140061] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "14117,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140062] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "44113,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140063] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "44116,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [11140064] = {
    config_id = 4011400,
    name = "去重掉落3-cat高级池-神秘专用",
    rewards = "44117,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010031] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1201,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010032] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1217,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010033] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1218,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010034] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1222,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010035] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1231,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010036] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1235,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010037] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1237,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010038] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1248,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010039] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "1249,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010040] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2201,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010041] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2230,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010042] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2242,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010043] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2254,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010044] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2255,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010045] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2265,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010046] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2268,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010047] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2273,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010048] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2276,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010049] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2289,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010050] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "2290,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010051] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3201,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010052] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3204,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010053] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3208,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010054] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3215,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010055] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3217,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010056] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "3220,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010057] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4201,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010058] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4207,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010059] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4210,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12010060] = {
    config_id = 4020100,
    name = "去重掉落0-dog高级池-神秘专用",
    rewards = "4211,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020028] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1215,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020029] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1221,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020030] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1225,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020031] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1229,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020032] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1234,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020033] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1239,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020034] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "1251,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020035] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2203,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020036] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2206,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020037] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2207,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020038] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2209,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020039] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2228,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020040] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2233,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020041] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2238,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020042] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2243,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020043] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2252,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020044] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2257,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020045] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2269,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020046] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2272,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020047] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2274,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020048] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2277,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020049] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2293,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020050] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2296,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020051] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "2298,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020052] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "3214,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020053] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "3218,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12020054] = {
    config_id = 4020200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "4213,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030035] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1204,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030036] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1207,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030037] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1212,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030038] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1224,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030039] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1230,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030040] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1242,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030041] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1243,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030042] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1245,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030043] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "1246,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030044] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2211,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030045] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2212,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030046] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2225,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030047] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2232,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030048] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2240,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030049] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2245,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030050] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2250,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030051] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2258,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030052] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2262,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030053] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2267,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030054] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2280,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030055] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2281,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030056] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2285,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030057] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2287,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030058] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "2294,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030059] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3203,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030060] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3205,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030061] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3207,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030062] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3212,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030063] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "3222,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030064] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4203,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030065] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4205,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030066] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4208,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030067] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4215,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12030068] = {
    config_id = 4020300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "4217,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040015] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1205,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040016] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1206,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040017] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1213,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040018] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1219,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040019] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1226,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040020] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1232,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040021] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1241,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040022] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "1252,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040023] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2226,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040024] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2236,374,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040025] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2259,374,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040026] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2270,374,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040027] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2283,374,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12040028] = {
    config_id = 4020400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "2291,374,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120023] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "11208,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120024] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "11213,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120025] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22202,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120026] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22204,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120027] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22206,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120028] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22213,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120029] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22214,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120030] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22219,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120031] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "22222,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120032] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23202,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120033] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23205,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120034] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23206,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120035] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23207,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120036] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23209,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120037] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23211,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120038] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23214,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120039] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23217,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120040] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "23220,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120041] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "14208,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120042] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "14213,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120043] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "15306,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12120044] = {
    config_id = 4021200,
    name = "去重掉落1-dog高级池-神秘专用",
    rewards = "15309,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130040] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "11203,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130041] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "21211,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130042] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "11210,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130043] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "11215,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130044] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22203,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130045] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22208,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130046] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22210,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130047] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22212,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130048] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22215,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130049] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22218,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130050] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "22221,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130051] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23203,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130052] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23208,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130053] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23210,380,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130054] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23212,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130055] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23213,380,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130056] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23215,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130057] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23216,380,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130058] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23218,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130059] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23219,380,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130060] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23221,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130061] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "23222,380,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130062] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "14203,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130063] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "14210,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130064] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "34214,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130065] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "34217,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130066] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "14215,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130067] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "44215,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130068] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130069] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15305,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130070] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15308,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130071] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15311,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130072] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15313,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130073] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15314,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130074] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15315,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130075] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15318,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130076] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15319,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130077] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15320,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12130078] = {
    config_id = 4021300,
    name = "去重掉落2-dog高级池-神秘专用",
    rewards = "15322,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140033] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11204,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140034] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11205,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140035] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "21208,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140036] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "21209,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140037] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "21212,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140038] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11211,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140039] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11212,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140040] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31214,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140041] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31215,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140042] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31216,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140043] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "31218,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140044] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11216,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140045] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "11217,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140046] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41213,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140047] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41214,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140048] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41216,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140049] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "41217,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140050] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14204,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140051] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14205,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140052] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24208,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140053] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24209,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140054] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24211,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140055] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "24212,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140056] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14211,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140057] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14212,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140058] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "34215,373,1",
    begin_time = "2023/7/24  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140059] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "34216,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140060] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14216,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140061] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "14217,373,1",
    begin_time = "2021/7/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140062] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "44213,373,1",
    begin_time = "2023/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140063] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "44216,373,1",
    begin_time = "2024/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [12140064] = {
    config_id = 4021400,
    name = "去重掉落3-dog高级池-神秘专用",
    rewards = "44217,373,1",
    begin_time = "2025/2/1  5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010001] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1148,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010002] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1149,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010003] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2189,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010004] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2190,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010005] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "3120,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010006] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1101,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010007] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2101,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010008] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "3101,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010009] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "4101,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17010035] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1155,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010036] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "211007,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010037] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "3124,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010038] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "1117,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010039] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "2130,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010040] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "3108,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17010041] = {
    config_id = 4070100,
    name = "去重掉落0-cat平行池-神秘专用",
    rewards = "4107,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020001] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "1151,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020002] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2193,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020003] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2196,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020004] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2198,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020005] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2103,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020006] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2106,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020007] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2107,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020008] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2109,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17020032] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "1157,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020033] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "211000,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020034] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "211012,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020035] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "4120,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020036] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "1115,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020037] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2128,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17020038] = {
    config_id = 4070200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "2133,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030001] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1145,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030002] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1146,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030003] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2187,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030004] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2194,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030005] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "3122,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030006] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1104,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030007] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2111,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030008] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2112,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030009] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "3103,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030010] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "4103,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17030042] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1154,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030043] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "211006,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030044] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "211009,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030045] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "211011,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030046] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "3125,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030047] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "4121,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030048] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "1112,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030049] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2125,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030050] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "2132,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030051] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "3107,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17030052] = {
    config_id = 4070300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "4105,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17040001] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1152,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17040002] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "2191,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17040003] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1105,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17040004] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1106,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17040017] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1156,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17040018] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "211003,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17040019] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "1113,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17040020] = {
    config_id = 4070400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "2126,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120001] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "22122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17120002] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23120,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17120003] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "22102,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17120004] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23102,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17120021] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "22125,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120022] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23123,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120023] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "11108,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120024] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "22106,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120025] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23106,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120026] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "23107,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120027] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "14108,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17120028] = {
    config_id = 4071200,
    name = "去重掉落1-cat平行池-神秘专用",
    rewards = "15306,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130001] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "22121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130002] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23121,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130003] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23122,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130004] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "34117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130005] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130006] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130007] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "11103,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130008] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "22103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130009] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23103,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130010] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "14103,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130011] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17130046] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "41118,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130047] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "22124,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130048] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23124,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130049] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23125,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130050] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "44118,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130051] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15323,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130052] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15325,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130053] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "11110,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130054] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "22108,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130055] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "23108,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130056] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "14110,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17130057] = {
    config_id = 4071300,
    name = "去重掉落2-cat平行池-神秘专用",
    rewards = "15308,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140001] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "21112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140002] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "31118,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140003] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "41117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140004] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "24112,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140005] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "44117,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140006] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "11104,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140007] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "11105,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140008] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "14104,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140009] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "14105,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [17140036] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "21113,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140037] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "31119,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140038] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "24113,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140039] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "34119,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140040] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "11111,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140041] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "11112,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140042] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "14111,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [17140043] = {
    config_id = 4071400,
    name = "去重掉落3-cat平行池-神秘专用",
    rewards = "14112,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010001] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1248,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010002] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1249,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010003] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2289,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010004] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2290,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010005] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "3220,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010006] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1201,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010007] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2201,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010008] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "3201,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010009] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "4201,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18010035] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1255,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010036] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "221007,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010037] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "3224,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010038] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "1217,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010039] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "2230,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010040] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "3208,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18010041] = {
    config_id = 4080100,
    name = "去重掉落0-dog平行池-神秘专用",
    rewards = "4207,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020001] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "1251,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020002] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2293,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020003] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2296,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020004] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2298,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020005] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2203,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020006] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2206,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020007] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2207,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020008] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2209,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18020032] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "1257,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020033] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "221000,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020034] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "221012,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020035] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "4220,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020036] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "1215,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020037] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2228,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18020038] = {
    config_id = 4080200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "2233,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030001] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1245,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030002] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1246,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030003] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2287,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030004] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2294,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030005] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "3222,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030006] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1204,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030007] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2211,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030008] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2212,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030009] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "3203,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030010] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "4203,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18030042] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1254,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030043] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "221006,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030044] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "221009,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030045] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "221011,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030046] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "3225,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030047] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "4221,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030048] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "1212,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030049] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2225,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030050] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "2232,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030051] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "3207,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18030052] = {
    config_id = 4080300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "4205,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18040001] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1252,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18040002] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "2291,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18040003] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1205,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18040004] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1206,374,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18040017] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1256,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18040018] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "221003,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18040019] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "1213,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18040020] = {
    config_id = 4080400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "2226,374,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120001] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "22222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18120002] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23220,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18120003] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "22202,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18120004] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23202,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18120021] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "22225,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120022] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23223,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120023] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "11208,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120024] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "22206,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120025] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23206,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120026] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "23207,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120027] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "14208,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18120028] = {
    config_id = 4081200,
    name = "去重掉落1-dog平行池-神秘专用",
    rewards = "15306,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130001] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "22221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130002] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23221,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130003] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23222,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130004] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "34217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130005] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15320,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130006] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15322,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130007] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "11203,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130008] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "22203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130009] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23203,380,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130010] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "14203,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130011] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15303,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18130046] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "41219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130047] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "22224,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130048] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23224,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130049] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23225,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130050] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "44218,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130051] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15323,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130052] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15325,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130053] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "11210,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130054] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "22208,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130055] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "23208,380,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130056] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "14210,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18130057] = {
    config_id = 4081300,
    name = "去重掉落2-dog平行池-神秘专用",
    rewards = "15308,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140001] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "21212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140002] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "31218,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140003] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "41217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140004] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "24212,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140005] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "44217,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140006] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "11204,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140007] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "11205,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140008] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "14204,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140009] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "14205,373,1",
    begin_time = "2024/8/1 5:00:00",
    end_time = "2025/2/1 4:59:59"
  },
  [18140036] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "21213,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140037] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "31219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140038] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "24213,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140039] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "34219,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140040] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "11211,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140041] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "11212,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140042] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "14211,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  },
  [18140043] = {
    config_id = 4081400,
    name = "去重掉落3-dog平行池-神秘专用",
    rewards = "14212,373,1",
    begin_time = "2025/2/1 5:00:00",
    end_time = "2038/1/1 4:59:59"
  }
}
