module("pet_label_story", package.seeall)
data = {
  [10101] = {
    "听说是田园中的老大"
  },
  [10102] = {
    "长得像奥利奥，又像小奶牛"
  },
  [10103] = {
    "别名大橘子，只是橘色显胖罢了"
  },
  [10201] = {
    "圆头圆脑的小起司"
  },
  [20101] = {
    "经典配色，永不过时"
  },
  [20102] = {
    "像奶油蛋糕一样的白色柴柴"
  },
  [20103] = {
    "外表酷酷内心火热的黑柴"
  },
  [20201] = {
    "毛皮是淡淡的咖啡色，奶里奶气"
  },
  [20202] = {
    "毛皮是典雅的白咖色，永不过时"
  },
  [20203] = {
    "是一只帅气的深咖色的田园汪"
  },
  [40001] = {
    "两只眼睛颜色不一样，很少见"
  },
  [41001] = {
    "神采奕奕的金黄色眼睛"
  },
  [41002] = {
    "拥有绿宝石一样的眼睛"
  },
  [41003] = {
    "拥有湖水般的蓝色眼睛"
  },
  [41004] = {
    "小眼睛是褐色的"
  },
  [41005] = {
    "小眼睛是黑色的"
  },
  [51002] = {
    "半指头手套看起来很俏皮~"
  },
  [51003] = {
    "是穿着中筒袜的小猫咪"
  },
  [51004] = {
    "全世界拥有手套最多的小猫咪"
  },
  [51006] = {
    "有猫猫手套却没有猫猫脚套~"
  },
  [51007] = {
    "腿上有内八花纹的小汪汪"
  },
  [51010] = {
    "虽然小，但也是白手套"
  },
  [51011] = {
    "拥有珍贵的黄色皮毛手套"
  },
  [51012] = {
    "拥有珍贵的淡黑皮毛手套"
  },
  [51014] = {
    "是穿着中筒袜的小汪汪"
  },
  [51015] = {
    "半指头手套看起来很俏皮~"
  },
  [52002] = {
    "拥有经典的白色小尾巴"
  },
  [52004] = {
    "拥有经典的白色小尾巴"
  },
  [52005] = {
    "拥有经典的黑色小尾巴"
  },
  [52006] = {
    "黄黑色的小尾巴看起来很威风"
  },
  [52007] = {
    "咖色小尾巴看起来很威风"
  },
  [53001] = {
    "是有媒婆痣的小猫咪"
  },
  [54001] = {
    "嘴巴上有一抹腮红"
  },
  [55001] = {
    "“我真的没有在皱眉头哦”"
  },
  [55002] = {
    "是可可爱爱的西瓜头猫猫"
  },
  [57001] = {
    "眉毛像两颗小豆子"
  },
  [57003] = {
    "眉毛是两个小圆点"
  },
  [58001] = {
    "经典的眼罩刘海"
  },
  [58002] = {
    "拥有小猴子刘海"
  },
  [58003] = {
    "中分发型，十分典雅"
  },
  [58004] = {
    "谁能拒绝刘海上的小心心呢"
  },
  [61001] = {
    "只要见到你，就想亲近你。"
  },
  [61002] = {
    "看起来是酷酷的小动物。"
  },
  [61003] = {
    "是调皮的小机灵鬼。"
  },
  [61004] = {
    "虎头虎脑的样子，只想着干饭。"
  },
  [62001] = {
    "今天又是什么睡姿？"
  },
  [62002] = {
    "好，这是属于你的地盘~这个家也是你的地盘~"
  },
  [62003] = {
    "你喜欢这个羽毛的，还是这个球球的？"
  },
  [62004] = {
    "完了……这次是不是哄不好了QAQ"
  },
  [62005] = {
    "是看见了小飞虫，还是躲在哪里的小精灵？"
  },
  [62006] = {
    "嘘，脚步轻一点哦。"
  },
  [62007] = {
    "跳下来的时候，我会接住你的~"
  },
  [62008] = {
    "今天的抓捕行动开始了！"
  },
  [62009] = {
    "就算再生气，我也会抱住你！"
  },
  [62010] = {
    "有你守护，我很放心~"
  }
}
