module("pirate_goods_info", package.seeall)
data = {
  [1001] = {
    name = "沉沙金币",
    desc = "有了足够的金币，海上所有城池都会欢迎你的到来。如果想要拥有更多，最好去【工作日志】看看。",
    icon = "1001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [1002] = {
    name = "秘色宝箱",
    desc = "宝箱里藏着无数金闪闪的古币，足以买下最繁华的城池。",
    icon = "1002",
    use_type = 1,
    use_get = "1001,386,1000",
    source = "0,沉没的宝藏活动"
  },
  [2001] = {
    name = "星象图",
    desc = "浩瀚无际的星空，和大海一样令人着迷。使用可以打开星座探索记录。",
    icon = "2001",
    use_type = 2,
    source = "0,沉没的宝藏活动",
    open_panel = "starpanel"
  },
  [3001] = {
    name = "潮汐海螺",
    desc = "如繁星般散落各处，收集足够多交给潮汐小镇的艺术家时，会有意想不到的惊喜。",
    icon = "3001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [3002] = {
    name = "荆棘果实",
    desc = "味道甜美，布满荆棘，是危险又诱人的存在。",
    icon = "3002",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [4001] = {
    name = "启宝钥匙",
    desc = "海盗们的财富密码，带你开启通往宝藏的大门。",
    icon = "4001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5001] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5002] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5003] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5004] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5005] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5006] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5007] = {
    name = "交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中直接购买契约给予者所卖的商品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5008] = {
    name = "贴纸交易契约",
    desc = "利益交换，是海上生存的不二法则。可以在航海笔记的【进货】中购买手工坊商店的物品了！",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [5999] = {
    name = "无用契约",
    desc = "仅用于条件",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [6001] = {
    name = "银质水壶",
    desc = "银制的水壶，意外地很受森林精灵的喜欢。持有此物可前往【神域森林】。",
    icon = "6001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [6002] = {
    name = "残破羊皮卷",
    desc = "羊皮卷上记录着所有洞穴的位置，只有足够细心的人能找到。持有此物可前往【暗礁洞窟】。",
    icon = "6002",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [6003] = {
    name = "指引礁石",
    desc = "想要抵达荒岛？不如先问问神奇的石堆吧。持有此物可前往【失落荒岛】。",
    icon = "6003",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [6004] = {
    name = "神秘鱼群",
    desc = "最幸运的人，会得到鱼群的指引，找到海底的沉船。持有此物可前往【沉船海域】。",
    icon = "6004",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [6005] = {
    name = "终极宝藏",
    desc = "这个世界最珍贵的宝物，来自于你心中的渴求。",
    icon = "6005",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [7001] = {
    name = "异域银币",
    desc = "海上世界的硬通货，让你实现买卖自由~",
    icon = "7001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [7002] = {
    name = "航海勋章",
    desc = "航海荣誉的象征，可以兑换有纪念意义的小礼物。",
    icon = "7002",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [7003] = {
    name = "夜光宝石",
    desc = "产于神秘的海底，可以兑换散发香气的宝物。",
    icon = "7003",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [8001] = {
    name = "漂流瓶",
    desc = "岸边的漂流瓶，里面有羊皮纸的碎片，似乎藏着什么秘密。",
    icon = "8001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9001] = {
    name = "布料",
    desc = "可以给小精灵，制作她想要的小衣服。小精灵会去哪里做衣服呢？",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9002] = {
    name = "荆刺果实",
    desc = "荆刺……果实，荆刺？",
    icon = "3002",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9003] = {
    name = "雕刻碎片",
    desc = "靠智慧才可以买到的商品。拿到壁画那边试试能不能拼上。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9004] = {
    name = "贝壳",
    desc = "海滩上捡到的美丽贝壳，看上去非常适合做成首饰。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9005] = {
    name = "贝壳手链",
    desc = "用贝壳做成的手链，是某人想要送给别人的礼物。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9006] = {
    name = "海盗帽",
    desc = "戳气球赢得的奖品，但我们并不需要它。谁会是这顶帽子的真正主人呢？",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9007] = {
    name = "特殊交易契约",
    desc = "看似普通的交易契约，实际上是开启森林中会员制商店的凭证。",
    icon = "5001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9008] = {
    name = "章鱼所有证",
    desc = "拥有此物即宣示了对小章鱼的所有权，小章鱼会认你为主人（某位小男孩这样说）。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9009] = {
    name = "矿泉水？",
    desc = "缺乏淡水的荒岛上，一位商人自称卖得非常便宜的水。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9010] = {
    name = "绞弦琴",
    desc = "找到合适的地方演奏此琴会发生什么呢？",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9011] = {
    name = "水晶白丁香",
    desc = "将它献给亡者，指引的路标将会浮现。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9012] = {
    name = "神奇眼罩",
    desc = "某只猫猫遗失的物品。猫猫需要眼罩做什么呢？",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9013] = {
    name = "醒酒汤",
    desc = "拿给喝醉的人，可以帮助他们快速醒酒的神奇汤药。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9014] = {
    name = "装鱼群的瓶子",
    desc = "仔细看，瓶中竟然装着缩小的鱼群。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9015] = {
    name = "信件",
    desc = "这封信需要带给医生在码头工作的哥哥。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9016] = {
    name = "日记本",
    desc = "看封面的字迹，应该是一位叫乔克的小孩子写的。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9017] = {
    name = "牡蛎",
    desc = "从荒岛的海滩边上捡到的牡蛎。可作为食物。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9018] = {
    name = "东方花种",
    desc = "受伤海鸟从东边带来的花种。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9019] = {
    name = "照明夜光石",
    desc = "会发出柔和的光芒，用来照亮漆黑的洞窟深处。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9020] = {
    name = "传奇冒险家徽章",
    desc = "世间仅此一枚的徽章，属于传奇冒险家KEY。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9021] = {
    name = "草药",
    desc = "用来熬醒酒汤的珍贵草药。",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  },
  [9022] = {
    name = "木箱",
    desc = "结实牢固，紧急的时候可以用来当梯子使用",
    icon = "9001",
    use_type = 0,
    source = "0,沉没的宝藏活动"
  }
}
