module("safe_scene", package.seeall)
data = {
  [11] = {
    type = "phone",
    role = 1,
    name = "夜路通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "101"
  },
  [12] = {
    type = "phone",
    role = 1,
    name = "乘车通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "102"
  },
  [13] = {
    type = "voice",
    role = 1,
    name = "外卖/快递场景",
    desc = "应对外卖或快递的短语音，自主选择播放",
    voice_id = "1101:1102:1103:1104:1105:1106:1107:1108"
  },
  [14] = {
    type = "voice",
    role = 1,
    name = "陌生人敲门场景",
    desc = "应对陌生人敲门的短语音，自主选择播放",
    voice_id = "1201:1202:1203:1204:1205"
  },
  [21] = {
    type = "phone",
    role = 2,
    name = "夜路通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "201"
  },
  [22] = {
    type = "phone",
    role = 2,
    name = "乘车通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "202"
  },
  [23] = {
    type = "voice",
    role = 2,
    name = "外卖/快递场景",
    desc = "应对外卖或快递的短语音，自主选择播放",
    voice_id = "2101:2102:2103:2104:2105:2106:2107:2108"
  },
  [24] = {
    type = "voice",
    role = 2,
    name = "陌生人敲门场景",
    desc = "应对陌生人敲门的短语音，自主选择播放",
    voice_id = "2201:2202:2203:2204:2205"
  },
  [31] = {
    type = "phone",
    role = 3,
    name = "夜路通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "301"
  },
  [32] = {
    type = "phone",
    role = 3,
    name = "乘车通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "302"
  },
  [33] = {
    type = "voice",
    role = 3,
    name = "外卖/快递场景",
    desc = "应对外卖或快递的短语音，自主选择播放",
    voice_id = "3101:3102:3103:3104:3105:3106:3107:3108"
  },
  [34] = {
    type = "voice",
    role = 3,
    name = "陌生人敲门场景",
    desc = "应对陌生人敲门的短语音，自主选择播放",
    voice_id = "3201:3202:3203:3204:3205"
  },
  [41] = {
    type = "phone",
    role = 4,
    name = "夜路通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "401"
  },
  [42] = {
    type = "phone",
    role = 4,
    name = "乘车通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "402"
  },
  [43] = {
    type = "voice",
    role = 4,
    name = "外卖/快递场景",
    desc = "应对外卖或快递的短语音，自主选择播放",
    voice_id = "4101:4102:4103:4104:4105:4106:4107:4108"
  },
  [44] = {
    type = "voice",
    role = 4,
    name = "陌生人敲门场景",
    desc = "应对陌生人敲门的短语音，自主选择播放",
    voice_id = "4201:4202:4203:4204:4205"
  },
  [81] = {
    type = "phone",
    role = 8,
    name = "夜路通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "801"
  },
  [82] = {
    type = "phone",
    role = 8,
    name = "乘车通话",
    desc = "播放一个带有来电显示画面的通话，完整通话内容约1分钟",
    voice_id = "802"
  },
  [83] = {
    type = "voice",
    role = 8,
    name = "外卖/快递场景",
    desc = "应对外卖或快递的短语音，自主选择播放",
    voice_id = "8101:8102:8103:8104:8105:8106:8107:8108"
  },
  [84] = {
    type = "voice",
    role = 8,
    name = "陌生人敲门场景",
    desc = "应对陌生人敲门的短语音，自主选择播放",
    voice_id = "8201:8202:8203:8204:8205"
  }
}
