module("zoo_animalhall_response", package.seeall)
data = {
  [1] = {
    [1004] = {
      [1] = {
        text = "能吃，水豚觉得好吃，人不一定。",
        weight = 1000
      },
      [2] = {
        text = "我的皮肤是有点粗糙啦，所以才多做水疗嘛！",
        weight = 1000
      },
      [3] = {
        text = "求求你，别吃我。",
        weight = 1000
      }
    },
    [1007] = {
      [4] = {
        text = "24小时无休，你看它的眼神，多清澈。",
        weight = 1000
      },
      [5] = {
        text = "作为喷头的好处是，不用翻身也能保持湿润。",
        weight = 1000
      },
      [6] = {
        text = "好眼熟啊……好像在某个嘉年华里见过它……",
        weight = 1000
      }
    },
    [1101] = {
      [7] = {
        text = "长得可爱但是不太好吃。水豚这么说的。",
        weight = 1000
      },
      [8] = {
        text = "孔雀觉得水豚说的对。",
        weight = 1000
      }
    },
    [1102] = {
      [9] = {
        text = "咦，叶子底下好像有一根羽毛。",
        weight = 1000
      },
      [10] = {
        text = "好渴，来一场大自然馈赠的雨吧！",
        weight = 1000
      }
    },
    [1103] = {
      [11] = {
        text = "快，快叫救护车！它的叶子被啃了一口！",
        weight = 1000
      },
      [12] = {
        text = "这么可爱的小花，不留念一张吗？",
        weight = 1000
      }
    },
    [1104] = {
      [13] = {
        text = "没什么，我想开了。",
        weight = 1000
      },
      [14] = {
        text = "明天也要记得来看看我哦~",
        weight = 1000
      }
    },
    [1105] = {
      [15] = {
        text = "像是会在童话里出现的花丛。",
        weight = 1000
      },
      [16] = {
        text = "温柔的花给温柔的你，祝你有温柔的一天。",
        weight = 1000
      }
    },
    [1106] = {
      [17] = {
        text = "放在哪里都很合适的石头。",
        weight = 1000
      },
      [18] = {
        text = "小心脚下。",
        weight = 1000
      }
    },
    [1107] = {
      [19] = {
        text = "虽然矮小，也有一片树荫。",
        weight = 1000
      }
    },
    [1108] = {
      [20] = {
        text = "今天！也把个子再努力长一长！",
        weight = 1000
      }
    },
    [1109] = {
      [21] = {
        text = "粗糙的树皮很适合用来蹭痒痒。",
        weight = 1000
      },
      [22] = {
        text = "哎……别蹭了，蹭得树怪痒痒的……",
        weight = 1000
      }
    },
    [1110] = {
      [23] = {
        text = "Hi，看到我摇摆的双手了吗？",
        weight = 1000
      },
      [24] = {
        text = "你们不要再摇了啦！",
        weight = 1000
      }
    },
    [2007] = {
      [28] = {
        text = "吱吱吱吱吱吱吱吱吱吱吱吱，吱吱吱吱！",
        weight = 1000
      },
      [29] = {
        text = "你不要追我啊——",
        weight = 1000
      }
    },
    [2101] = {
      [30] = {
        text = "看起来还长不出椰子，需要给它一些时间。",
        weight = 1000
      },
      [31] = {
        text = "等我长出椰子，就挑一名幸运儿掉他头上！",
        weight = 1000
      },
      [32] = {
        text = "椰(＾－＾)V",
        weight = 1000
      }
    },
    [2102] = {
      [33] = {
        text = "哈喽小草！哈喽蓝天！哈喽世界！",
        weight = 1000
      },
      [34] = {
        text = "哈喽身边的动物朋友！哈喽远处的人类！",
        weight = 1000
      },
      [35] = {
        text = "向所有的一切问好！",
        weight = 1000
      }
    },
    [2103] = {
      [36] = {
        text = "被掉下来的椰子砸伤的概率很小但并不为零。",
        weight = 1000
      },
      [37] = {
        text = "当心头顶！",
        weight = 1000
      },
      [38] = {
        text = "童年吗？那要从我还没长出椰子说起……",
        weight = 1000
      },
      [39] = {
        text = "椰(＾－＾)V",
        weight = 1000
      }
    },
    [2104] = {
      [40] = {text = "别摸！", weight = 1000},
      [41] = {
        text = "就说别摸了，扎一手刺吧。",
        weight = 1000
      },
      [42] = {
        text = "真的别摸！",
        weight = 1000
      }
    },
    [2105] = {
      [43] = {
        text = "大大的草丛，有美味的草根。",
        weight = 1000
      },
      [44] = {
        text = "很E？不不不，我们现在都说浓淡了。",
        weight = 1000
      }
    },
    [2106] = {
      [45] = {text = "扎你！", weight = 1000},
      [46] = {
        text = "我是不会进化成花仙兽的啦~",
        weight = 1000
      }
    },
    [2107] = {
      [47] = {
        text = "小小草丛，也有美味的草根~",
        weight = 1000
      },
      [48] = {
        text = "很i……吗？其实也可以说我很淡啦……",
        weight = 1000
      }
    },
    [3003] = {
      [49] = {
        text = "啊哈，上钩了吧，人类！",
        weight = 1000
      },
      [50] = {
        text = "小小钓竿，永不空军！",
        weight = 1000
      },
      [51] = {
        text = "钓鱼佬们看到钓竿都馋哭了——",
        weight = 1000
      }
    },
    [3004] = {
      [52] = {
        text = "你知道一个极地馆里可以有多少个水球吗？",
        weight = 1000
      },
      [53] = {
        text = "拒绝动物表演，拒绝不了动物硬要表演。",
        weight = 1000
      },
      [54] = {
        text = "人类想顶也不是不可以顶。",
        weight = 1000
      }
    },
    [3101] = {
      [55] = {
        text = "能为你增添一抹清凉，就是我的夏日礼物啦~",
        weight = 1000
      },
      [56] = {
        text = "小海豹也不是生来就会游泳的！",
        weight = 1000
      }
    },
    [3102] = {
      [57] = {
        text = "嘎吱嘎吱——你说不能吃？嘎吱嘎吱——",
        weight = 1000
      },
      [58] = {
        text = "小小冰柱下，可能藏着一座冰山。",
        weight = 1000
      }
    },
    [3103] = {
      [59] = {
        text = "随机滑倒一只小可爱~",
        weight = 1000
      },
      [60] = {
        text = "给你一滑到底的绝妙刺激！",
        weight = 1000
      }
    },
    [3104] = {
      [61] = {
        text = "这是什么？尝一口。",
        weight = 1000
      },
      [62] = {
        text = "谁咬我？装饰不要乱吃啊喂！",
        weight = 1000
      }
    },
    [3105] = {
      [63] = {
        text = "哈喽——看得到我吗——",
        weight = 1000
      },
      [64] = {
        text = "真是不负责任的女娲！小雪人气愤地说。",
        weight = 1000
      }
    },
    [4001] = {
      [65] = {
        text = "来玩躲避球吧！",
        weight = 1000
      },
      [66] = {
        text = "被皮球击中猴脑勺的概率很低但并不为零。",
        weight = 1000
      }
    },
    [4002] = {
      [67] = {
        text = "小小竹筏溪中游。",
        weight = 1000
      },
      [68] = {
        text = "划竹筏的不止有船家，还有猴子。",
        weight = 1000
      }
    },
    [4004] = {
      [69] = {
        text = "树上骑个猴，地下一个猴，一共几个猴？",
        weight = 1000
      },
      [70] = {
        text = "哎嗨，你猴啊~",
        weight = 1000
      }
    },
    [4101] = {
      [71] = {
        text = "哈喽小草！哈喽蓝天！哈喽世界！",
        weight = 1000
      },
      [72] = {
        text = "哈喽身边的动物朋友！哈喽远处的人类！",
        weight = 1000
      }
    },
    [4102] = {
      [73] = {
        text = "红伞伞，白杆杆。",
        weight = 1000
      },
      [74] = {
        text = "警告：请不要食用不明野生菌类。",
        weight = 1000
      },
      [75] = {
        text = "这一款蘑菇吃下去是看不到跳舞小人的。",
        weight = 1000
      }
    },
    [4103] = {
      [76] = {
        text = "叶子可以用来挡雨。",
        weight = 1000
      },
      [77] = {
        text = "叶子可以用来当扇子。",
        weight = 1000
      },
      [78] = {
        text = "叶子还可以用来让植物活着，留条活路吧！",
        weight = 1000
      }
    },
    [4104] = {
      [79] = {
        text = "转角遇见你✿✿ヽ(°▽°)ノ✿",
        weight = 1000
      },
      [80] = {
        text = "选中了我？嗯！有眼光！",
        weight = 1000
      }
    },
    [4105] = {
      [81] = {
        text = "饱饱喝水的叶子舒展着。",
        weight = 1000
      }
    },
    [4106] = {
      [82] = {
        text = "紫色的是蘑菇，不是花哦。",
        weight = 1000
      }
    },
    [4107] = {
      [83] = {
        text = "紫色的是花，不是蘑菇哦。",
        weight = 1000
      }
    },
    [5001] = {
      [84] = {text = "吱。", weight = 1000},
      [85] = {
        text = "鼠鼠为了与大家一起玩耍，很努力了！",
        weight = 1000
      }
    },
    [5002] = {
      [86] = {
        text = "吱吱吱吱吱吱吱吱吱吱吱吱，吱吱吱吱！",
        weight = 1000
      },
      [87] = {
        text = "你不要追我啊——",
        weight = 1000
      }
    },
    [5101] = {
      [88] = {
        text = "大大的草丛，适合躲避视线。",
        weight = 1000
      },
      [89] = {
        text = "当心脚下，不要踩到躲在里面的宝宝哦。",
        weight = 1000
      }
    },
    [5102] = {
      [90] = {
        text = "哈喽小草！哈喽蓝天！哈喽世界！",
        weight = 1000
      },
      [91] = {
        text = "哈喽身边的动物朋友！哈喽远处的人类！",
        weight = 1000
      },
      [92] = {
        text = "向所有的一切问好！",
        weight = 1000
      }
    },
    [5103] = {
      [93] = {
        text = "哈喽小草！哈喽蓝天！哈喽世界！",
        weight = 1000
      },
      [94] = {
        text = "哈喽身边的动物朋友！哈喽远处的人类！",
        weight = 1000
      },
      [95] = {
        text = "向所有的一切问好！",
        weight = 1000
      }
    },
    [5104] = {
      [96] = {
        text = "哈喽小草！哈喽蓝天！哈喽世界！",
        weight = 1000
      },
      [97] = {
        text = "哈喽身边的动物朋友！哈喽远处的人类！",
        weight = 1000
      },
      [98] = {
        text = "向所有的一切问好！",
        weight = 1000
      }
    },
    [5105] = {
      [99] = {
        text = "哈喽小草！哈喽蓝天！哈喽世界！",
        weight = 1000
      },
      [100] = {
        text = "哈喽身边的动物朋友！哈喽远处的人类！",
        weight = 1000
      },
      [101] = {
        text = "向所有的一切问好！",
        weight = 1000
      }
    }
  },
  [2] = {
    [1001] = {
      [131] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [132] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [133] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [134] = {
        text = "{name}最喜欢和朋友叠叠。",
        weight = 1000
      }
    },
    [1002] = {
      [135] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [136] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [137] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [138] = {
        text = "烦恼的话，不如和{name}一起躺下。",
        weight = 1000
      }
    },
    [1003] = {
      [139] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [140] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [141] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [142] = {
        text = "{name}不管做什么都稳稳的，顶同伴也是。",
        weight = 1000
      }
    },
    [1004] = {
      [143] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [144] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [145] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [146] = {
        text = "{name}喜欢定定地看着某处，比如空的食盆。",
        weight = 1000
      }
    },
    [1005] = {
      [147] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [148] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [149] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [150] = {
        text = "{name}已经到了可以恋爱的年纪了。",
        weight = 1000
      }
    },
    [1006] = {
      [151] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [152] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [153] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [154] = {
        text = "坏消息：{name}好像对恋爱还没有兴趣。",
        weight = 1000
      }
    },
    [1007] = {
      [155] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [156] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [157] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [158] = {
        text = "{name}最喜欢的玩具是放在水里的橘子。",
        weight = 1000
      }
    },
    [1008] = {
      [159] = {
        text = "随时随地，休息一下Zzzzzz",
        weight = 1000
      },
      [160] = {
        text = "没事啦，什么也不做，地球也不会毁灭的。",
        weight = 1000
      },
      [161] = {
        text = "水里……很舒服……",
        weight = 1000
      },
      [162] = {
        text = "{name}虽然还小，但身体已经很强壮了！",
        weight = 1000
      }
    },
    [1009] = {
      [163] = {
        text = "你没有听错，孔雀确实是这么叫的。",
        weight = 1000
      },
      [164] = {
        text = "孔雀东南飞……是的，它会飞的！",
        weight = 1000
      },
      [165] = {
        text = "雀雀不关心什么濒危，雀雀只想吃饭。",
        weight = 1000
      },
      [166] = {
        text = "{name}（自认为）是整个园区最漂亮的鸟。",
        weight = 1000
      }
    },
    [1010] = {
      [167] = {
        text = "你没有听错，孔雀确实是这么叫的。",
        weight = 1000
      },
      [168] = {
        text = "孔雀东南飞……是的，它会飞的！",
        weight = 1000
      },
      [169] = {
        text = "雀雀不关心什么濒危，雀雀只想吃饭。",
        weight = 1000
      },
      [170] = {
        text = "食盆里的豌豆总是会被{name}抢着吃掉。",
        weight = 1000
      }
    },
    [1011] = {
      [171] = {
        text = "你没有听错，孔雀确实是这么叫的。",
        weight = 1000
      },
      [172] = {
        text = "孔雀东南飞……是的，它会飞的！",
        weight = 1000
      },
      [173] = {
        text = "雀雀不关心什么濒危，雀雀只想吃饭。",
        weight = 1000
      },
      [174] = {
        text = "{name}曾因为开屏打到伴侣而被狠叨。",
        weight = 1000
      }
    },
    [1012] = {
      [175] = {
        text = "你没有听错，孔雀确实是这么叫的。",
        weight = 1000
      },
      [176] = {
        text = "孔雀东南飞……是的，它会飞的！",
        weight = 1000
      },
      [177] = {
        text = "雀雀不关心什么濒危，雀雀只想吃饭。",
        weight = 1000
      },
      [178] = {
        text = "{name}喜欢那个大大的藤架。",
        weight = 1000
      }
    },
    [1013] = {
      [179] = {
        text = "猴猴不会说话，但是猴猴都懂。",
        weight = 1000
      },
      [180] = {
        text = "这是菲氏叶猴，不是吗喽。",
        weight = 1000
      },
      [181] = {
        text = "宝宝不是偷来的！宝宝天生就是金色的！",
        weight = 1000
      },
      [182] = {
        text = "帮{name}掏掏滚筒吧，它坚信那里面还有食物。",
        weight = 1000
      }
    },
    [1014] = {
      [183] = {
        text = "猴猴不会说话，但是猴猴都懂。",
        weight = 1000
      },
      [184] = {
        text = "这是菲氏叶猴，不是吗喽。",
        weight = 1000
      },
      [185] = {
        text = "宝宝不是偷来的！宝宝天生就是金色的！",
        weight = 1000
      },
      [186] = {
        text = "{name}喜欢睡觉，就爱睡觉，没事就睡觉。",
        weight = 1000
      }
    },
    [1015] = {
      [187] = {
        text = "猴猴不会说话，但是猴猴都懂。",
        weight = 1000
      },
      [188] = {
        text = "这是菲氏叶猴，不是吗喽。",
        weight = 1000
      },
      [189] = {
        text = "宝宝不是偷来的！宝宝天生就是金色的！",
        weight = 1000
      },
      [190] = {
        text = "{name}还挺擅长照顾小孩的。",
        weight = 1000
      }
    },
    [1016] = {
      [191] = {
        text = "猴猴不会说话，但是猴猴都懂。",
        weight = 1000
      },
      [192] = {
        text = "这是菲氏叶猴，不是吗喽。",
        weight = 1000
      },
      [193] = {
        text = "宝宝不是偷来的！宝宝天生就是金色的！",
        weight = 1000
      },
      [194] = {
        text = "万里速度超快，擅长爬上爬下的勇敢猴猴！",
        weight = 1000
      }
    },
    [1017] = {
      [195] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [196] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [197] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [198] = {
        text = "{name}是本区的短跑冠军……想不到吧。",
        weight = 1000
      }
    },
    [1018] = {
      [199] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [200] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [201] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [202] = {
        text = "没事的话不如来帮{name}一起挖挖草根。",
        weight = 1000
      }
    },
    [1019] = {
      [203] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [204] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [205] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [206] = {
        text = "{name}从不生病，被评为省心好宝宝。",
        weight = 1000
      }
    },
    [1020] = {
      [207] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [208] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [209] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [210] = {
        text = "{name}最近正为钻不进妈妈的袋囊而苦恼。",
        weight = 1000
      }
    },
    [1021] = {
      [211] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [212] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [213] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [214] = {
        text = "{name}是村里最靓的仔。",
        weight = 1000
      }
    },
    [1022] = {
      [215] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [216] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [217] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [218] = {
        text = "不许抢{name}的饭吃！！",
        weight = 1000
      }
    },
    [1023] = {
      [219] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [220] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [221] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [222] = {
        text = "{name}很好哄的，给一个苹果就好。",
        weight = 1000
      }
    },
    [1024] = {
      [223] = {
        text = "今天的便便也是方方的，很安心。",
        weight = 1000
      },
      [224] = {
        text = "挑战拉出完美正方体！",
        weight = 1000
      },
      [225] = {
        text = "还好啦，也没有那么慢嘛，比树懒好多了。",
        weight = 1000
      },
      [226] = {
        text = "{name}的爪爪格外强壮。",
        weight = 1000
      }
    },
    [1025] = {
      [227] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [228] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [229] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [230] = {
        text = "来和{name}一起玩捉迷藏吧~",
        weight = 1000
      }
    },
    [1026] = {
      [231] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [232] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [233] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [234] = {
        text = "{name}已经过了会和自己尾巴玩的年纪了。",
        weight = 1000
      }
    },
    [1027] = {
      [235] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [236] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [237] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [238] = {
        text = "冷知识：{name}其实只有一条尾巴。",
        weight = 1000
      }
    },
    [1028] = {
      [239] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [240] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [241] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [242] = {
        text = "藏狐也是狐，{name}怎么就不能来自青丘呢。",
        weight = 1000
      }
    },
    [1029] = {
      [243] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [244] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [245] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [246] = {
        text = "{name}已累计玩坏17个鼠兔玩具。",
        weight = 1000
      }
    },
    [1030] = {
      [247] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [248] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [249] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [250] = {
        text = "一起玩坏17个玩具的帮凶，{name}是也。",
        weight = 1000
      }
    },
    [1031] = {
      [251] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [252] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [253] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [254] = {
        text = "{name}在玩耍时从没有打赢过弟弟。",
        weight = 1000
      }
    },
    [1032] = {
      [255] = {
        text = "这孩子从小就方。",
        weight = 1000
      },
      [256] = {
        text = "有一副看了就会让人心情变好的长相。",
        weight = 1000
      },
      [257] = {
        text = "孩子不丑！孩子只是很别致。",
        weight = 1000
      },
      [258] = {
        text = "{name}在抢饭时从来没有抢赢过姐姐。",
        weight = 1000
      }
    },
    [1033] = {
      [259] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [260] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [261] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [262] = {
        text = "{name}喜欢在四处晃来晃去。",
        weight = 1000
      }
    },
    [1034] = {
      [263] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [264] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [265] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [266] = {
        text = "你听过{name}的叫声吗？它叫：欧欧~",
        weight = 1000
      }
    },
    [1035] = {
      [267] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [268] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [269] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [270] = {
        text = "第一届顶球比赛冠军：{name}。",
        weight = 1000
      }
    },
    [1036] = {
      [271] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [272] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [273] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [274] = {
        text = "未来的顶球比赛冠军：{name}。",
        weight = 1000
      }
    },
    [1037] = {
      [275] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [276] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [277] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [278] = {
        text = "{name}是最爱像饲养员撒娇的撒娇鬼。",
        weight = 1000
      }
    },
    [1038] = {
      [279] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [280] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [281] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [282] = {
        text = "不擅长干任何事，除了饭。这就是{name}。",
        weight = 1000
      }
    },
    [1039] = {
      [283] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [284] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [285] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [286] = {
        text = "温馨提示：{name}不是糯米团子，不可以吃。",
        weight = 1000
      }
    },
    [1040] = {
      [287] = {
        text = "duang~duang~duang~",
        weight = 1000
      },
      [288] = {
        text = "不能因为长大了就不爱它了哦。",
        weight = 1000
      },
      [289] = {
        text = "这不是胖，这是针对寒冷的预防性措施。",
        weight = 1000
      },
      [290] = {
        text = "温馨提示：{name}不是芝麻大福，不可以吃。",
        weight = 1000
      }
    }
  },
  [3] = {
    [21001] = {
      [111] = {
        text = "boomboom~童叟无欺，我车速挺快的！",
        weight = 1000
      },
      [299] = {
        text = "一星园区的建设，离不开你和他的努力哦！",
        response_condition = 572001,
        weight = 1000
      },
      [304] = {
        text = "三星园区的一砖一瓦，都是你们亲手建造的捏~",
        response_condition = 572002,
        weight = 1000
      },
      [309] = {
        text = "哇哦！五星园区！爱情事业两不误，说的就是你们俩~",
        response_condition = 572003,
        weight = 1000
      },
      [314] = {
        text = "碰撞音量减少的同时，心动却在无声中翻倍了。",
        weight = 1000
      }
    },
    [21002] = {
      [112] = {
        text = "♪爸爸的爸爸叫爷爷，妈妈的妈妈叫外婆~",
        weight = 1000
      },
      [300] = {
        text = "一星园区的建设，离不开你和他的努力哦！",
        response_condition = 572001,
        weight = 1000
      },
      [305] = {
        text = "三星园区的一砖一瓦，都是你们亲手建造的捏~",
        response_condition = 572002,
        weight = 1000
      },
      [310] = {
        text = "哇哦！五星园区！爱情事业两不误，说的就是你们俩~",
        response_condition = 572003,
        weight = 1000
      },
      [315] = {
        text = "在简单的节奏里，感受不简单的快乐。",
        weight = 1000
      }
    },
    [21003] = {
      [113] = {
        text = "嘎~全自动驾驶~涡轮加速鸭！",
        weight = 1000
      },
      [301] = {
        text = "一星园区的建设，离不开你和他的努力哦！",
        response_condition = 572001,
        weight = 1000
      },
      [306] = {
        text = "三星园区的一砖一瓦，都是你们亲手建造的捏~",
        response_condition = 572002,
        weight = 1000
      },
      [311] = {
        text = "哇哦！五星园区！爱情事业两不误，说的就是你们俩~",
        response_condition = 572003,
        weight = 1000
      },
      [316] = {
        text = "欣赏美景的最佳工具，静音环保，双人座设计更贴心~",
        weight = 1000
      }
    },
    [21004] = {
      [114] = {
        text = "喜讯：$u和她男朋友把情侣餐价格打、下、来、了！",
        weight = 1000
      },
      [302] = {
        text = "一星园区的建设，离不开你和他的努力哦！",
        response_condition = 572001,
        weight = 1000
      },
      [307] = {
        text = "三星园区的一砖一瓦，都是你们亲手建造的捏~",
        response_condition = 572002,
        weight = 1000
      },
      [312] = {
        text = "哇哦！五星园区！爱情事业两不误，说的就是你们俩~",
        response_condition = 572003,
        weight = 1000
      },
      [317] = {
        text = "吃饱喝好不刺客，是小餐车的服务宗旨。",
        weight = 1000
      }
    },
    [21005] = {
      [115] = {
        text = "瓜啦~加油~今天也是一个好天气捏！",
        weight = 1000
      },
      [303] = {
        text = "一星园区的建设，离不开你和他的努力哦！",
        response_condition = 572001,
        weight = 1000
      },
      [308] = {
        text = "三星园区的一砖一瓦，都是你们亲手建造的捏~",
        response_condition = 572002,
        weight = 1000
      },
      [313] = {
        text = "哇哦！五星园区！爱情事业两不误，说的就是你们俩~",
        response_condition = 572003,
        weight = 1000
      },
      [318] = {
        text = "夏日标志的延续，你和他的甜蜜都被瓜啦记在心里~",
        weight = 1000
      }
    }
  },
  [4] = {
    [100001] = {
      [126] = {
        text = "只是普通地走过。",
        weight = 1000
      }
    },
    [100002] = {
      [127] = {
        text = "♪~♫~~♬~~",
        weight = 1000
      }
    },
    [100003] = {
      [291] = {
        text = "门前~大桥下~游过一只鸭~",
        weight = 1000
      },
      [292] = {
        text = "在船上看园区里的动物，是不一样的感觉呢~",
        weight = 1000
      }
    },
    [100004] = {
      [293] = {
        text = "门前~大桥下~游过一只鸭~",
        weight = 1000
      },
      [294] = {
        text = "在船上看园区里的动物，是不一样的感觉呢~",
        weight = 1000
      }
    },
    [100005] = {
      [295] = {
        text = "你买了谁的照片？",
        weight = 1000
      },
      [296] = {
        text = "这张照片好可爱！我也要买！",
        weight = 1000
      }
    },
    [100006] = {
      [297] = {
        text = "园区中心有照片售卖处，记得去看看！",
        weight = 1000
      }
    },
    [100007] = {
      [298] = {
        text = "门前~大桥下~游过一只鸭~",
        weight = 1000
      }
    },
    [210011] = {
      [116] = {
        text = "我也想碰撞出爱情的小火花~",
        weight = 1000
      }
    },
    [210012] = {
      [117] = {
        text = "撞不动了，已老实求放过！",
        weight = 1000
      }
    },
    [210013] = {
      [128] = {
        text = "下次团建还来。",
        weight = 1000
      }
    },
    [210021] = {
      [118] = {
        text = "哎，回不去的是童年，过不去的是现在……",
        weight = 1000
      }
    },
    [210022] = {
      [119] = {
        text = "好魔性，要被洗脑了……",
        weight = 1000
      }
    },
    [210031] = {
      [120] = {
        text = "不想上早八了，只想每天都悠哉地逛动物园。",
        weight = 1000
      }
    },
    [210032] = {
      [121] = {
        text = "给我一个动物园编制吧，我想我一定很擅长开鸭鸭船！",
        weight = 1000
      }
    },
    [210041] = {
      [122] = {
        text = "嚼嚼嚼，emmm怎么不在我公司楼下也开一个？",
        weight = 1000
      },
      [129] = {
        text = "整点烤肠。",
        weight = 1000
      }
    },
    [210042] = {
      [123] = {
        text = "要不辞职创业吧！从摆个小摊开始……",
        weight = 1000
      },
      [130] = {
        text = "整点薯条。",
        weight = 1000
      }
    },
    [210051] = {
      [124] = {
        text = "算是打卡地标不？待会得拍个照证明没白来！",
        weight = 1000
      }
    },
    [210052] = {
      [125] = {
        text = "欸？我去年逛海岛的时候，好像也见过这个小西瓜？",
        weight = 1000
      }
    }
  }
}
